"L'accusativo è uno dei casi fondamentali della declinazione dei nomi nelle lingue che ne possiedono una. Viene definito, insieme al nominativo e al vocativo, \"caso retto\" oppure \"diretto\" (in contrapposizione ai \"casi obliqui\" o \"indiretti\").\nIl termine «accusativo» deriva dal latino accusativus (casus), errata traduzione del greco αἰτιατικὴ (πτῶσις) (aitiatikḕ ptṑsis). A male interpretare l'espressione greca furono i grammatici latini, che ricollegarono il vocabolo al verbo αἰτιᾶσθαι (aitiā̀sthai, \"accusare\") anziché al sostantivo αἰτία (aitíā, \"causa\") o all'aristotelico τὸ αἰτιατόν (to aitiatón \"causato\"). La traduzione latina corretta del termine greco sarebbe, quindi, causativus \"causativo\", come già faceva notare Prisciano, traduzione che meglio esprime la natura dell'elemento del discorso su cui agisce l'azione del verbo vista come causa.\nNormalmente è il caso del complemento oggetto, rappresentante il rapporto diretto dell'azione del verbo che si \"trasferisce\" (in latino transit, da cui il termine \"transitivo\") da chi compie l'azione (il soggetto) a chi la subisce (l'oggetto): es: Mario possiede un libro.La costruzione dei verbi transitivi con un \"soggetto\" al nominativo e l'\"oggetto\" all'accusativo è tipica delle lingue cosiddette \"nominative/accusative\" (o semplicemente \"accusative\"), mentre nelle lingue ergative il \"soggetto\" (cioè l'agente dal punto di vista dei ruoli semantici) viene espresso da un caso particolare, l'ergativo, e l'oggetto (\"paziente\") è nel caso meno marcato (\"assolutivo\"), lo stesso del \"soggetto\" di verbi intransitivi.\nSe si esce dall'ambito delle lingue indoeuropee, si possono osservare molti altri modi di esprimere l'accusativo e molte altre funzioni svolte da questo caso.\nIn ebraico, ad esempio, l'accusativo è marcato da una particella ʾet preposta al nome (\"segnacaso di accusativo\"). L'incipit della Genesi ne contiene un chiaro esempio:\n\nUna analoga particella è presente allo stato residuale in arabo classico, limitatamente all'uso coi pronomi:\n\n(Corano 1:5)Sempre in arabo, è interessante notare i molteplici usi dell'accusativo, al di là dell'espressione dell'oggetto diretto. Spesso esso viene utilizzato con valore avverbiale (ad esempio dāʾiman, \"sempre\", propriamente \"persistente+ACCUS\") o predicativo (ad esempio: kāna marīḍan \"era malato\", propriamente \"era malato+ACCUS\").\nIn esperanto è presente l'accusativo usato sia per indicare il complemento oggetto (regola 2 delle famose 16 regole dell'esperanto) ma anche per il moto a luogo, per la durata delle azioni e per le misure."