"En linguistique, le nominatif (abréviation : nom) est un cas grammatical exprimant la fonction syntaxique de sujet d'un verbe transitif ou intransitif, c'est-à-dire l'actant dit acteur (dans la diathèse active), ou sujet patient (dans la diathèse passive). En grammaire de l'ancien français, on le nomme cas sujet. \nLe nominatif est utilisé soit pour indiquer le sujet d'une phrase, soit pour indiquer un attribut d'un sujet au nominatif (il est un homme, il devient un homme, il semble être un homme). En revanche, l'interjection, l'exclamation sont rendues par le vocatif.\nL'usage du nominatif peut varier parmi les langues flexionnelles. Dans sa fonction d'expression du sujet, il caractérise, avec l'accusatif, une langue accusative. Il y a un système différent, appelé langue ergative, caractérisé par l'ergatif et l'absolutif.\nDans les langues à déclinaisons, comme l'allemand, le latin et l’islandais (voir grammaire islandaise), le nominatif peut être la forme normale du mot, celle du dictionnaire, qui s'appelle le lemme. Ce n'est pas vrai dans toutes les langues : en sanskrit, par exemple, on cite souvent les noms sous leur thème morphologique, sans les désinences : aśva-, « cheval » (et non aśvas).\n\nExemple de nominatif en latin, sujet d'un verbe transitif et intransitif, et attribut du sujet :Homo magnus est. (« L'homme est grand. ») Homo (-inis, nom masculin) est sujet, donc il est au nominatif, et magnus (a, um, adjectif) est au même cas, car il est attribut du sujet (en raison du verbe être).\nHomo epistulam legit. (« L'homme lit la lettre. ») Homo (-inis, nom masculin) est sujet, donc il est au nominatif, alors que epistula (-ae, nom féminin) est complément d'objet direct, et donc au cas accusatif.\n\nExemple de nominatif en allemand, sujet d'un verbe transitif et intransitif, et attribut du sujet :Der Mann ist groß. (« L'homme est grand. ») Mann (¨-er, nom masc.) est sujet, donc il est au nominatif, et groß (adjectif) est au même cas, car il est attribut du sujet (en raison du verbe être).\nDer Mann liest den Brief. (« L'homme lit la lettre. ») Mann (¨-er, nom masculin) est sujet, donc il est au nominatif, alors que Brief (-e, nom masculin) est complément d'objet direct, et donc au cas accusatif."