"De nominatief (Latijn casus nominativus, afgeleid van nominare = benoemen) is de naamval die onder andere het grammaticale onderwerp van een zin of zinsnede aangeeft. Anders gezegd: de nominatief geeft aan wie de handeling verricht die met het werkwoord uitgedrukt wordt. De nominatief geldt als de grondvorm van namen en woorden, de vorm waarmee deze in het woordenboek staan, niet te verwarren met de woordstam. De nominatief wordt in de gangbare telling van naamvallen daarom ook als de eerste naamval aangeduid.\nIn het hedendaagse Nederlands is er nog slechts bij een beperkt aantal woorden een verschil tussen de nominatief en andere naamvallen. Bij de meeste persoonlijke voornaamwoorden staat een nominatiefvorm (ik, jij, gij, hij, zij, wij, meervouds-zij, echter niet u, het en jullie) tegenover de objectsvormen mij, jou, u (als objectsvorm van gij), hem, haar, ons en hun/hen. Bij andere woordsoorten, bij het lidwoord, bijvoeglijk naamwoord en zelfstandig naamwoord komt hetzelfde onderscheid nog in sommige oude zegswijzen voor, zoals op den duur en van goeden huize komen.\nDe nominatieven worden gebruikt als onderwerp van de zin:\n\nIk zie Jan.\nZij rennen weg.De objectsvormen worden gebruikt als lijdend of meewerkend voorwerp en na een voorzetsel:\n\nJan slaat mij. lijdend voorwerp\nMarie geeft ons taart. meewerkend voorwerp\nHassan kwam langs bij mij. na voorzetselHet naamwoordelijk deel van het gezegde staat ook in de nominatief:\n\nWat een sufferd ben ik.Een bijzonder geval treedt op wanneer het werkwoord overgankelijk is en in de lijdende vorm gezet wordt. In dat geval wordt het oude lijdend voorwerp het nieuwe onderwerp en het komt daarmee in de nominatief te staan. Het oude onderwerp, wordt voorzien van het het voorzetsel door. Het wordt daarmee een voorzetselvoorwerp dat ook in de objectvorm komt te staan.\n\nJij ziet ons\nWij worden door jou gezienHet gebruik van het voorzetsel door kwam in veel Indo-Europese talen oorspronkelijk niet voor, maar werd door een eigen naamval weergegeven, de instrumentalis. Dat is in een aantal Slavische talen, zoals in het Russisch, nog steeds zo. Er zijn ook talen waarin deze omzetting van nominatief naar instrumentalis niet plaats heeft, zoals het Baskisch. Men spreekt dan van een ergatief. Vermoed wordt dat ook het Indo-Europees voordat het latere stelsel naamvallen zich volledig had ontwikkeld, een ergatief-taal is geweest.\nDat in de Indo-Europese talen ook het naamwoordelijk deel van het gezegde na een koppelwerkwoord in de nominatief staat, is in het Duits nog goed te zien:\n\nEr heißt Peter. Hij heet Peter.\nDiese Raupe wird ein Schmetterling. Deze rups wordt een vlinder)\nDieser Baum ist eine Eiche. Deze boom is een eik.Men vermoedt dat in het Proto-Indo-Europees de nominatief ontstaan is doordat aan de vocatief van het woord,  het losse woord buiten zinsverband, een uitgangs-s werd toegevoegd, meestal met een verbindingsklinker ertussen. Dat is in het Latijn in sommige gevallen nog goed te zien:\n\nvocatief: Paule! Paul!\nnominatief: Paulus lavat. Paul wast.Het verschil tussen vocatief en nominatief is in veel Indo-Europese talen geleidelijk verdwenen en dezelfde vorm wordt in die talen nu voor beide gebruikt. Er zijn uitzonderingen: bijvoorbeeld het Tsjechisch en bij woorden eindigend op -us in het Latijn."