"En lingüística, la tipología del orden de palabras es el estudio del orden de los constituyentes sintácticos de una lengua y de los diferentes órdenes que pueden emplear diferentes lenguas. Esta clasificación se interesa también por las correlaciones existentes entre los órdenes de lenguas de diferente tipología sintáctica. Dentro de los órdenes de palabras, es objeto principal de interés, el orden de los constituyentes de una oración, es decir, el orden relativo del sujeto, el objeto y el verbo; el orden de los complementos (adjetivos, numerales, demostrativos, posesivos y adjuntos) de un sintagma nominal; y el orden de los adverbiales.\nAlgunas lenguas utilizan un orden de palabras relativamente restrictivo y recurren, a menudo, al orden de los constituyentes para transmitir la información gramatical importante. Otras, con frecuencia aquellas que aportan esa información gramatical a través de la flexión, permiten una mayor flexibilidad, que puede servir para codificar información de carácter pragmático mediante procedimientos como la tematización o la focalización. La mayoría de lenguas, sin embargo, muestran una predilección por un solo orden de palabras.[1]​ Otros órdenes de palabras alternativos, en el caso de existir, se consideran marcados.[2]​\nLas lenguas acusativas, las cuales contemplan una clase principal de sustantivos y oraciones entre las que se incluyen el sujeto y el objeto, describen, en su mayoría, el orden de los constituyentes tomando como referencia el verbo conjugado (V) y sus argumentos, el sujeto (S) y el objeto (O).[3]​[4]​[5]​[6]​\nTeóricamente existen seis órdenes básicos para configurar la oración transitiva. La inmensa mayoría de las lenguas del mundo siguen, bien el patrón sujeto-verbo-objeto (SVO), o el patrón sujeto-objeto-verbo (SOV). Existen también un número menor, aunque importante, de lenguas cuyo orden de palabras es verbo-sujeto-objeto (VSO). Los tres esquemas restantes son especialmente poco comunes. El orden verbo-objeto-sujeto (VOS) es algo más frecuente que el orden objeto-sujeto-verbo (OSV) y el orden objeto-verbo-sujeto (OVS) es significativamente más inusual que los dos anteriores.[7]​"