[" mpam.- ^^\nUC-NRLF\n on FIT OF\nVilliam A. SeLchell M\n(xRAMMAR\n OF\nTHE HAWAIIAN LANdUAUE\n BYL.", "ANDREAVS\nho:n^olitlu:\nPRINTED AT THE MISSION PRESS.\n", "1854.\n", "I /tc,\nt c^t c/t/ '•\n-\nCONTENTS.\nGrammar,Definition, ---Sec. 1 —\n PART 1,ORTHOGRAPHY.\nPart 1,Orthography, --- \"4\n\"6\nHawaiian Alphabet,---\nDivision of Letters, ---- \"8 —10\n VOWELS.\nOf theVowel Sounds,\ntiCONTENTS.\n", " NOUNS.\nOf Nouns,- - .", "-Sec.", " 76\nNouns Proper and Common, .", ".", " <«77 —73\nAbstnict. niiddmcrete, - -- \" 79\nSyllables forming a Class, - -- \" 80\nPERSON.\nOfPerson, - --- \"82^\nDefinition, three Persons,--- « 82\nNUMBER.\nOf Number,.", " -.", ".", " \" 83\nNouns have three numbers, --^ - '•83 — 85\nSigns of Dual and Plural, --- « 86—94\nOf Gender,\nNo Neuter Gender,\n...", " GENDER.\n", "--»\n\"\n»<\n95\n96\nSpecificWords for Genders, -- \"97\nDECLENSION OF NOUNS.\nOfthe Declension of Nouns, -- '-98\nCase —Definition of Case,- -- \"98\nNumberof Cases,- - -- \"99\nParadigm of Common Nouns,-- \"100'\nParadigm of a Name of a Pface, -- '•\n 101\nNouns made Plural by Mau and Poe, - \"\n\"\n 102 — 103\nParadigm of a Name of a Person, -104\nRemarks on the Paradigms, -- '•'\n 105\nADJECTIVES.\nOfAdjectives, -- -- \"106\n-\nAdjective Definition, _.", "'«\n 106\nQualify Nouns variously --- \"107\nPlace of Adjectives in the sentence,- \"108\nDivision of Adjectives, --- \"109\nObservations on Adjectives,-- \"110\nOf He and L^a before Adjectives, -- \"111\nNouns turned into Adjectives,.", "- \"112\nAdjectives used as Nouns,-- \"113\nCOMPARISON OF ADJECTIVES.\nTferee Degrees of Comparison,-- \"114\nComparative Sub-divided, - -- \"114\nNumeral Adjectives, --- *' 115\nObservation on Numeral Adjectives,- \"116\nCONTENTS. iU\nPRONOUNS.\nPronoun —Definition and Use, - -Sec. 117\na\nClassesPerson and j\\umber,.", ".", "119—120\nPersonal Pronouns,- -_<<\n121—122\nOrthogrophy of the First Person,--« 123\nParadigm of Fust Person.", " ---<<\n124\nRemarks on the Paradigm, -- - '<\n125—126\nRemarks on the Dual, of First Person, - '*\n127—128\nRemarks on the First Person Plural,-\" 129—130\n ____'<\n•\"\nSecond Person Singular,- -131\n^'\nDeclension of Second Person,--132\nExamples, 133—135\nThird Person Singular, - - _\" 136\nTwodifferentWords, -.", ".", "•'\n137\nOrthography of Third Person,--\" 138\nParadigm Third Person Singular,- -\" 139\nRemarks on Third Person Singular,-\" 140\n- ''\nThird Person Dual, - -141\n^'\nThird Person Plural, .", ".", ".", "142\nThe Pronoun Hai, _ _ _'<\n143\nPronouns Modifying Verbs,- - \"146\nPronouns with the Idea of Verbs, - - \"147\n ____<«\n - *'\nPrefix Pronouns,--- 149\nTwo classes —First Class,- - -\" 150—-151\nSecond Class, 152\n —\nExamples Remarks,_-_<<\n<<\n153\nRelative Pronouns, ___154\n '<\nInterrogative Pronouns,_- - 156\nEzamples and Paradigm, .", " - -\" 157—158\nInterrogatives Aha and Hea,- -\" 159—160\n COMPOUND PREPOSITIONS.\nDeclinable—Examples, - - -'•\n161—164\n ADVERBS.\n", " -\" 165\nAdverbs of Three Classes .", "-\nSecond Class Declined— Examples,--\" 165\nCONJUNCTIONS.\nDefinitions and Use,166\n INTERJECTIONS.\nDefinition — Examples.", "_- -167\n VERBS.\n", " -\" 168\nDefinition.", "Not Necessary to an Idea,\nNo Verbof Existence.", " - - - '\n170\n.ITCONTENTS.\n HowExistence, Possessing, Etc.. are Expressed,Sec. 171\n No Auxiliary Verbs, - - -\"171\n No Variation of Verb itself,- -\" 172\n Person— Number,.", ", .", "\" 174—176\n Double First Persons, Dual andPlural, t<'\n178\n MOOD.\n", " \"179—180\n Definitionand Number of Moods, - -\nTENSE.\n Definition, -- - -«181\n Root of a Verb, -- ^ -''182\n INDICATIVE MODE, PRETERITE TENSES.\n Five Forms, Examples,, .,,\n ^'\n183—188\n Present Tense, Examples, - - '\n <'\n189\n Future Tense, Two Forms, Remarks,-\n ^'\n190\nIMPERATIVE MOOD,\n Definition, Use, Remarks, --\n '*\n 191—192\n SUBJUNCTIVE MOOD.\nDefinition, Use, Preterite Four Forms,-\n «'\n 193^197\nPresent Subjunctive, Examples,-^-\"198\nFuture Subjunctive, Examples, ^ ,« 199—201\n INFINITIVE MOOD,\nInfinitiveForms, Examples, _»\n « 203\n PARTICIPLES.\n Present, Preterite, Gerund,--\n\"204 — 266\n Synopsis of the F rsiConjunction, -'\n \" 207 — 208\n OF CONJUGATION,\nDefinition,\nExamples,\n Remarks,\n....««\n etc., .\n", " COMPOUND VERBS,\n - ,<'\n —\n 209 210\n 211-^228\nDefinition, Examples,.", " , ,«\n\"\n 230 —231\nAnomalous Verb Loaa, - - - 232\nVERBAL DIRECTIVES.\nExplanation,.", ".", " .", " -«233\nWhatthe Directives are,- - -«234\n\"— 238\nThe Syllable La, -\nFurther Remarks,--..<'\nParadigm with Directives, -\nThe Syllable Ai, Examples,\n -\n -\n -\n -\n -\n -\n -\n\"\n\"\n 235\n 239—240\n 241\n 242\n INTRODUCTION.\n", " § 1. Language, in all parts of the earth, is the princi-\npal medium of communication between men.", " It is employ-\ned only by rational beings, or such as have the faculty of\nspeech; that is, of uttering articulate sounds.\n", " § 2, Language is the medium of communicating ideas\nin two ways:1st, by the use of the voice in the utterance\nof articulate sounds termed words; 2nd, by characters\nrepresenting articulate sounds.", " The former is addressed\nto the ear, the latter to the eye.\n", " § 3.", " Languages, like the people of the earth, are divi-\ndedinto great families.", " These again, owing tosome lo-\ncal or other circumstances, are divided into Dialects.\n", " § 4.", " A dialect is a branch of some more general lang-\nuge.", "Adialect is formed by leaving off from the forms of\nthe general language, or by adding something new to them.\nThe pronunciation may to some extent be altered etc.\nThese changes may be produced by time, accident, cul-\nture or neglect.\n", " § 5.", " Most if not all the dialects of Polynesia appear to\nhave had the same origin, which, in all probability, was\nthe Malayan.", " As the Islands of the great Pacific Ocean,\nconstituting Polynesia, are many and far separated, it is\nreasonable to suppose that their languages must vary from\neach other ; and this is found to be a fact.\n", " § 6.", " Every language has certain great fundamental\nprinciples upon which it is constructed.", "These principles\ndiffering from each other, constitute their peculiarity.\nHence, every language in its etymology and syntax must\nbe regulated by its own laws though sorne general prin-\n:\nciples may run through the whole.\n", " IIJNTRODUCTION.\n", "§ 7.", "The laws and usages of a language reduced to a\nsystem, or the principles of its construction drawn out to\n the eye, constitute its grammar.\n", "§ 8.", "Grammars may be general or particular as they\ntreat of the principles of some one of the family of lang-\nuages, or of the language of a particular country in a gen-\neralmanner or they may take up some particular dialect\n;\nof a language and may elucidate its principles more mi-\nnutely than could be done in a general grammar.\n", "§ 9. The object of the following work is merely to draw\nout with some particularity the leading principles of the\nHawaiian dialect. By Hawaiian dialect is meant the gen-\neral language of the collective group of islands so named\nby the natives themselves from the name of their largest\n•island.\n", "§ 10.", "A general grammar of all the Polynesian lang-\nuages is a disideratum.", " But probably such a grammar is\nyet to be written ; for it is not known that such a work\nhas yet been seriously attempted.\n", "§ 11.", "If however such a work is meditated, it should\nnot be delayed, for some of the more important materials\nare passing away, viz:the present race, who only can be\nfamiliar with the pure language of the natives of Polynesia.\nThe language of the present generation is already mixing\nwith foreign idioms and introducing foreign words.\n", "§ 12.", " The Hawaiian Dialect w^as reduced to writing\nt)y the Missionaries of the A. B. C. F. M., and the first\n:book was printed in January, 1822.", "Since that time the\nworks printed for the use of Hawaiians in their own lang-\niiage amounted to about 6,415 continuous pages, of duo-\ndecimo size, besides the Bible, Hymn books, etc., etc.;\n•which amount was printed previous to 1843, since when\nthere has been no accurate estimate made.", "See Dibhle*s\nHistory of Hmuaiian Islands.\n", "§ 13.", "It was the object of those wdio first reduced the\nlanguage to writing: first, to ascertain what sounds there\nwere in the language;and secondly, to express these\nj5ounds by the fewest characters.", " The characters used\nare the Roman ; and the sound givento the vowels are\nrthose of the languages of Southerncontinental Europe\nirather than those of the Enirlish.\n fNTRoniicTia\\. rrr\n § 14.", " The materials for the following grammar have\nheen taken almost entirely from native manuscripts or\nfrom documents printed from native manuscripts.", "That\nis, every example cited to illustrate any principle has\nbeen copied from a manuscript written by a native or\nfrom a printed page originally written by a native.", " It is\npossible that some of the works written by the missiona-\nries might be of equal authority; but as so much has\nbeen written by the natives themselves, it was thought\nbest to appeal to them for authority in every case.", "If\nanything shall be inserted contrary to the above statement,\nit will be mentioned.", " It was, therefore, impossible to\nquote the authorities; that is, the names of the writers,\nexcept in this general way.\n", " § 15.", " After all, there will probably appear principles\nin the language which have been entirely overlooked, or\nmistaken in the developement.", " If so, future editions or\nfuture laborers must be looked to for corrections or for\nthe supply of deficiencies.\n", " GRAMMAR\nHAWAIIAN LANGUAGE.^\n§1.", " Grammar is a written account of the principles\n used in writing or speaking a language.\n", "§ 2.", " A Hawaiian Grammar is an explanation of the\n rules and principles used by Hawaiians in speaking and\n writing their language.\n", "§ 3. Grammatical Treatises are usually divided into\nseveral parts, viz. Orthography, Etymology, Syntax and\nProsody.", " Orthography treats of letters and their forma-\n tion into words.", " Etymology treats of words and their\nchanges in relation to each other. Syntax teaches the\nrules whereby words are formed into sentences.", " Pros-\nody will hardly be included in this Grammar.\n", " Note.", " — It is taken for granted, in this work, that the reader un-\nderstands the principles of general Grammar; hence many defini-\ntions are omitted.\n", "Part I. — OFORTHOGRAPHY.\n", " §4.", " Thefirst principles of a language are its sounds.\nThese sounds are represented by arbitrary characters\ncalled Letters.\n", " § 5.", "The letters of pure Hawaiian words are twelve;\nbut as other sounds have been admitted from foreign lan-\nguages, other letters have been admitted to represent\nthem.\nwOF ORTHOGRAPlir.\n", " § 6. The arrangement of these letters in the Alpha-\nbet as they now stand in primary school books and vo-\neabularies is as follows: —\nAa^\n V>T-TMK \\()A\\i;i/)l\nfiOTincethem, especially as somanyare now anxious to\n acquire English.\n", "§ 10.", " In printed books, theletters of the alphabet\nhave been used as in ihe English and other European lan-\nguages, in numbering the chapters of the Bible—the\nchapters and sections of law books, &.C.; but awkwardly,\nas it was necessary to introduce two letters more, viz. C\nand X, which are not wanted for any other purpose\n OF THE VOWELS.\n", " § 11. The sounds of the Vowels, as given in the al-\nphabet are almost unifoi-m. Thus a has the sound of « in\n€dms, father, &,c.", " Slight exceptions may be found; Ex-\nception Istj in such words as n(;rt/iO, maivaho, Oa/iu, molown,\n&c. where the sounds resensble thos€ of the Scotch «, but\nnot so broad.\n", " Ex. 2. In some words where a is succeeded by k or p\n accented, the a has a sound similar to a short English u\n thus make is pronounced something like miikky, perhaps\n not so short.", "Maiimali like mulUjm%dlij\\ napenape like\n napympy.\n", " Ex. 3. The o is sometimes shortened beyond what it\n would appear from the alphabet. Thus, Hawaiians most-\n ly say mahpe, a few tnahope as if written mahoppy, Sec.\n", " The Vowel sounds, however, as given in the alphabet\n are almost universal.\n", "§ 12.", "The sounds of the vowels as pronounced in Eno-\n lishwould not answer the purpose of pronunciation in\n Hawaiian without a great sacrifice of simplicity. Thus,\n1st. /in Hawaiian has the sound of cc in English; but\nthe class of words is very numerous where two iPs come\ntogether; thus, pii to ascend, in an English dress would\nbe peeee; hii, to hold in the arms, would be hreee; iiilii,\nsmall, would be leeeeleeee.\n2nd. The letter w in Hawaiian sounds like oo in coo in\nEnglish.", "Hence ku to stand, would be koo; and kuu to\nlet go, would be koooo; uku to pay, would be ookoo; and\nuuku little, would be ooookoo, &c. Much of this has been\navoided by the orthography of the vowels which was\nacI opted.\n", " 12 OF THE CONSONANTS.\n", "OF THE HAWAIIAN CONSONANTS.\n", "§ 13.", " The consonants are sounded mostly as they are\nin English.", "Thus,\n1st.", " The letter A is asimple breathing or aspirate as\nhale, hemo.\n2nd. The letter k has some variety in its pronunciation.\nThe people of the Island of Hawaii formerly had a sound\nnow represented by the letter k which sound was a gut-\ntural, or rather perhaps, the sound was formed at the root\nof the tongue.", "The people of Kauai, on the other hand,\nhad a sound of the same signification, but pronounced il\nnear the tip of the tongue resemblins the sound of t.\nSince the conquest by Kamehameha I., and the conse-\nquent mixing up of the people of the different islands;\nthis letter has all the intermediate sounds from a gutter-\nal to a dental; that is, from the distinct k sound to that\nof the /.", "And the people appear to perceive no differ-\nence.", "It is an anomoly that a people so nice in distin-\nguishing vowel sounds as the Hawaiians are, should be so\ninapt in perceiving the difference of consonant sounds. It\nshould be observed, that the A\" sound greatly predominates\nover that of the /.\n3rd. The letter / is a liquid, and is often inter-\nchanoable with r; not the rolling French r, but the smooth\n?' of the Americans.", " A few persons assimilate it some-\nlimes with ?i, as lanahu, nanahu, Lanai, Nanai; this, how-\never, is rare.", " The word Ililo, name of a district on Ha-\nwaii, is sometimes pronounced as if written Hilo, Hiro or\nHido; and as before remarked, the natives seem not to\nperceive any difference.\n4th. 71/ has butone sound, moku, moo;it is a liquid.\n.5th.", "A\" is a liquid also,and has but one sound, except\nas itmay be occasionally heard for /.", "[See under / ]\n6th.", " Pis a labial,and has but one sound, aspue, pio.\n7th. rr, as a consonant, has but one sound, as wa, xve-\nhi, <Slc., but is frequently represented by the diphthong\nue; as, naueue is often written natuewe; and so of most of\nthe diphthongs formed by u and another vowel.\n", " Note, — The letterw. in many cnw.'s could Ix?spared, as o itu \\a\n OF THE CONSONANTS.13\npronounced Wke owau. Some Hawaiians write o-^/cea one of the an-\ncient gods ;others write o IVakea;tlie pronunciation being the\n same.\n", " OF FOREIGN CONSONANTS.\n", "§ 14 fi is a labial, and Hawaiians are inclined to give\nitthe soft sound of jd, as baka^ paka.\n", "Dhas the same sound as in English, but Hawaiians of-\n ten run it into the k or t sounds. [See § 13, 3rd and 5th.]\nFthis letter was not introduced, as at the Society Is-\nlands for a Digamma or aspirate; but to represent the re-\nal English semi-vowel sounds; as fiku, a fig.", " The na-\ntives often run it into thejt? sound.\n", " G has but one hard sound, as gola, gold; Hawaiians ea-\nsilyrun it into the k or / sounds.", " In pronouncing the\nproper name of t tie country Belgium. Haw, Belegiuma, the\ng is soft.\n/haslately been introducedto spell the foreignword\njure, jury.\n", "R has the smooth soft sound and hence easily assimila-\nted with /.", " The strong rolling r cannot be pronounced\n by a Hawaiian.\n", " Shas been introduced as a sibilant, for the Hawaiians\n naturally have none.", "Hawaiians begin to use the sound\n in such words as Sabati, Sabbath; soj)a, soap, &.c., but fre-\n quently run it into the k sound.\n", " T is easily tobe pronounced by some, more difficult\n by others.", " It has but one sound.\n", " Fis notoften clearly sounded by Hawaiians, they run\n it into the sound odv.\n", " Z isused onlyin afew words introduced from the\n GreekorHebrew, as,Z'lona^Zion; Zizania, cockle.\n", " Note.", "—The foregoing foreign letters are never used except in\n writing words introduced from foreign languages.\n", "OF DIPHTHONGS.\n", " § 15.", "A Diphthong is the compound soundof two vow-\n elsunited inone.\n", " § 16, It is doubtful whether in a Hawaiian's ear two\n vowels are ever so united as to form what, in European\n14 OF THE DIPTHONGS.\n languages,istermed a diphthong; that is, the coalition of\n two vowelsinto one sound. Still, in a grammatical treat-\n ise the theory may besafely adopted.\n", " § 17. It is clear, however, \"hat the langunge has no\n improper diphthongs; as both vowels, as pronounced by\n Hawaiians, are always heard.\n", " §18.", "Thefallowing, considered in theory, as diph-\n thongs, are set in contrast with other words of the same\n orthography, but which consist of separate syllables and\nconstitute words of different significations from the other.\na-a roots of a plant Or tree, a-a a dwarf.\n a-e, to assent,a-e, togo on board a canoe.\na-i, food, V. to eat, a-i,the neck.\na-o, a cloud, a-o, to teach, reprove.\na-u, to swim, a-u, pron. ofme, mine.\ne-a,to rise up, e-a,dust raised by the wind.\ne-e,to enter as a canoe, e-e, the armpit.\ne-i, eia, offering to another, e-i, to speak.\ne-o,becoming anothers, €-0, answering to acall.\ne-u, to rise up, e-u, one in grief.\ni-a, pron. sign of accusative, ia, a fish.\ni-e,a kind of kapa or cloth, i-e, an angry man.\ni-i,to be in difficulty, i-i,mouldy food.\ni-o, muscle, lean flesh, i-o,there, at a distance.\nl-u, disagreeable, i-u, in hiuia, the tailof a fislu\no-a, a split board,o-a, rafter of a house.\no-e, long, as the neck,o-e, to prick, probe.\no-i,eatable kalo,o-i,a lame person.\no-o, ripe, mature, as food,o-o, an instrument to dig with.\no-u, pron. of thee, thineo-u, pron. of me, mine.\nu-a, a kind of kapa, u-a, rain.\nu-e, to shake, move, u-e, angry, provoked.\nu-i,to question, ask,u-i,a youth, young man.\nH-o, to spread, as vines,u-o, the sound of a bell.\nu-u, elastic,u-u, to stammer.\n", " Note.", " —Protracted investigations, in company with intelligent\nHawaiians, would doubtless, modify some of these remarks.\n", " OF SYLLABLES.\n", "§ 19. A syllable, in Hawaiian, may consist of a single\nvowel, or a consonant united with a vowel, or at most, of\na consonant and two vowels; never of more than one\nconsonaiU ina syllabic.\n", " OF SVLLABLES.", " 15\n§ 20. In Hawaiian, every syllable ends with a vowel\n sound; and no syllable can have more than three letters;\n generally, not more than two; and a vast many syllable»\n consist of single letters —vowels.\n", "§ 21.", " No adult Hawaiian uneducated can easily pro-\n nounce, and never without special eifort, will attempt to\n pronounce, two consonants together in the same syllable.\n The only word that has been printed in Hawaiian books\n with two consonants standing together, is Kristo^ Christ.\n", "§ 22.", " It will appear obvious, from the foregoing sec-\n tions,whythe names of the letters, as they sZand in the\n alphabet are somewhat varied from the English names*\n The names of the letters must terminate wiih a vowel.\n", "§ 23.", " As every syllable must end wi(h a vowel sounds\n andastwo consonants cannot be sounded together with-\n out a vowel, and as whole w®rds and even sentences\nmay be made up of vowels, it is clear that the vowel\nsounds must greatly predominate over the consonant\n sounds; thus, oiaio^ truth; aoao, side; e i ae oe ia ia, speak\n thou to him there; e ae an ia oe, I will consent to you; and\nmany phrases, if not sentences, may be made up entirely\nof vowel sounds.", "The language, therefore, must appear\nmonotonous to one unacquainted with its force.\n", " OF WORDS.\n", " § 24. A word is an articulate sound, or union of\nsounds that expresses some idea. A word may be simple,\nthat is, expressing but one idea, or it may be a union of\nwhat was originally two or more words and convey more\nideas ihan one.\n", " § 25.", " In Hawaiian, each of the vowels constitutes one\normoredistinct words.", " Still, a greater number of words\nis formed by the union of a conronant and a single vowel;\nas, ha, ka, li, me, no, pu, wa.\n", " § 26. Any word that cannot be redncpd fa any sim-\npler Word, and is one ufx-n ul c' f tl( ; syllables may be\naddedtomodify the sense, is termed, a Root.\n", " § 27.", " A great majority of radical words, or those\nfrom which others are formed, consist of two syllables. In\n 16 OF WORDS.\nthis respect the Hawaiian resembles several of the an-\ncient languages as the Hebrew, Syriac, Arabic, &c., thus\n po-no, good. ha-na, work. ho-nu, deep.\n i-no, bad. hu-a, fruit. he-mo, to loosen.\n lo-a, long.ka-pa, cloth. ho-pu, to catch.\n po-ko, short.i-a, fish.le-le, to fl}', dec,\n§ 28. There are also many words formed by doubling the\nfirst syllable of the root.", "This generally gives frequency\nor strength to the idea contained in the root; thus,\n a,to burn,a-a, toburn hotly\n u-mi, to choke, u-u-mi, to choke.\npo-i, to cover,po-po i, to cover up.\n ni-ni, to pour, ni-ni-ni, to pour into.\n ku-li, to kneel,ku-ku-li, to kneel.\n no-i, to ask, no-po-i, to ask, beg.\n ku-i, to report,ku-ku-i, to spread a report.\n lo-hi, to linger, lo lo-hi,tobe slow.\npe-hi, to pelt,pe-pe-hi, tokill, &-c.\n", "§ 29. Others are formed by doubling the second sylla-\nble of the root; thus,\n na-ki, to bind, na-ki-ki, to bind tightly.\nma-kai, to look, ma-kai-kai, to examine a thing.\nna-ue, to trennble,na-ue-ue, to shake.\nna-ha, to break, na-ha-ha, to break to pieces.\n ha-ma, to open, harna'tna, to open wide, &.c.\n", " § 30.", "Others by prefixing some other syllable to add\nforce or intensity; thus,\n ^e-a, to call,ka-he-a, to call.\n ^u-K, to turn,ka-hu-li, to overturn.\nne-e, to shove, pa-ne-c, to push along,\nha-e, to break, na-ha-e, to break. [ter.\njpi-ii,tofit, ka-pi-li, to fit timbers as a carpen-\nni-ni, to pour,ha-ni-ni to pour out.\na-we, a burden, ha-a-we, a burden.\n lu-ku, to slaughter,hai-lu-ku, to slaughter.\n o-K, to sing,hau-o-li, to rejoice.\n^e-e, to flee,au-he-e, to flee.\n wi-li, to twist, ka-wi-li, to twist,mix up.\n hi-nu, ointment, ka-hi-nu, to anoint.\npe-hi, to pelt, ki-pe-hi, to throw stones at.\nni-hi, to turn sideways,ku'tii-hi, to stand sideways.\nho-lo, to run,na-ho-lo, to run along.\nke-lit, toexceed. pa-kc-lo, to go beyond, &c.\n", "OV WOKDS.", " 17\nNote.", "— All tlit.'se prefixes have a iiieaiiiii.: of llieir own vvlieii\nthey stand as separate words, but those meanings seem to have no\neffect on the compound word, and yet the original meaning of the\nrootis nndoubtedly modified by them^ and so of the doubledsylla-\nbles of the fore^oiiig section.\n", "§31. Another i.ml very numerous clnss of words is\nformed by repeating botb syllables or (he whole word;\n thus,\n pa-la, to paint, dauh,pa-la-pa-la. to write.\nha-nu), ointment,ha-mo-ba-mo. to rub \\\\]{.\\i oinlmenl.\n la-we, to cirry,ia-we-la-we, to carry frequently.\n he-lu, to count,he-lu-he-lu, to read.\n he-ma, the left han<i,he-ma-he-ma. awkwardly.\n o-lu, to please,o-lii-o-lu,pleasant, agreeable.\n pu-lu, wet, jJU-lu-pu^lu, very wet. &.c.\n", "§ 32.", " Again, these words with the root, or bothsylla-\n•blesdoubled may have those same prefixes or others as\nihose in § 30; thus,\n hii-a,togrow, increase, ma- hu-a-hu-a,to growlarge.\n i-no, bad, evil,m(L-i-no4-no, ai^iiction, sufleriflg.\n", " Ifi-ma, a torch, hght,ma-la-nta-la-ma, a ligiit.\n he-ma-he-ma, awkward, pa-he-nui-he-ma,awkward inopeech.\nwa-li-ica-U, weak, na-ica-li-wa-li, want of stresigth.\n", "§ 33. Other w^ords, from one syllable to any number\n«lay be prefixed by Iwo which has a causative meaning;\nthus,\n e-mi, to diminish, hoo-e-mi, to cause to diminish.\n li-ke-li-ke, -just alike,hoo-U-ke-U-ke, to cause to resemble,\n pa-i, to strike, hoe-pa-i, to cause to strike, punish.\n ma-la-ma-la-ma, tight, heo-ma-ht-ma-la-ma, to giveiigiit.\n po-ko-le, short, hoo-po-ko-le,tomakeshort, <t,c.\n", "§ 34. Other words are formed by suffixing the sylla-\nble 7ia a 'Contraction of the word ana equivalent to the\nEnglish participial termination ing; thus,\nmo-e-7ia, a mat. formo-e-a-na, a lying down.\nhi-ki-na,.the east,for hi-ki-a-na, thecoming [of the sun..]\ntvai-ho-na, a treasury,forwai-lw-a-na, a laying aside.\nhu-i-na, an angle, sum,for Im-i-a-na, a ui^iting.\nha-ki-na, a broken piece, for ha-ki-a-na, a breaking.\nmo-ku-na, a dividing line, -for mo-ku-a-na, a breaking off.\nhaa-mi-na, a gift, for haa-wl-a-na. a giving, ttc\n\"§35.", " Another clussof'w«>rdN is formed by siiflixing\n 18or uouns.\n ttJL\"p;l,^sivetermiiiafion of verbs ia.", "These «ords nre\n mostly, it\"not alwnys, the preter });irt!ciple ci\" some verb,\n though often used as nouns or adjectives. Thus,\n ni-)iau-ia, the ihiiii;- a-sked tor, iVoin ui-nan to ask.\n i-ke-icf,thai, which is ktiown,from i-ke, to kiion'.\nhochko-uf, that which is bronchito pass, from hoo-ko, to cause.\npa-i-ia, printed, from pa-i, to print, vtc.\n", " § 36. Respecting many words that are compaunded, it\nis not yet settled fully in practice whether they should\nbe written and printed as one word or separately.", "Bolh\nin printing- and writing among the natives we have the\n following among many others.\nkuhihewa, to thinkerro:ieou^-.lv, orkuhi hewa.\nlapinvule, foolish, or Uipu wale,\nkupaa, to stand fast, or kii pact,\nhapawalu, the name of hi/rcents, or hapatcalu.\nkoomnnawanui, to j)ersevere,orhoomanawa nui.\niuka, towards the motuitaiM.or i uka.\nalaloa,main road, or tda loa.\nkahumoku, mate of a ship, orkahu moku.\nlunaauhau, a tax gatherer.or luna auhau.\naiihikaxm, ai^enerai, or alihl kaua.\nmanaoio, belief, faith, ormanao io.\nahaolelo, a council,oraha olelo.\nmahiai, to till the ground, or niahiaL\n])aipalapala, printer,or pai palapala.\n", "Note.", " —The above words have [>een written and printed by na-\ntivesand foreigners in both forms. But there is an increasin^j; dis-\nposition to write and print this class of words in one word rather\nthan separate then).", " It was at first a dilficuit thing for Hawaiians\nto learn to divide words properly: that is, to separate the words'in\na sentence from each other.", "It was very common for them to\nunite the article with the noun as one word, and so the adjective\nwith the substantive.\n", " § 37. It is a peculiar trait of the Hawaiian language\nthat a majority of words can be used as the writer or\nspeaker needs either as nouns, adjectives, verbs or ad-\nverbs; not so much by altering their forms as by chang-\ning their place in the sentence and connecting them with\ntheir adjuncts. Thus, lake the common word alalia,\nAs a I'cib,ke aloha aku neiaui kuu hoalauna, I love \\uv friend.\n", "OK\\VO|{I)S.", " It*\n Asn noif/).li<'(iloJni K<»Ma ikmijili<);)l;{iiii;i.hoii;i«l/orrUn<ii^\n )ri(.n(l.\n vi.v (fM nd}rcli>'fIf -.sinI'h^hn im i;»il\\f>i.n iit.;il:<iiii;i .\n '\"• i-: ni'')f <^<i\na lorin!^ vU\\v{ in his iVii'ii'!.\n .'f.s ff« (ffti'erh. \\f^\\)n i'}i>k(i yrl;ikcla i;i w, lliiit jxrs.iii ^rcaTt-d\n 5 1 i 1 1 1\\v i I hj^ rien d>h iju\n Even (hoi)C!i><mir'ij)ir>nfMiM c« 1. livay Im- Msfn) ji;. u vcrl»: llms,\n«fpot ka iivcfjpapult ic omd'otf ? u hohi'^^a stiMW hat arnon.'^ your\nAlls.", "Oirati akula n\\y hoi mi, o»rou: likTally.", " IU-.d <o hi»nTi\nJhat is, I said to him, Ihad.\n3o. From \\\\w fewness of the loiters and syllables in\n J\nthe Iani2u^iire, it must necessarily be tlust muuy words of\n the same letters must have diiierent signincations; and\n -so it is, hut it is «;reatly remedied in Howaiian as in other\n langua«es, by different tones, accents, v^r pronnnciation,\n some of whicii were shown in § 18, making in fact a nilfer-\n €nt word to the car, though not to the eye. The enun-\n ciation of some of these tones and ;::ccents ?ire exceeding-\n ly difficult for an adult foreigner ever to obtain.\n", "§. 39.", " As might be expected, where the letters arc >o\n few, and their combinations into syllables and words so\n regular, the language, to foreign ears is very monoton-\n ous.", "The guttural sounds are frequent, for many vowel\n sounds come together which do not form diphthongs.\n", " ^ 40. In Hawaiian there is a j^'reat want of generic\nterms, as is the case with all uncultivated languages.\n No people have use for generic terms until they begin to\nreason; and the language shows that the Hawaiians have\nnever been a reasoning peojile. They have been better\nwarriors and poets, than philosophers and statesmen.\nTheir language, however, richly abounds in specific names\nandepithets.\n", " OF ACCENTS.\n", " § 41. The general law of the language is, that the ac-\ncent should fall upon the })enult, that is, the last syllable\nbut one in a woi-d.", " The exceptions to this rule are some-\nwhat numerous, but will occasion no great difficulty to\nthe learner, a few lemarks only will be made on accf nr.\n", " JNJoTE.", "—111countiiii^two (Josely wiilten foolscap pages, inett*.\n\\vere found 117 dittereiil words of more than one syllable; as fol-\nlows,\n Of wordsof two syllables aeeenttd ctn the penult,49\n — — of two sUliiblr.s accented on f he nltiina, ^?\n", " — — of three syllables accented on the pectdt, 40\n i — .^^ of three syllables at'cesited on tiie ante penult,4\n Ofwciirds of three syil-i'dps accentedoii the ultima, '2\n — — — four syl!a})les accented oh the penult, 1'\n — — —5\n••\ntwosviiabies accented equuUy on both\nsyllables, [i.e. spondees.]4\n§ 42. Mariy persons, on arriving at the Islands, trea(\nthe language as though the words were accented on the\nlast syllable, which is a great mistake; comparatively tew\nof the words are so accented.", "Capt. Cook very natural-\nly used English orthography in spelling the names of\nj)laces and of persons at the islands, and this favors the\nappearance of the accent on the last syllable; thus Woa-\nhoo, Owhyhee, for Oihu, Hawaii.\n", "<^43.", "Some wordsof die same letters and syllables by\nchange t)faccent, change the meaning of the word; thus.\nma-ln-md, a month. in}- la-ma, take heed, take care.\nka-n'}-ka,a man. k}-na-ka, men in general, people.\nu-ka, ashadow. a-k^, but, a conjunction.\n", "§ 44.", "Accent is frequently thrown forwardmostly by\ntheinsertion of the euphonic syllable la.\n 1st.", " After the vel'baldirective (kir,as, Iokuau\nia ia, 1 said to him; if the particlela follow r?ku the ac^\ncent is thrown on to the laat syllable and it becoms ak//;\nthus 1 ku la aU ia ia.", " The theory is that la when used,\nis united with akii and thus to keep the pronunciation on\nthe penult, the accent must be thrown forward.\n2nd.", " The same observations aj;ply to the verbal\ndirective Iho; thus, w^aiho ?ho oiai ka nkana, he laid-\ndown the load; if the la be used, theaccentis thus, wai-\nho ihr) la oia ka ukana. i\n 3rd.", " The same appliesto nouns and pronouns,\nwhere /a makes a part of the demonstrative adjective\npfonoun, ait—la; thus, ke pac mai nci ka moku, the. ship\n01\"UCllNfs.2f\npomes to anclioi'.", "Ko p:iemai iw] an mofv 'h,tfiut shij)\ncomes to anchor.\n4th. The particle he before a word with /,/ jii'for it, lias\nthe same etlect; thus, he —la', me /ic hiilii h.'pa, like wool;\nwith la the accent is tlirown Ibrvrard, as nie he hulu hipri la.\n5th. When an adjective follows a noUnhavingthe\ndemonstrative adjective pronoun [see 3rd J iia — /o,the\nlast syllable of the adjective before la takes theaccent;\nthus,no ka uuku o ka poe kanaka k.'u,for the fewness of\nthe spies; no ka uuku o ua poe kanakaki// la.\n", " Itmay be observed thatsome writers and some speak-\ners use the particle la much more than others, and hence\nthe accent is varied more by some than others.\n", "§ 45.", " As the Hawaiian books have been printed al-\nmost entirely for the use of Hawaiians; it has not been\nthought necessary to use any marks lor accents, but if\nthey should be used by tho.-?e who wish to acquire the\nlanguage, it would be very convenient iur ^uv.li to have\ncertain classes of worda accented.\n", "OF LETTERS DROPPED.\n", "§ 46.", "Hawaiians are fond of abbreviation*^, particular-\nly the initials of proper names.", " Many, however, do not\nUnderstand the meaning of M-. in English, '''hey often\nWrite it Ml, sometimes Mik; if the proper name begin\nwith k or a voivcL Theynot unfrequently prefix it to the\nproper name; as Mikelaka,for l\\r. Clark, jMikanalu, for\nMr. Andrews.\n", "§ 47. In writing, a vowel is frequently dropped fi-om\nthe beginning of a word when the preceeding one termi-\nnated with the same letter; thun,\n naHii,the chieis, lor na alii.\n i kona hele arta'kii,on his f^owvj, forth, for/kona hele ana aku,\n oiakana i hana'i,thatiswhat hedid,for oiakanaihanaat.\n", "In pronouncing, one of the vowelsvery nearly coales-\nces with the other.\n", "The prefix pronouns, and indeed all the pronouns of the\nfirst person drop a letter in the same way.", " Thus o'u, a'u,\nof me, mine; ko*u, ka'u, my; no'n, na'u, for me.", " Hut al!\n", "22OF T.KTTnR^ ivsKirrrT).\nlhe«e ciises nre marked oi-should be by an nphostropbc\n{is ill the ;dK)ve examples.\n", "OF LETTERS INSERTED.\n", "§ 43.", "Letters are someuhnt frequentl}' insertedinthe\nmiddle ofn word; niest. if not all, Bppai-enily for tiiesake\nof euphony; thus, pouhia, for jjauia; fnakdvl/a, for ma-\nkauia;aulndl/iia, for auhuliia.\n", " Some of these no(!oii!>t aremere\\ ulixmisnis; as. lokiJii fov lo'iJd.\n", " § 49. It will appear from the foregoino- that spelliri.i;\n the lan;^uage and |)r()nouncing it (exeept the nice shacies\n peculiar to native intonation) are not diflicull.h!aving\n become familial- with tlie vowel sounds, and witli (he gen-\n rral rule of aeeent as slated in § 6, and § 41 — tht; whole\n canea.\"silybeleai'ned.\n", " '^ 50.", "Thereareno unsounded or uselessletters,\n ifwe except iheletterto inai'vw cases.", "See >S13, 7(h,\n and Note.\n ^ b] .", " The use ofCajiital.s and pauses in writing so\n generally follows the custom (,>f English rules, thiit a de-\n tail is not thought necessary.\n", "Part II.— ofETYMOLOGY.\n", " § 52.", "Eiymology isthat part ofgramnuir which treats\nof words,— their diiferentclasses— theii- use tlieir rela-\ntions to each other and the external changes they under-\ngo, if anj-, in order to fit them into sentences so as to ex-\npress clearly the ideas of the speaker or vvi-iter.'i'hese\nwords, divided iiilo different classes, will be considered\ns<epurately a,s they arise.", "The difierent classes of words\nij>ed in a language, are termed Parts of Speech.", " 'J'he\nparts of speech will be found to dilfer from those of the\ncultivateil languages of Europe, and some will be i'ownd for\nv'hirJi (here are no names.", "To these, names niust Ijc\ngiven according to their oHJce, or relation to other\n«orils.\n ni' VVi\\YV (»'. ^\nOK 'I'iir:() i:mi'ii.\\'1'k\n 1^ 53.", "The em|)h;itic is uscA helore nouns proper\njindcomou aiul pronouns,in all the numbers, singular,\ndual and plural.", "Tliere is no [)art of speech corrcspond-\ninoj to it in the Kuropean lani;uages.", "It is a distinct p«rt\n ot\" speech tVom the u asa noun or veib or conjuncfioii\nor any other pa* t of speech.", " In translalinjj;, it has no\nwordinto which it cati be traiislated.", "It is, however, of\ngreat usein Hawaiian for the two purposes v{c7anh(isis h\\h\\\neuphonjj.", "It generallystands iuiinediatelybeforethe\nword denoting the subject, or in Knglish, the Nominative\ncase.", " To this there are some exce[)tions.\n", " A few examples will be given of the maimer in which\nit is used;but neither (lie emphasis nor euphony can ap-\npear indetached sentences.\n", "NoTK.", " — Forthe Rule respectingitsuse see Syntax.\n", " § 54.1st. The o emphatic is prefixed to pro[)er names\nof persons, places or individual things; thus,\nHolo akula o Lono,Lono sailed away,\nola ae la o Aikake, Aikake was saved,\na ike ae la o Papa ia ia.and when Papa saw liini.\n o Mokuohai ka iiioa o ia kaua, Mokuoliai was the name of thatbattle,\nmake o Kahekili maOalni, Kaliekiii died at Oalui.\nalaila, inaluo Maui, then, Mauiwill bein peace.\n 2nd.", "Theoempathic stands before common nouns.\nHere the article stands between the o emphatic and the\nnoun; thus,\naka, o kane.i o ka auvvria,but the great part (^f the canoe fleet,\no ka hiku keia o ka iiolo ana, this was the seventh time of his sail-\no ka mnlu, the [)eace [state of peace.] [ini^.\no ka haipule kamea kui ka moku. piety is what establishes a land.\n na'lii aia,he ilihune,ungodly chiefs are f)oor.\no iia aina ia'u [)onoi, the land r(>ally mine,\no kekahi poe haole, certain foreigners.\n3rd. The o emphatic stands before personal pronouns.\n Generally there is no word between the o emphatic and\n the pronoun.\no wail no kou alii, 1 am your chief.\no oe no ka'n kii mai nei.\n iyou arc the i>ers()n camefur.\nupela nuuia luina \"i,\niand so also he diil.\n", " '24.", "I'FTHEARTlCLll'S.\n <onluii \\m liele,o wau keiioho, you two go, I stay.\no laua no iianieaiiui, they two vv^re the principle persons.\n >oniakoii ka poe niaJiliini,weare strangers.\n o kakoii pu kekahs, ive also are a part.\nlO wai ko kiiia Jiica I hewa? wlio of the two was wrong?\n", "NoTK.", " — The ooi\"the third person singular ia of tliepronoun, and\ntlieoftlieintcrrog-itive ivai aye in printing generally united, but\niin theory arc separate.\n4th.", "The o eiiipiiatic is separated fromits noun, when\n hhas aj)rerix [adjective] pronoun before it;thus,\n>o kun kaikaiiia,iny )oijng<cr brother.\n0 ko'u make 'kamalii nokeia, thisismy<lying in youth.\no kou aina ia, thatisthy land.\n<okona hie no ia ka |)a]e,\n ithat was his leaf)ing the precipieie.\n o ko makou hale k« hiolo,itwas our house that fell.\n", "Theprefix pronouns in general take th-e place of the\narticle.", " Theo belongs to kaikaina, make, aina, lele and\nJiale.\n5th.", " Other qualifying words may somtimes come iii and\nseparate the o emphaticfr-oui the noun to which it belongs;\n thus,\no ko Hawaii en^mi laui ia,that is Hawaii's great enemy.\no kolailapoea'.ii, the chiefs of that place.\n<okeia mau meaka'u<eimi, these are the things I seek.\n", " Note.", " — The ^ emphatic is not always used. ?n many oasesit\nis used where neither eni[)hasif3 nor euphony is very apparent.\n", " OF THE ARTICLES.\n", " § 55The Hawaiian language has seven words which\n:stand before common nouns to express some modification,\nor have some inlluence on their meaning: and hence may\nhe termed Articles. Proj)er names, as such, do not take\nrartieles; unless they become amalgamated with them^ and\nihen they lose their di'Stinctive meaning as, AV/abumanu,\nlit, ///.e bird mantle, i;^f/meha'meha, ilie desolate, Aamana-\nwa /Ac time, Kaiiuw'], the watercourse, JTrkapa, the cloth.\n", " § 56. The proper name Akua, used for the true God,\nretain* the article a« it was formerly not a proper name,\nibut a common one.", " The word Lord meaning Jehovah ia\nKtiglish still takes the article, because Joj'merly it was\nnoit a j)roper jiame.\n", " .\n", " OF TfTEV nViri i>.", "25\n § 57.", " Itmust not he underslood thf<t article mu?t cor-\nrespond to article in ti'unslatiniif Irom one languii^e to\nanother.", "Articles are oiten used in Hawaiian where they\nmust be left out in translating into English or other lan-\nguages, and vice verso,; the- idiom of the two languages\nmust be taken into the account.", "^^\n§ 58. The words used rs Articles are ka, ke, he, wahi^\nkahiy kekahi and na.", "They may be divided into three\njC I asses, viz.\n1st.", " Definite,as ka, ke.\n2d.", " Stmi-defijiiif:, thatis, definite, iis to a class of sub-\njects, but indifijiite as to individuals;as ivahi^ kahi, keka-\nhi,and perhaps hookc:hi.\n3d.", "Indefinite,as he.", "Nais used as a plural article,\n.a,nd moreor less as a plural article forall the others.\n", "OF THE DEFINITE ARTICLES ka and ke.\n", "§ 59.", "Ka and ke are the same Article asfarasthe\nmeaningisconcerned, and answer to the English Defi-\nnite Article the, where the idioms of the two language»\nwill allow.", "They take the different forms ka and ke in\norder to adapt themselves to the fiist letter of the ibl'ow-\ning noun or word that comes between them and the noun;\nas ka h-d]e, ^^e house; ke kino, the body.", " To say ka kino,\nka koko. &:c., creates a hiatus not pleasant to the ear of\na Hawaiian; hence the change oi' a into e.\n", "§ 60,The following rules and examples will show\nwhere the two articles ka and ke are to be used.\n1st.", " Nouns whose first letter is a have both ka and ke\nfor articles;that is, some nouns beginning with a, take ka\nand some take ke. This can be learned only by practice.\n", " '\nVery few nouns take both; unless the word has a radi-\ncally difl'erent meaning, in which case it is really a ditler\nent word; thus, kaaho, the name of sticks used in thatch-\ning; ke aho, the breath, &.c.", " Probably nioie nouns be-\n o;inning with a take ka for their article than take Ar; as,\n ka awa,tlic plant iiwo.", "Ac aiii.thefire.\n", " Ac awa, the liarl»nr.", "I.a aina, the Ian. I.\n ka apu. the cup.", " Ac auo, the loini\n kaaa, the buniuiL; lin f,,i;iio, Ific .l.-l-ioi\n1\n26 Of THE AKTIC1.ES.\nke ala, the road. ke a<>,thedawn,\nka ai,//le food.kaaaliu, //jc gatniciit.\nka ae, //teconsent. fca auao, the side.\n 2cl.", "Nouns beginning with the lettere have ka for the\narticle; as,\nfeaelm, fAe pain. ka elelu, the cockroach.\njfca elele, the messenger.ka elemakule, the old man.\nka eke, the hag.ka eho, the stone idol.\n", " Exceptions ; ke ea the life, ?Ag breath; as on the national escutch-\neon, ua mauke ea o ka ainaika pono, the breath of the land is\ncontinued by righteousness.", " Emi, a sctthng down, has both forms\nka emi and ke enii. The latter form is seldom found.\n 3d.", " Nouns beginning with the letter i have kufor their\narticle;as,\n ka ili,the skm. ka ilio. the dog.\nka ike, the knowledge. ka ilo, the worm.\n ka ino, the evil. ka ipu, the cup.\n ka inoa, the name.ka imu, the oven.\n 4th.", " Some nouns beginning with o take ka, otherstake\nke for their article.", "The same remarks apply to o that\napplied to a; as,\n ka ohu, the fog.", "A;eola, /Vie life, escape,\n ka opu, </ie belly. ke one, f/^e sand.\n ka olelo, ^Afi word.", "Ae oho, the hair.\n /ea olioli,the joy. fee o, i/ie sharp instrument.\n 5th.", " Nouns whosefirst letter isu take ka for their arti-\ncle;as,\n ka uku, the reward, ka uila, the lightning.\n ka uwe, the crying,*ka uhane, the soul.\n ka ua, the rain,fertukana,f/;e baggage.\n ka umu, Me oven,ka upena, the fish net.\n6th.", "Nouns beginning with any of the Hawaiian Con-\nsonants, except k, as a general rule take ka for the arti-\ncle;as,\n ka hale, the house. kaniho, the tooth.\n ka la, the sun, the day.fea papa, i/teboard.\n ka maka, Me face. ka wai, //lewater.\n", " Exceptions ; these refer mostly to the letter});thus,\n ke pio, the prisoner.ke poi, the cover.\n ke pihe, the button. ke pa, //le plate.\n he poo, //ie head. ke pai, i//e striking, punishment.\ni'i' i'lfKAKTh'i.r:s.", " 27\nkepoliiio, kc pelii,\nki'pioloke, lltc c.vcitcinciit.ke piilii, Ihe smoking.\nke palaie, ke pao, the aicli, cavern.\n", "There are a few words heuinning vviilj m which take ke thus,;\nke mele, the song.", "The word not, a request, has both ka and ke\nas ka noi, the request; ke nol, the re(}ue.st.\n7th.", " All nouns whose first letter is k, take kc for their\narticle.", " To this no exception is known; thus,\n kekahu, the nurse.ke koko, the blood.\n kekeko, the dwarf.ke kuniu, the foundation.\n kekino, the body, jK^rson.ke kai, the sea.\n kekaa, the wheel. ke kuhi, the drop.\n§ 61. 1st. Nouns whose first letter is a foreign consonant,\n(such nouns, of course are foreign words,) take ka or ke oi-\nboth, as the natives succeed in assimilating the pronunci-\nation to the k sound, or to that of some of the other Ha-\nwaiian consonants; thus to the words berena, bread, buke,\nbook, a native would prefix the article ka not ke; because,\neven if he should pronounce it as \\[ \\vy\\tiQi~i p'lrena, puke^\nstill, the article would naturally be ka.", "See § 14, B.\nNouns begianing with /; therefore take ka.\n2d.", " Nouns beginning with d, generally takekc, be-\ncause they pronounce it more like /r,asin dia,daht.\nSee § 14, 'D.\n3d.", " Nouns beginning with/ takeha, as ka fiku, the fig\n 4th Nouns beginning withir,generally takeke, be-\ncause itis easily assimilated with k, as ke gula, the gold.\nSee § 14, G.\n 5th.", "Nouns commencing with r, take ka, as ka ropi,\n^Aethread; the sound easily riuis into the / sound.", "See\n§ 14, R.\n6th.", " Nouns commencing withthe letters,take ke, as\nke sopa, the soap;pronounced hy common natives ke ko-\npa, the sibilant turned into a guttural.", "See § 14, S.\n 7th.", "Nouns commencing with /,take ke, for the reason\nthatit is easily run into the k sound.", " See § 14, T.\n", " 8.", "Nouns commencing with v, lake ka, because it is\neasily run into thesoundof?/;,as ka vinega,t/ir vinegar\n2b i)i' tP.F.", "AtrncLrs.\n 9th.", " Nounsbeijjinning withr,tukeke,beciusxJ they\ngive itthe k sound.\n", " § 62.", " It should be kept in mind that all these princi-\n ples are not fully settled in practice.", " Tliose natives who\nhave been taught to pronounce the foreign consonants in\n agood degree a^ foreigners do, would instinctively give\nthe article ka to almost all the foreign words; but as they\nare generally pronounced, they change the article to suit\nthe sound of the first letter of the noun; that is, as their\nears catch it.", "[They are not nice about consonants.] It\n .is to be hopedthat the organs of hearing and of speech\namong the Hawaiians may improve, and efforts should be\nmade to that effect. To introduce foreign letters and\n'still pronounce them lil^e those they ah\"eady have, will\nadd nothing to the ear, while it perplexes the eye.\n", " OF THE SEMIDEFINiTE ARTICLES.\n", " § 63.", " These articles are icahi, kalii, /cekahi 3ind hookah)\nin theiruse, they are generallydefinite as they relate to\nclasses of subjects but indefinite as to individuals. In Eng-\nlish we have bat i'<iw words wdiich correspond wdth them.\n", " § 64. ria/i/ sigiiifies 50??ze; as, icahi raea, some thing.\n", "Theradical idea of lualii seems to be sotne, :is applied to\nquantity; a /////<?, in opposition to a great quantity; thus,\n Eia ko'u wahi manao, lit. Hero is my sojne tliougiit, an idea or\nIwo, a few oxorcssioii-;.\n", " IVahiii'i iki, someliftlo foot!, or little foo(i.\n fVahi laau, some tiinbor.\n", " Knnloahi hale, my somethingof a house.\n", " E kuaiiwahi ai ikina kakou, buy somelittle food for us\nWahi is freqilently preceeded by he the indefinite arti-\ncle; making a kind of compound article, as, he wahi ma-\nnao ko'u, I have some thought, or I have a thought.", "He\nmoku, he wahi kia kahi, a ship, a some thing of one mast;\nor a ship, a one masted thing.\n", "Wahi is sometimes preceeded by k:ui:, as, ua hoopauia\nkmi wahi o ke kanawai, some part of the la\\v is abolished;\ni ka loaa ana o kau u'ahi^Lhi\\<\\, on receivin.'? some moi'iey.\n", "This again is now and then preceeded by the definite arti-\ncle J;e, and we have the form /ce laiu wahi, a three fold ar-\n Or fiiKARTirr.l'.s, 29\nficie oi'.ai'ticles before a noun, but for what purpose itis\n(lilliciiltto say, we have nothing e<:{uivalcnt inEnglish.\nfVahi issometimes, not often, proceeded by the plural\narticle ??«; as,na wahi kanaka, some people.\n", " Wahi, it will be seen, has no corresponding word in\nEnglish; hence, in niiiny places, though good in Hawaiian\nit has no meaning in English,\n § 65.", "KatiIj kekaiiiandiiookaiii.", "—1st.", "Kahi signi-\nfies one, similar to the English article an.", "Itisthe root\nof the other two; as kekahi is only kahi with the article ke;\nand hookahi is also kahi with the verbal causative prefix.\nThese articles have all the same idea of oneness or indi-\nviduality.", " Of the use oHcahi,\nllolovvixlolakou a loaa k^Jii aina.\n", "They sailed without objert andf'oLtnd a certain land.\n", "Enioe kahi papa i ka po.\n", "Let one division sleep at nii^ht.\n", "Ealakahi papa e kiai.\ntjCtone division ho awaketowatch.\n", "Malaila me kahi moku kia kahi unka.", "«\nTiiere with a suiali one ni.ssU'l ;-ihip.\n", "Eia na inoa o kahi niau uu a o lakou.\n", "Here are the names of certain persons of theai.\n", "Kahi kumiij a reason, onereason,some reason.\n", "Kahi kumn, a teacher oneteacher.\n", "Eia kahi hevva hou o keia vva, Hereisa new evilof this ap(c.\n", "NoTK.", " — Kahi, kekahi, nnd hookahi nic hcve spoken of as arti-\ncles and as such arc prefixed to nouns, hut thev arc found in other\npositions and used a^ other parts of speech.\n2nd. Of kei^aht.— This article is used more frequent-\n lythan kahi, the article ke prefixed gives it more indivitl-\n iiality.", " As an article, it signifies a, an, one, another, some\n one of, a certain one, &c.; it stands before the dual or })lu-\n ral; the nouns to whichit bcloni's beino; reiuitu-cd dual or\n plural by prefixingmauov poe;thus,\nI kekahi vva, upon a certain tmje.\n", "Kekahi wahinc, a certain woman, a woman.\nkelwJii poe noonoo,0[ tJioaethinking j)erst)ns.\n1 ke kaua ana o keka'ii aina in(> kekahi aina.\n\\n Ihe flighting of our land with anoiticr land.\n", "*\n30UFTiii: AU'i'icLES.\n", "Pae wale aku kekahi.'mn,Wentashore on a ccrtaiii laiul.\n", " Ua ikeiakekaki niokii jiuikai lilo.\n", "Avessel was seen tar oil' at sea.\n", "Kaill ana o kekahi moku, The stranding of a certain ship.\n", "Kena ae la na'lii kekahi niau kanaka.\n i\n The chiefs sent tor certain men.\n", "Kekahi when followed by anotiier kekahi has the meaning o[ one\n•\n the other or one — another;as, oleloaela kekahi kekahi, one\n i\nspake to the other.", "Butin such cases it isused rather us an adjec-\n tive pronoun.\n 3rd.", "Ofhookaiii.", " — Thisisthesame word with icahi,\nhaving the causative prefix koo, causingone, and is gener-\n ally equivalent in meaning to one, one onbj,o?iesingle one;\n thus,\nHookahi kupuna, one only ancestor, i. e. the same ancestor.\n", "Hookahi lahuikanaka nianiua, one nation before, i. e. only one.\n", "Hookahi puaa, hookahi pauku kakaki.\n", "One hog for one bit of iron hoop.\n", "Noho alii o Kaniehameha ma Oahu hookahi maknhiki.\n i\nKamehameha reigned one year at Oahu.\nttuipuia keia pae aina,e Kamehameha hookahi anpuni. i\n These islands were uiiited by Kamehameha into one kingdom.\n", " Though hookahi appears to have the exclusive idea of oneness,\nyet it may often be rendered by a or an. as Well as one.", "Hookahi\nis also used as an adjective, or an adjective pronoun and thenits\nplace in the sentence is altered.\n4th.", "Of kau.— The word kmiprefixed to some words\nresembles an article of this class; as,\n kau loahi kaumaha, some little weight.\n kau v^ahi mea uuku,some very small thing.\n kau kanaka ole,a place of no people.\n kau pale,a dam, partition.\n", " Note.", " — The meaning of this word is not very apparent.\n", "§ 66.", " Of the indefinite article he. —1st.", " Heisthe\nHawaiianIndcjinite article,and in general, answers to the\nEnglish article a or an in meaning, where the idiom of the\nlanguage will admit of it.", " As an article, it refers to only\none thing, and is not used before the plural unless ?nnu\nor poe comes between it and the noun; bul the indefi-\nnitenessstill continues; thus,\nOF THi: AKTKLE.S.", " 31\n he olcio, a speech.he vvm, a si'usoii.\n he alii, a cliief. he waa, a caiioc.\nhe kciki, a child.he huku, a lord.\n", " Ae laau, a tree. //eaf)u, o cii|).\n he ia. rt flsli. he aU\\, a fire.\n2nd. He\\s used befoi'c the £)?/«/ ;ind 7'//<?-o/ numbers,\nand then it loses its quality of oneness. See § 66, 1st.\n", " Before ?nau.\n", " Tie mail makahiki, years, a few years.\n he tuau hiuai, Ixiskcts,some baske-ts, a few,\n he mau laau, t^oiiie trecfci,pieces of limber.\n he mau puiiahcic,bosom friends.\n", " Before poe.\n hepoekeiki,children, acompany of children,\n hepoekiu,a noni|>any of spies.\n hepoekauwa,.servants.\n hepoehaujnana, scholars.\n", " —\n Note. In most cases of this kind, poe may be rendered as a\nnoun signifying company; as, he poe keiJii a company of children.\nSee more respecting 7nau and poe hereafter.\n 3rd. Mau und poe are sometimes [very seldom] used'\ntogether; as,\n O Keeaumoku ka hoouka aku ko Kiwalao man poe kaua.\n i i\n•It was Keeaumokn that made an attack upon Kiwalao's several\ncompanies [bands of soldiers.]\n 4th.", " He isused before numeralsin all cases between\nten and a hundred; as.\n", " He unii, he iwakalua, he kanakolu kumamalima kanaka.\n", " Ten, twenty,thirty five men.\n 5thHe is used before adjectives and then they have\nthe idea of verbals; as,\n Eia ae na malihini he nui loa.\n", " Here come strangers a great many.\n6th.", "He is also usedfor affirmingany quality as be-\nlonging to a substance; as,\n He lepo ka vvai,the water ismuddy.\n", "§ 67. Of the plural article na..", " — This article is\nused both definitely and indefinately.", "When indefinite,\nit is liitle more than a sign of the plural number; or per-\nhaps better thus; na answers the double purpose of a\n32 OFTllli ARTICLES.\nplural yrticle gxMiei'ail}^ and alsocisa sign of the j)Iuraf\nnumber;thus,\n7?« la, the days. naliolu!, i/?e stars.\nna luoku,the islands. naiiimuii, the birds.\n na manawa, the times.nawahi. the places.\n na aina, the lands.nalupe, ihe kites\nThe following arc someof the rules showingwhere na\nIS definiie\n1st.", "Na isdefinitewhenit stands before the first of two\nnouns inregimen, or whew thelastoneisinsome oblique\nicase; thus,\n Ua kauia naliaeo ka ulu mokii, Uie flags ofi\\\\e fieet were hoisted.\n", " Nrtmca Lono, th£ things o/'l.ono.\n", " A me na mca o ka moku, and ihe things of the ship.\n", " Ua uhiia na mauna & Hawaii ka hau.i\nThe mountains of Hawaii were covered with snow.\n 2nd.", " Naisdefinitewhen followed byart adjective iim-\niting th« sense to the things mentioned; as,\n Aole ikakauia na niea kahiko.\n", " The ancient events were not recorded.\n", " I paiia'i ma na palapala^^oo/e, written in the books of 'oreigners.\n na aina e, he moku wale no, the other lands were only islands.\n 3d.", "Na isdefinitewhen followed by a numeral mark-\ning a particular number; as,\n 1na laekolu, within the three days\n Lawe mai oia i«adala elua, he brought the tivo dollars,\n4th.", " Nais rendered definite by an adverb of placeloi-\niowing and limiting the sense; as,\n Ike ae la na kanaka mauka, the peojjje inland saw.\n", " O ka moku a me na mea maluna o ke kia.\n", " The ship and the things on the mast.\n", " Makau na kanaka oloko, ths people 7vithin were afraid.\n5th.", " Nais definite sometimes when followed by an ex-\nplanatory clause; as,\n No na laau hau i pal mun mai.\n", " On account oi' Ifie limbers hillof iron which before had Jloaied\nMshore.\n", "A mena pukaehamama mai ana. nnd llic doors bewigopcn widr.\n", " Kctm ae la ina kanaka, lie man aihiie.\n lie sent lor themen, they were thieves.\n()th.", "Whenan address ismadeto nnumhor,?in is nsod\n definitely; as,\nE na kanaka a me na 'lii.ye ni(^n and yo. chiefs.\n", "E na lianniana o ke kulanni, yo scholars <>}\" the seminarv.\n", "E na kuinu o Hawaii, ye teachers of Hawaii.\n7th.", "The sense of the passa^^c (.»ftenre(|uir{,^sna to he\nrendered as a definite article; as,\nAe n)ai la na alii, the chiefs consented.\n", " Manao ae la na kanaka ua laweia oia.\n", "T/ie people thoui!,ht that hewas taken away.\n", " Hookani akulana kanaka, [)enei, the peoj^le cried out, thus.\n8th.", "Na as an article is very often used indcjinitdy or\nsimply to mark the plural number.", " It then becomes one\nof the signs of tlie plural; which see after § 87.\n9th.", "Na is sometimes [but seldom] used before irahi;\nas, lele ae la na waki kanaka iuka, thefeiv people jumped\nashore.\n10th. Several nouns in the language of common use\nnever take any article; as, kinohi, tvahi, urdess kau be\nits article and others, as kahi, a place, &c.\n11th.", " Thearticles are often omitted in practice, for the\nreason of which, see Syntax.\n", " Note.", " — Some of the foregoing distinctions are of no great prac-\ntical value.", "Thestructure of the sentence must determine.\n", "OF THE SIMPLE PREPOSITIONS.\n", " § 68. The following syllables; viz. a, o, ka, ko, na,\nno, i, ma, me, e and mai may be called simplp prepositions.\nThey are used in declining nouns, pronouns, compound\nprepositions and adverbs of place.", "They have all the\nuses that pre[)Ositions have in ancient or modern lan-\nguages, i. e. to show a connection and relation between\nother words.", " They may be termed Simple Prepositions in\ndistinction from the same syllables when connected either\nby orthography or sense with other words; and hence de-\nnominated Compound Prepositions. The following are\nspecimens of their use,\n Ka oihana « ke kahuna,the office oj the priest.\n", " Ka leo o kealii,the voice of the chief.\n", " Ka ke alii kauoha,the king's charge.\n", " Ko iliuraii poe kaitaka.", "Hawaii'speo^ile.\n", " Nok»' !\\«jim! kii (ik'isi.it is forilu;Icaclirr \\n ^[)e^k:\n A\n Jt^or\n kc iJjolowakiUitikH.\n[on aec»»!]Hi oij the iiulnlence ol itieu.\n /koiia lioliDHua i«« Kotiiila.onhis living o/Kohain.\n", " Ei;o' i!i !j( no itku i ke aiiju:)!!, to tia .sfer the kintdc ni.\n", " Hojo HKii ia m'.i ka waa.iie sailed by [means of] canoe.\n iJana pn Ifikou.riJf. ifj;they worked tn2;ether with him.\n", " ICipakiiia'o la t r;»'!»!, he nas forced away hy the chiefV;;\n Hf)i nmi la ia rnai Kawijihae iiiai, he ielurhed /'yo?w Kawaihae.\n", "Asthese pr^noi^itioMS will be more particularly spoken of\ninconnectionwitii the declension of nouns and pronouns,\nthe followins: general remarks only will be inserted here.\n^69. 1st. The simple ptepvs'fliohs serve to connect\n .\nwords of phrases with ench other and show the relations\n0' posses-s-ion. dvhj, obligutio7i, cause, itumner, i?istfim,enf and\n ''\nplace.", " •''\n •••'\n2nd. They also serve the purposeof declining nouns, and\nparticularly pronouns; many of the ideas of which in Eng-\nlish are expressed by the verb to he, and other auxiliary\nverbs.\n3rd. A and o; ka and ko\\ nd and r?o bear a close re-\nsemblance to each oth»r. That is, all that cla,*:S of rela-\ntions that would require a to be used, would also require\nhi and na^ (provided the sense required their use,) and\nnot ko and no.", " So also that class of relations expressed\nby 0, w^ould also take ko and no, and not ka and na', thus,\nka hale a ke alii, the hoiise o/the chief; to say, ka hale a\nke a'ii, would be imgrammatical.", "So also ill throwing\nthe phrase into a possessive form, it must be ko ke alii\nhale, the chief's house, not ka ke alii hale. Again, ka hale\nno ke alii, the house /of the chief; not na ke alii, &.c.\n", "The same applies to the relations expressed by «; thus,\n Ka palapala d ke kumu, the writing o/'lhe teacher, not o.\n", " Ka ke kumu palapala, the feacher^s writing,not ko.\n", "Ka palapala na ke kumu, the writing/or the teachisr, not no.\nOtherwise, in some cases, it would not only be ungram-\nmatical, but the meaning would be changed; thus the fol-\nlowing forms are all correct,\n Kavvahine a ke kane,(he wife of the husband.\n", " Kake kane vvahine,the husband's wife.\n", " Hewahine na ke kane, a wifeybr the husband.\njBiK-the 0, kn and nnmust not be usedinthis '^rinse, for\nOFTill:: FKhPO*,rnONS. 35\n tlie meaningwill bo difiwrent;thus, ka vvfihine o ke kane,\n would meana maid servant, ora concubine, and not a\nwife.", "So in the prefix [)rononiis kawd keiki, mefins his or\nher ownchild; kuivd keiki, a foster child, a servant boy, &.c.\n", "IVoTE.", "— This o pieposiiioij must not be confouncledwjtii theo\nemplntic, spoken ofheff)re.", "Its position inthe sentence will gen-\nerally serve to distingnisli it.\n", "§ 70. /as a preposition (before a prononn and name\nof a person, ia) expresses, 1st. The relations of a/, tojor^\nin, bf/, on, in respect oJ\\ on account of\\as,\n/ keia man la, intliese days, at this time,\nHele oia i ke kilo uala. he went to the polatoe prophet,\nHalawai lakou % ka hale kaia, they met Wi[at] the school liouse.\n/ ka poe aia, by thecompany of the wicked.\n", "Inai ko kiiu;i waenn.", " '\\{on onr grouiid.\n", "No ka pilikia i ka ua, for the difficulty on account o/ the rain.\n2nd. /stands between an active verb and the word\ngoverned b}^ the verb. It seems to be the medium\ntlirough which the action of the verb passes to the object.\nIn this sense it has no meaning in English; that i-i, \\vg\nhave no word that corresponds with it; thus,\n '\n *\nKalai oiai ka vyaa, he hewed outthe CHMoe.\n", "Alako ae ia i ka pauka wahie.\n", "He dragged the piei'e of fire wood.\n", "Kuku ae la ka waltine i ke kapa. the woiiian beat tlie kapa.\n 3d.liserves to ex{)ress the figent after aneuter or\nintransitive verb; ;is,\nMakelakon l ka pololi.\n", "Theydied through [by mcrins of j hunger.\n", "Holo ka moku i ka n)akani, the s^hip aailo by ths wind.\n", "Ua pan ka hale i ke a hi, the; house v.'as destroyed by firo.\n", "§ 71.", " Ma signifies ai, in, by, ihrough, to, as a mains of^\nafter.", " The following are specimens of its use,\nHe noho ana kona ma Kaawalna,\nHe had a residence al Kaawalita.\n", "A noho oia nio, keia ao, while he lived in this world.\n", "E hoolaha ac ma keia pae aina, to spread through these islands.\n", "Ke hoouna akti nei an ma kou aina, I send to your land.\n", " Ua oleloia ma na kaao, it was said accurfing lo the legend.s.\n", "Ua hele ija'lii ma ko lakou' aoao.\n", "The chiefs walked q/'lcr their own way.'^.\n11 a cha loa kekahi fioei)ia ia loalea.\n", "S<vnie vyerc Ijadlywounded by >nf.an!> \"/' tins >pojl\n36OF TllK PRKroSITl.NOS.\n", "Note.", "— Maissometimes synonymous withi ns in the last example.\n", " Uh ehah>a kekahipoe i keia kaua.\n", " Some werebadlywounded by means o/this war [figlit].\n", "§ 72.", "Mesignifies tvith, accompanijing^ in compajn/, he-\nsides,as, so; it is used mostly before nouns and pro-\n nouns; as,\n Halawaiia me kekahikaisaka, he met with a certain man.\n", " Ualikepu ke kahuna me ke alii, like the priest so the king.\n", " Meia inohoai, pela ia i make ai.as he lived, so he died.\n", " Hele pu meia ika halawai, he went ivifh him to the meeting.\n", " § 73.", "E marksthe agent after a passive verb and sig-\nnifies by;thus,\n Nui na mokui aieia e I^iholiho.\n", " Many vessels ivere run in debt for by Liholiho.\n", " Ua alohaia oia c na kanaka, he was loved by the i>eople.\n", " Owaila ipepehiif/ e Kamehameha?\n", " Who«'«.s slainby Kamehameha?\n", " § 74.", "Eis also used in calling attention or calling up-\non one, inmaking an address.", " It is generally equivalent\nto in English; as,\n Auhea oukou e na'Jii, where are yon.", "O tye chiefs!\n", " E kalani, e ka honua,Othe heavens, O the earth!\n", " E koMaui maualii,Oye Maui's chiefs.\n", " § 75. Mai innpTes motion either toivards the speaker or\nfrom some given point towards another. It signifies/rom,\nout of, Slc; thus,\n Mai kahi moe ai, Jrom the place where\n i helay.\n", " Mai Hawaii aku, from Hawaii outward.\n", " Mai Oahu a Kauai, from Oahu to Kauai\n Mai ka lani mai, from heaven.\n", " Note.", " — When motion toward oneis expressed by mai itrs gen-\nerally followed by another mai which cannot l)e transhted.\n", " All the relations expressed by the foregoing preposi-\ntions cannot be expressed by corresponding words in En--\nglish;it is only by practice and considering the words\nin relation to each other, that full satisfaction concerning\ntheir variousmeanings and the different shades of idea\ncan be obtained.\n", " The reader will see further illustrations of these prepo-\nsitions under sections entitled Remarks on the Paradigms\nof Nutms and Pro?iouns\n OF NOUNS.", " 37\n OF NOUNS.\n", "^ IC). Nouns in Hawniian ex})res.stlic iiamt's ol' per-\nsons, quali'ies and things.", "Tnoy mayb(;divided into\nProper and Common.\n", "§ 77.", " A proper noun is the name of an individual, ei(h~\ner person or thing, where there is supposed to l)e hut one\nof the kind; as, Hawaii, A/nerika, Ferani, Lihuliho, Juiuiti.\n", "Proper nouns, ordinarily, have no article.", " But many\nproper names, particularly of persons, are formed in Ha-\nwaiian by prefixing the articles kn, ke or na, but in such\ncases the articles unite and become component parts of\nthe noun and thus lose their signification of articles; as,\n /ra])if)lani, tke lieavenly [aisoner.\n", " /C'ekipi, the rebel.\n", " A^alieuia, the lefthand.\n", " Kekai. the sea.\n", " Aaivvi, the bone.s.\n", " Artpualmu, the hau blo.'^soms.\n", " § 78.", " Common nouns are such as express the names\nof classes of objects; hence the same name applies to\nmany individuals in a body; thus,\n Aina, land, if», fish, lau, leaf.\n", " Lnau, tree, manti, bird, iwi, bone.\n", " Aloa, fowl, keiki, cliiKl, hoku, star.\n", " Every common noun, with a few exceptions, is suppos-\neil to have some kind of an article or some equivalent; un-\nless some grammatical reason exists why it should be\ndropped.", " The reasons may be, the structure of the sen-\ntence — a change in the ordinary meaning of the words\nachangein their location or some idiomatic orj>rover-\nbial expressions.", "Forthese, see Syntax.\n", " § 79.", " The Hawaiians have also abstract and concrete\nnouns.", "The r/As/n/c/ express the pure name of aquality\nwithout reference to any particular thing; as,\n Ka oiaio, thetruth, ka pono, the justice, goodness.\n", " Ke kaumaha,the weight, sorrow, ka ino, the badness.\n l!\\\\e concreteincludes the quality and substanceinone\nword;as,\n Elcinakulc. an old man, luwaliino,an old woman, halau. a long\nhouse, oopa, a lame i)erson, &c.\n", "3^ OFri;u SON.\n", " NoTi:.", "—M.iny nouns are used either in t!ie concrete or abstract\nHCiiseaccording as tliey aro needed^ or as tlie structure of the sen-\ntence recjuires but without any [ecnhar termiiiatien or form.\n", "§ 80.", " A good ntimber of nouns are formed by prefix-\njug somesydlable to tho radical form;thus,\n Ino. bad, y^oino, i!l faled, uiifortunate.\n", " Maikai, oood, poryd\\kn], blessed, fortunate.\n", " Main, a shade, y/ictinalu,an uinbreHa.\n", "These syllables aro suchas mrt,net, po, ka, o, and per-\nhaps others.", "They may havesometiiing to do in niakins;\nn^^stract nouns; but further investigations are necessary\nto determine.", " See ^ 32.\n", " ^81.", " Hawaiian Nouns havePerso?i, Number, Gender\nand Case.\n", "OF PERSON.\n§ i:2. 1st. Person in grammar is the agent in an action or\nalfirmation.", " Each agent must eitlier be /, thou, he; or\nplural we, yuu, they or theirsubstitutes;hence, there are\nconsidered three persons.\n 2nd. The yz'rs/ person speaks of himself or something\nhe is doing; as,\n Owau,nei ke kahuna e noho nei,/ arn the priest livirjg here.\n", " Oivauneiko oukou vvahi kaikaina.\n", " Iwho am your younger brother.\n", " These forms often occur, but only vvl)en the nounis in apposi-\ntion with some pronoun of t.he 1st. person.\n3rd. The second person denotes the hearer, or is the per-\nson s|Joken to and is supposed to be j)resent; as,\n Mai hee oe, e Umi, ko'u papa.\n i\n Do not swiia, Umi. on my surf-board.\n", " Alah:i oe, e ka mdihiai, siilutation to you. the stranger or lovo\nto you, the stranger, or love to you O stranger.\n4th.", "The third personrepresents theper.'^onor thing\nepoken of, and ismuch more frequently absent than pre-\nsent;thus,\n Ilalawai mai la luClii. the chiefs assembled,\n IIolo oia ika aina kahiki, he sailed to a foreign country.\n", " —\n Note. The use of tlie first person of nouns is not so frequent\nas the second or third; lor speakers do not often speak of thenj*\npelves bv ua/j|e.\n", "(>F .VuMi!i;n.", "3J)\n^ 83, Numhci\\ in Hawaiian nouns I'd'crs to oiii' object\nonly, or to tiro only, or to any numln'r, hiiger tlmn two spo-\nken of together. Hence, like must of the orient.-J hniiiUiiii;-\nes, the HiiwuiJLinhmthree nufrihers: iha sin^tilar,the ihni/\nund plural.\n1st.", " The singvl(& refory to one objert only; a?,\n KaIdau, the tree,ka neiie. the gortse, A« ncnanona.ili»-f>iit>\n 2n(j.", "The cimd spe-ks o{ two only; as,\n Mau keiki eliti, two ciiildrcn, iiu kao elud, two gDa's.\n", " NoTR.", "—The dualnumber is not so juarkcd inthenouns;is ut\nthe pioroiins.", " In the nounsiti» oft^n used hut .«generally in (-on-\nneclion with some pronoun of the dual nuinbert br in connectiim\nWith soine niimeial a;|jectiVe to make it t'le.ir.\n 3rd.", "'Vhe pluralnumber speaks of any number r//;oi;^\ntwo, however large; as,\n Ka pee hoioliolona, thb beasts, hefil'au ia, some fi.sh.\n j\\d ni)anU, the birds,7ia moa, the fouls.\n", " § 84. Hawaiians of'ten use the singular number where\nInore than one is ir.tended; they attat^h a collective ided\nlo words jn the singulat' form in many Cases; thus,\n The word kaiialia (with the accf;nt on the fir.^t .syilabic) is often\nused for a plural or synonyinous with na kanaka; or poe kanaka; as\ntne na'lii a me kanaka with the fhifefs and the people (^^43.) Pa-\nnmi ka apa o kahi, lit. ten each ihe piece of clnth a[)itc( =len pi» cc s\nof cloth for each.", "T hihi na'lii a me ka makaainana. tLat the chiefs:\nmight be burdened and the common man.", "No Jia'lii a me kanaka\na me ka wafiine kekahi, Ibr the chiefs and the men and the ivo-\ninan ako.", " O ka ilHihine ka h-ila, \\he woman has the oft'ence; this\nWas said respecting a large clasS of persons. Tiic)=e forms are\nfound, biil are e.ltceplions tb the rule.\n", " § 85. Nouns have no change ih their terminations of\nother forms l\\y which the sintjular, dual, or |>liiral num-\nbers are distinguiehed from each othei'.", " Some word.^\ntermed signs are therefore set before the nouns fir this\npurpose.", " These are either the paiticular signs used in\nSuch cases, or a pronoun or a numeral adjective.\n", "—\n Note. In theory, nouns are considered shii^idar. unless render-\ned dual or plural by a syllable coming ()efore the imun, which\nSyllable may be termed the sign of the dual or plural numbers.\n", " §. 86.", "The sf!j??.s of the dual and plvralmelut,inau. poe,\npae, and pvn\\ thus,\n 40 OF WM'nt-ns.\nya hunneliin. thett*'<odovps.\n!\\a poe luiiin,the sailors{company ofsailors.]\n ]\\Liu keiki elua, tico chiidinii.\n", " He poe koa, soldiers [cr>iii|)aiiy of soldiers.]\n Me tnau uaa, some CaiioeS.\n", " Ka pae mokii, the f^hips [Ci>l!oction of ships.]\n jSa no,the. clouds,hepuu|johaku, a hea|) of stones,\n§ 8\"?", "Whenmi is used, it excludes the article, and\n liCnce may be considered a plural article. Perhaps it\n inay have the double oliice of an urtide and a sign of the\ndual and plural number, both definite and indefinite. See\n § 67, 8.\n", " § 83.", " Naisu^ed asa sign of the plural indefinitely\nlarge; as,\n Na manii o ka lewR^ the fowls of the air.\n x^a hoku ka lani. the stars of heaven.\n", " Nastands sometimes also before a dual, when the con-\nstruction of the sentence is such that it is difficult to use\n'man; as, na hua elua, two eggs»\n § 89.", " When the other signs of the dual and plural are\nused; as, mau,poe, pde, ixnd pan, ihe -drt'icles k(l,ke, he, imhif\nkahi, and kekahi, may be prefixed; except that ka and ke\nnever come before mau, as they imply unity, but the sigr.s\nimply plurality.\n", "§ 90.", "Manisasign either of the dual or plural.", " As\n^ sign of the plural, it does not apply generally to a great\nnumber. As originally used by the Hawaiians them-\nselves, it rarely exceeded a dozen.", " Lately foreigners\nand even natives apply it to a greater number; as,\n He mau aiiia naauao, enlightened laiuls^\n Me wahi mau niea, some things.\n", " Kckahi niatimoo, those lizards.\n", " NfofE.—The original idea o(mau seemsto he that of repetition.,\n O kana hanJi ana pela, he mea mauia.\n", " His doing so, is a conslant thing; i. e. constantly repeated.\n", " § 91.", " Poc as a sign of the plural applies to any num-\nt)er indiefinitely la^'se; but it restricts the noun to the set\nor comprny of personsor things spoken of to the exclu-\n•sion of allothers.", "Thus, V.\\\\. poe keiki may mean, accord-\n•ing to th<^sentence^ ///' cliildiTn before spoken of, or the\n OK GENDLR.", " 41\nchll(hu'/i in (li^linclion from JUiults;:is,\nKh poe kainva. ilicservants, Vn poe licwa. ihc irirkefl.\n", "Ka poe kmmi.t!ielearhers, U» pot ailme, the fliicrcn.\n", "Hey^o/^kill, .spies, ka /K'f luiia.the oversrera:.\n", "Poe isused more incnnneclioii \\\\iih [-ergons- and ani-\nrnate objects ihan with inanimate.", " It i-elers mostly tollie\nvarious otiices and conditions ol\" men, to<^etlier with class-\n es or companies ol\" animals; but in English must often be\n rendered mereiy as designf^ting a plural.", "Pot: may ofien\n be rendered, as it otlen is, as a noun; thus,\n Ka poe ktiki ihc company of chilfiien. in which c^ae poe be-\n comes a noun ami kelki an adjectiA e.\n", " § 92.", " Pae and /nni likc;;fK' signifies a cluster or col-\n lection of individual things.", "They ;!re used very much\n alike, but not so often,and;ipply nioi-e gen^raliy to inan-\n imate things;as,\nKa j)ae aina o Hawaii, llic i;^/a>>f!sof Ijjiuaii.\n", "He aina pele ke\\a pae moku.\n", "Volcaniclane!istins cl interof islands.\n", "He pun |)ohakii. a pile of stones.\n", "Irie puu waliie, a heap of Jirc wood.\n", "He jmu liaole.\n", "A numher of foreigners, in the next line it is ;*oe haoJe.\n", "Kena ae la ke alii e lalan na poe haole la.\n", "]\nThe chief sent to seize those foreigners. SiC.\n", " § 93. The syllable ma following the name of a person\nexpresses the person's name and those with him; as,\nNoho iho o Hoa|)i!i ma, H(iaj)ili aiifl his ronipany staid.\n", " Hoio ae la o Nahienaena ma.\n", "Nalnenaena and her company sailed.\n", "Pae nma mai o Lono nia.\n", "Capt. Cooke and his company arrived previously.\n", "§ 94. The word kanaka without an article and with a\nlong full accent on the first syllable, denotes a plural of\nan indefinite number; as,\n Ola ka laha ana o kanaka ma Hawaii nei.\n", " That was ihc spreadinix of men on the Hawaiian islanrls. i. p. the\npeopjinc: oi the ishuuls.\n", "OF GENDER.\n", "§ 95.", " In general, there is nothing in Hawaiian tomnik\nthe genders of nouns, except the words kane [male] and\n G\n42 OF GENDER.\nwahine [fcniule].", " But this designation {kane anci wahine)\nextends toanimalsas well as men.", "When it is neci^.^sary\nto mark the gender these words are added.\n", " § 96. They have no word to express neuter gender or*\nto give the idea of gender to any nouns that are neither\n7nale or female.\n", " Thefollowing is aspecimen of the use of genders.\n", " Makna,parent, snakuakaiie, father, mnkuavvahine, mother.\n", " Keiki, child, keikikane, son, kaikatnahine, daughter.\n", " Kupuiia, grandparent, kupunakane, grandfather,\n Kupnnawaliine, graiidniother.\n", " Kaikoeke, rela. hy mar., kaikoekekane, brother in law.\n", " Kaikoekevvahine, sister in law.\n", " Bipi, cow or bull, bipikane, ox Or bull, bipiivajiine. a co^v.\n", " Kao, goat, kaokane, he goat, kaowahine, she goat.\n", " Moa, fowl,moakane, cock, moawahine, hen, &c.\n", " § 97.", " There is a class ofwords in the language iVhich\nisused Sjnecifically for different genders;as,\n Elemakule, an old man.\n", " Luwahine. an old woman.\n", " Kumuliiu, a breeder [female]\n Maiau, an expert, ingenious man.\n", " Loia, an expert, ingenious woman. Sec.\n", " This phrase was once found, o makou lioi, nn eteniakitle kcint.\na me na elemakule wahine, which literally means, wealso^ thr\nold men moles and the old men females!\n", " OF THE DECLENSION OF NOUNS.\n", " § 98.", "Case is a change of termination of words to ex-\npress a difference of relation between that word and oth-\ners.\n", "Nounsare not decilined in Hawaiian by any vjiriations\nof their terminations as in European languages. They are\ndeclined by prefixing the simple prej)':sitions, § G9) 2, and\nthus moditying the idea expressed by the simple noun.-^\nThese modifications(called cases)are somewhat numer-\nous.\n", "§ 90.", "The cases are ten in number, made by j^refixing\nthe simi>ie prepositions.", "Tiiey a|)[)ly to proper and com-\n mon nouns.\n", "It is j)roper to state thatthe names of the cases are\nHawaiian terms because the names were not sufliciently\n l)ECLi:.\\.si().\\ (jfNOUN'S.43\n numerous in any foreign lano:uage.", "Aid a removai, a\n change, is used for case. Aui kiwin, foundation case, i. e.\n nominative.", "Aui pili, adhering case. ^?«' //i/, so called\n with reference to the aui pili, i. e. aui pili adhering, aui-\n iki adhering a little [more] than aui pili from iki little.\n Aui paewa, uneven .case. Ai.i alo, the front cuse from its\n relation to the verb. Auimoe, lying down case, it often re-\n fers to rest in or at a place.", " Aui hen, the calling case. Aui\n hele, moving case, as mni impWes motion. Aui hui, union\n case, (IS me signifies with, in company. Aui ia passive case;\niais the suffix of passive verbs.", "This case implies the\n agent aftera passive verb.\n", "§ 100.", " The following Paradigms will show the fore-\n mentioned relations with the prepositions and the names\nof the cases.", " The names of Latin cases are inserted\n where they correspond.\n", " •»S1NGU1.AH.\nAui kwmu, Noui ka hale,the house.\n^\"' P''^'o ka hale, a ka hale, of the house.\n", " I Gen\nAui iki, 5ko ka hale, ka ka hale, the houses\\\n Aui paewa, Dat. no ka hale, na ka hale, for the house.\nAui alo, Ace.i ka hale, the house.\nAui moe,ma ka hale,at or to the house.\nAui hea, Voc. e ka hale, O the house.\nAui hele, mai ka hale,from the house.\nAui hui,Ahl. me ka hale,ivith the house.\nAui ia,e ka hale,by the house.\n", "Plural.\nAuikurftu, Nom. nahale,the houses.\no na hale, a na hale, of the houses,\nAui iki, 5ko na hale, ka na hale,the houses'.\nAui paewa, Dat.no na hale, na na hale,for the houses.\nAui alo.", " Ace.ina hale, the houses.\nAui moe,mana hale, at or to the houses.\nAui hea,Voc.e na hale,O the houses.\nAui hele, mai na hale, fromthe houses.\nAui hui,Abl. me na hale, with the houses.\nAui ia,ena hale,by the houses.\n", " § 101, Declension of a Propername of a place, Hawaii.\nOnly in the Singular.\n", "Aui Is 11 inAui patnva, 46DECLEMSION01-' JNOUNfe.\n", "Ke awiJimi o li.ivvaii.\n", "Tli(3 kiiidgijinof Hawaii; o not ain this case.\n", "Ka paia o ka hale, the side q/\" the house; o not a.\n", "Ke kninu o ko'u noonoo, the reason o/ ^ny opinion, o not rt.\n", "Ka ptile a ka poe haipule, the prayer of the pious, a not o\nKa hana a ke kiiniu, the labor o/ the teacher, a not o\nKe kanoha a ke alii, the charge q/\" the chief, a not o, &^..\n3rd.", " Only the mosts^eneral rules can be given respec-\nting the use of the a and o. Thus, whatever relates to in-\niitructioti, learning, to work and to food, requires a. What-\never relaitps to one's person, his residence, his clothing\nandhis passions, requires o.", " But practice will soon ren-\n der themfamilial».\n", "Sometimes a double o is used, particularly with a pro-\n noun; as, ka makem.ike o na kanaka o o nei, the desire\nof the people ivJw belong here, 6r the people of hereabouts.\n4th.", " The Aui iki [Genitive case] ko ka hale, &,c. is,\n equivalent to the English Possessivecase; thus, A:okahale,\ni\\\\e house's, that which is o/ or belongs to the house.", "Ko\n ke kino, the body's that which is o/or belongs to the body or\n person.", " Ko ke alii hale the chi-^f's house, equivalent in\n meaning to ka hale o ke alii, the house of the chief. The\nsame words that would require o in the Aui pili would re-\n quire ko in the Aui iki and not /m; as, ka ke kumu hana.,\nthe teacher's work; ka ke keiki wahine, the young man's\n wife; ka ke alii kauoha, the chief's charge.", " The ka and\nko apply to Proper names and to names of places and\ncountries to express the people of those places or coun-\nstries; as, Aole i like na pohaku maanei me ko na AinapU'\nniole, the stones here are not like those of the Contiiients.\nUa like na helehelena o ko Hawaii nei me kona moku e ae\n ma keia moana, the features of Ilaioaiians are Wke the peo-\nple of other islands in this ocean.", " A ike aku la ko Kailua\n\\ na wahine haole, and when the people of Kailua saw the\nforeign women, lit. when Kailua's saw, &c.", "Hoolike ia\n(me ka na haole hana ana, he imitated the foreigners'' doings..\n5th.", " The Aui iki is frequently found together with\n most of the other simple prepositions to express posses-\n^sion in connection with them.", " This constitutes a kind of\ndouble genitive, or putting most of the other cases in r-e-\n:i^imen with the genitive; as,\ni)F,c'i,i:Nsi()\\soi' \\ni'\\N.", " 4?\n", " ICoaonci. theworld licir. ihis U(>rf((.\nAlii kit.'nu,kt! iio iici.iiii>» world.\nAni iki, /»o ke ao iiei. ka &c. this wnrld's (^no<ls, rvilK. S,r.\\\nAui pili,ko ke ao nci, a ka &-c. o/'ilii.s worM's.\nAui [)ae\\va, no ko kc ao iiei, nu iLc.", "J'or this world's.\nAui alo,i ko ke ao riei,this worhTs.\nAui moe,ma ka ke ao uei, through hi) mean:-! of \\.\\ih >\\(»rhrs.\nAui hen,e ko ke ao nei,O this \\vol!(^^:.\nAui hele, _ __-\nAui hui, me koke ao nei, wiih this world's.\nAui ia,PAo ke ao uei, by th'swnrhrs[ii;t)ods,pleasure s, A .]\nSo also with aname of a place or country; ns, Maui.\n", "Maui, ko Maui, the people, inhabiianls of Miw.\nAuikmnu, Maui, Maui.\nAuiikis ko Maui, ka Sec. Maui's [people, chiefs, <te.|\nAui[)i'i. o ko Maui, a eV:c. o/' Maui's fjROj;le, &c.j\nAuipaeWn, no ko Maui, na Sic. for Maui's.\nAuialo,i ko Maui, /o Maui's\nAuimoe,ma /fo Maui, by means of Main fi.\nAuihea, e ko Maui.", "O Maui's. O ye people, v.^e. o/Maui.\ni'\\uihcle,niai ko Maui, from Maui's.\nAuihuijme ko Maui.vilh Maui's.\nAuiia, e Ao Maui, by Maui's.\n", "It willbe noticed that the Aui f Hi uulI Aui iki chaniic\nplaces to adapt themselves to this double genitive foim,\nwhich is very common.\n", "Gth.", "The Aui paeica [Dative case] resembles in its\nmeaning the Dative case in Greek and LatinIt is used\n(a.) Atthe commencement of captions of chapters or sec-\ntions;as, ?io ka mooolelo, o/ or concerning history; no ka\n nriake ana o Lono, of or concerning the death of Lono; no ka\nnaaupo a nie ka wahahee. about ignorance -anA fJsehood.\n (b.) 0/orconcerning a person or plr;cc; as na meu\n anai loheai no Pcle, the things which lie heard concerning\n Pele.", " Make kekahi kannka no Wailukii, there ums killed\n a certain raan ofov from Wailuku.\n (c.) (foYbelonging to as property, or as a relation; ns\n he mauhoahanau ?io ke alii, some bretiiren of or jm-fuininsi;\n tothechief.ka ainano na'Hi wale no, ilieland was\nfor or belongedto the chiefs only.\n (\"d.)—\nNo mai or aku implies that the thinij- or person\n belonged somewhere else but has rcmo\\ ed from one place\n 48 TiKCI.KMSiON Ot'NOtlXS.\n to <inother;ns, no Anierika mai ka mii o iia mo'ai, frcM\n AiiHM'ir.a [liilswav]tiie most of iheships.", "'J'he sanie of\n coui'se a|)j)l!es toiia\\ as. na keakuamui keia oihana, /fom\n the god was this institution.", " Xo ka lewamaina kanaka,\nfrom the skies were men. Sometimes the maimay he\n(]ro{)pe(l; as, un hanau mai na Wakeahiua oPapa, [mai]\nthey were born [tuenl fiom Wakea and Pa{)a.\n (e) No inipHes/^'r in the sense of the iisp of\\ as, e kuku-\n lu iman heiau no na'kua, build some temples /or e. fori.\nthe vsc of thei^ods.\n (f) Naas a general rule expresses more exclu-\n sive right — more impei'ioiisduty or obligation—and\nmoi-e undisputed possession than either no or I,o; as, na\nkeia kanaka e hoakaka, it belongs to this man, i. e. // is\nthe oficc, tlic duty of this man to explain.", " Na ka luna ka-\nnawai e hoomaopopo aku, it is for i. e. it is ihe office of the\njudge to enquire into. E haawi mua ia aku na keakua, let\nit fii'st be given to tlie god, i.e. let it first be devoted to\nhim as his.", " Na ke kahuna wale no ka olelo, it is the busi-\nness i. e. it is for llie prie.st ordy tosjieak.\n", "Note.—Tlio7joof the ylui poeicai.« d'.slinclfnmi the no afnim-\nativp and ofHTmionlyw:^(h\\\\\\\\a diifcrcr)t j\nart of the sentence.\n", "Thepaiiiriilar incaiiiiius oftiiei^epreposition.s willnj)|.^earfur-\niher in connection with t!ie |«ronouiis.-\n 6th.", " Thei of the Aiii alo [Accusitive case]isused for\nseveral purposes and in several ways; as,\n(a.)A preposition of limein,vpon^ at a certain time, &.c.\n", "/ i;awa kahiko. in ancient time.\n", "Aikekahi la e ae, and upon a c.erlain other day.\n", "Ai ke ahiahi o ka la eliia,ahd in the evening of the second day.\n", "Elna kanaka nsake i na kaiia la,\ni\nTwo men were kilkd tt that battle, i. c. in the time ol'the l»allle.\n(b.)A j)reposition /o, towards or ata place.\n", "Iloiaku o Liholiho i Kona, Lihnliho r(>lurnedto Kona.\nllalawai hikouIMahiki, they met al Alahiki.\n(c.) As an agent or means after a neuter verb.\n", "Ona ae la i kanica e ona ai.\n", "He was drunkb}} or upon thelliinu tomake drunk.\n", " M.ikelalvoii/ka pololi, di;'\\ died icith hunger, [hy means ol'j\nKaiiioi he akuiii ke aloliilohi o iia iiiaka.\n", " I thought li(! was a ^oil bif the briglniic\\s.s of hi^ eves.\n (cj)/isused as amediuno of -transfer ofappo.si-\n ttiou, niostl}' afterpassive or neuter verbs; also with ///o, &^.\n,ihat is, tbe/implies that the second noun becomes \\vha:t\n^heftrst iti,or in some way immediately connected withit.\n", " Inthiscise-thearticlebefore the nouii into wiiich a\nihingischai?ged or becomesis omitied; as,\nI ole e liaaaia [iia iwi} i \\\\v\",\\ epanaiole,\nTluit jtbey iBight notb;;made [the bo'i'^^J a thi'm to shoot, mice\nvvvitli.\n", "A liaiiaia i inaki^ii iawaiy.\n", " And it i?.'as niai^o a fish hook, i.e.into, Sic.\n", "Ivukuluig kckahi haleiinea e horiliioai iaia iakuaaurnakua.\n", "Acort'iia house wasbuilt,a thingto cause U'lm io become a\nftrtislygod.\n (e ) fis the medium by wbichthiSaction of an active\n^I'.erb is -transfered to the object.", " In this senseithas no\n si^ieaning in English.", " Some sentences are so constructed\n .as not:to need suchamedium but these will be noted ehse\n \\whe'e.\n", "MooiMia aku oia i ka poc kju, he sent torward the spies.\n", "I^awe iho la ia i ke koi lipi, lietook the axe.\n", "J'uhi lakou i ka Iw-le, they i^et on fire the liouse.\n(f)There are several other senses inwhich i is us^d\n {(ishides of rthe foregoing) and perhapsth^sre should be\n .finother iCase, Tbeaccusative oj*ghjective in ancient or\n lifloderolanguages presuppos.es an active verb or prcpo-\n;-sition; but .the preposition / of the Hawaiian does not\n{Correspond with the accusative of those languages; it has\n a far more extensive agency.", "Mwas judged best, however,\ndo make but one case, and explain iis diiFerent uses.\n", "—\n Note. The i of the aui alo becomes ia before the |)roper isatne\n..of a person and before a |)rononn, and is subject to all the varieties\n,of nicanini^ tliat i is; jty, aloha a*' la ua kanaka irt Kaniehanieha, the\n people iloved lianiehamiiha.", "Ninui o Vanekouva ia Kalaniopuu,\n^Vancouver enquired after Kalaninpuu.\n 7th.", " Theaui mac. most ficMpienllysignifies at a jilacr:\n,iis, w^< ka hale,af \\\\ie houre. implvini!; rest afo\\-ii> ;.'\n.7\n 50PIXLENSIONS OF NGIWS.\n place.", " It is also used in connection with motion towards\n ;i place and thus is svnon vinous with /.;;s, liolooiu mu\n Hilo he S'lile.l Id IJiio;biU\\\\v,\\ooia /i\\\\\\, istht- more\ncommon for no;tluis,\nMa Oahu aci i kukula liiii.'s ia'i ka liaJt- u-mq.\n", "At Oahuhere was first itr.ih tiic houst- of woihip.\n", "V\\\\aku ]a a kaiuimn Waiuiea.\n", "He went up and ftni-iht at Waiitifa.\n", "Holooia a uaf ma Kawa.iliae\nHo sailed arui landed at Kawaih.'ii.-.\n", " Ml ke aio o Hotpiii ma, in iVoiil ol linajiiU atid ui.s ooii)i)aii\\ .\n", "Make kariifja o Kcopnolani.\n", "Onthe double canoe of Keopuolani\n Ma ke kii makamaka, hi) means of going on friendly terms.\n", "Ma alsosometimes before nouns, and often before pro-\nnounssignifies by, through^ by riuans oJ\\ or as «n agent by\nwhom or which something is done.", "It thengenerally\n takes vvith it and la or yuii after; as, ma o la or nei,\n by, through the meansof, &.c.\n8th.", "Theaui hea[Vocative case] is usedincalling\n upon or addressing another or others. The letter e marks\n this case.", "It k used before nouns and pronouns, persons»\n and things; as,\n ENaok;;. anhoa on, Q Naoka, where arc you.\n", " Eka iin-a liikivvawf.ika liai.\n", " O rlioii tiiej>(;i>oii quick to speak.\n", " Ena kanaka o Hawaii a puni.\n", " O ye men of Hawaii every where.\n", " Ena inakani.'dva e.", " O friends.\n", "E ka latii.", " .-3ka honua. e ka mauiia,e iva iiiDaua, e kair.i, alulia\n oukoii.\n", " O diou heaven,thou fuiili, thou niotnitai!!,t!iou ocoaii, thou\nprotector, farfnvell.\n", "Note.", "— 'I'fiiscar>e ofiou takos anolher e\\as, eke ahi c,Ochief.\n 9th.", "The aul hck implies motion or a proceeding from\none person or place; lo another.", " Ilis Jollowctl by anoth-\n«^r mai.", " The preixisiiion on s(»iiirtinios takes the )>lace\nr'A' m\"/, but in that case mai, aku, (^r ac must follow; as,\nmai Hawaii mai, from Hawaii here; thus,\nHele mai ia mai kona hale mai.\n", "He ca'ue from his house [this way.|\nHoi mai oia mai ke kaua uiai. he returned //•.o?>? (he lialtle.\n", "No Maui mai oiaiholo mai uci.\n", "From Maui lie camehere, this implies thai he htlon^cil toMau.\n bJ'.CLKNSiONS OF NOLNS.ol\nSom^'liinos :ina isput between tho mai and the noun;\n;is, inni a Wukea a liiki ia nei> from the time oi'W'akea un-\ntil tlio (ire,S!>t.f.", "Mala ia a hikiikeia niatiavva, from him\n[liis tiiuL'jI') tiio j.'fesent (ioie.", "Islu^ a Kuuiuljoiiua a liiki\nta \\V\"ak(M, h-r,m.[ttiotime kV\\\\ KiJinuiiouuii until [thetini<'.\nol]Wakca.\nlOth.", "The nn'i km[Ablativf^ Case]refer-'^ to some person\nt>r thing accomi)anyinfi:, eith<:r vJrest(n- in a >tate oi\" mo-\ntion;as,\nNoho|)u ke ;ihi me koiia poc k'-^iiaAa.\n", "'I'he cliifJ\"dwelt wifh jai)ior.<jj liis |.>('<j|i!\".\n", "Ileleiiiaio\\a mekaiia \\»ii!>j)ie.ico Ciiau-^r/t//,liis \\\\\\\\v\ni)\\v\\() \\n\\inaua «if iVhiiiono.\n", "W' e conversed to<iv<l<er iv'dh Miiiiono.\nlialawi oia nic kaiia keiki r/w ka \\^aiiiiykr>,\nSlu; iit(;t?<)ii/« liorMm loiflitears.\n il/ehas often the nteanin;.; oJ\"//i'. //7,r',iSjc.}hus,\n]^lehe mea la kii puno, Hke a iIki.u apii;.'li(.\n", "3//'ke alio o ke alii, p<^'fa ii« kanaka\nuls the eliaracter ol'lhe cliiei\". «i iho p<H>pte.\n 11th.", "The aiii ia is cie^i^naied by the letter r, ivifh («r\nh>/, implying the agent olan action I'A'iv.r a |)assive verb. It\n8s not used in any other position or ihv any other purpose;\n{IS,\nUa kiikuluia ka hale eke alii.\n", "The house was built by the chief.", "^\n Na dala lioopolioi« e ka poe pnlii baka^\n i\nThe mouev .sunk bij those smoking tobaero.\n", "Ua hoa|)oiiojrf oukon e ka poe pono.\n", "Ye are approved of by the good.\n", "Ka palapaia paij« e ke kahmia, the bonk pr'utcd by\ni the priest.\n", "Ua lioohiolota e ke akiia inaiia.\n", "Itwasovertlirowii by the powernil god.\n", "Nikeiki i kau!aku« e kapoe naan[)o.\n", "Th(!cliil.'Ircn who lOtre madeiboisof/.»// tlieignoranl.\n", " OF ADJECTtVKS,\n § Iv'o.", " Adjectives,in ['i;!N\\ ;iiian, nve^vovcls usedin\nsome Wayto cpialify noun.s.", "They have nothing however\n like gender, number or case conn.ected with them.", "Ha-\n waiians say; thus,\nmAUJia i 1 \\'F.b.\n", "Wol;riiiemaihni.a good 1(01(111 s^ sv.nn,;i i^orJ n iin.\nff(; waliiiiemuikai, a i^oof/ looh'ing vvoirKin, a good womUii-\nile hale maikai^ a goor/ house, &.c.\n", "He lio maikai,n fine looking Iiors?, &6.\n", " § 107.", "Adjectives tend toqii;i!irytlionifa^iiii»; ol\"\nfiouns by expressing,\n 1st.f^uaiitity; as,\nHe nianavva loifti. a lonp^ imic.\n\\\\ii\\vapokoh''y',\\slioif,^\\)\\icx' [of'iiiu(>.[\nlie |)apa niakulnkolti, a fliick hoard.\n2nd.", "Quality;as,\nHe makani oluoJu, a plcasanihreezt:.\n", "Ka la inb, t'le stormy (l;ty.\n3rd.", " Number; -as,\nLehulchu na kanaka, numerous th^ poopi»'.\n", "Na kanaka itnii,the /e;i /vj/'u.\n. 4{h.", " Order; as,\nKa muad!ia hale,ihey/rcSi lionse,\nICii /iiA-w nika la^ the seventh day.\n", "There at-e rrianymoredivisionrj of adjectives vVhiell\nhfefed not bb mentioned.\n§ l(J8.", " No rdjectiveS in rfawalian, except numeral.tj,\nstand immfcdiately before the noun to tvhich'hey beloiiii; and\nwhich they qualifvH\" an adjective j)reced( s a nt)un, nu-\niliei^als exce[)tE^(l, some other words, as articles ot pro-\nnouns, generally intervene.\n", "§ 109.", "Adjectives may be dividc'd into three classes^\n tiledivisions being based oil their position in i-elation to\nthe noun.\n 1st.", " Subh as standimhibdiately afkr thenouns they\nqualify;as,\nHe laau kV6ki^, a tall tree;\nHe kumu kula,a school teiichcr:\nKa loo ikaika, tlie stn.ng voice.\n", "Juihuhui/iiaina loa, theflcrce'st iingci';\nKt! kixuix piiiepin^,\\\\\\efrequent War.\n", "Na wahiiiehaol'e, ilw jortigft women'.\n", "NoTi:.", " — Thelargest class of adjectives aie iised a.sabove.\n 2hd.", " Such asstand before this nouns they qualily;as,\nni Al).ii;r'|-.vr:S.", " ;VJ\nh'l(tlllllcivlll:l. /ourS;'!io.)|holISCS.\n", "Mitnnin'Jiio Li miikni.tiiiilHtiidinOiis llic Uciufils.\n i\\iiiii k;i haiiohaiio <> k<''lii. glorlon'^ ilicin;:|(s',y nl' iIickir.g.\n", "I'Jiiita la ualia ka dI'Io aii;i,\n Firei! ly.-' perluips tha dirfcassioiil:i*tctl.\n", "NoTR.", "— It may be a {|iUFitiniiwholhrr tkc [jlnnsof: wiili nuincmn^\n \"ojiikI lUiiii siioiild Coiik;intot!iiSclass;wncfhtTtin y art- not\n Verbs fir vuiliuh ratherthanafljfc.tiV(?!.", "Many iinMicr.'il inlj^ciivri)\n jiland afttT the nonn, providtul tin; ?;('nlrt:f;(*is ;<«> (;(Mi.s1rii<-l((ljisin\n a'intitofit.", "It is i)ra])(:r to say cha kale hula, orlitinuu hair ku-\n lu dm.\n", "Si'cl.", " Silch as shiiiu brforr.l:!C iioiiii, Initwilh an afticle\n orsome(ju.iliiVin<i word; m^,\n Iff' 11 mi l;ik< II, rlnna kaiu;, oHnia waliino,\n 'I'hcy \\v(MO ten, five nu-ii,andfive wcjnicn.\n", " Ife nui tvA kanaka iiil.;». vAnvij \\vfi<;ilicwwv.", "I\".st.\n", " Vd nui nii'liiiainoa,/n.'//My fhiei's at(; uiih<»lit ial>ii.\n", "OHHF.aVATlONS ().\\ADJP.CTIVKS.\n", " §110.", " Isl.a djectivos oiOrikr d'tor. st;in(! In'furc \\\\\\vnonn,\n niul IhiHian artich'atiu })i'e[>()S)ti()!igenet', liy coim' be-\n l\\V(.'enthe tuljective atu! Hie noun;m»i,\nke kaJu o ka niakaiiiki.\n", "In the tkird year,lit.in tile third of ihe vvi\\\\\\\n1 ka hikii o ka la.\n", "On the seventh day,lit. (in the screnl'i of lliCdiiv.\n", " Ka rdaa o ka hale.\n", "'VUe^fir-<t hon?e. lit. ihe.//^.-./ of the honse,\nn ka hiku keia o ke kciki.\n", "Tliis is the sei'f&iith child-, lit. the ^rvenfh of, S:c.\n", "NoTK.-^TIiisiei a pecniiariiy in Hawaiian |)hraseol(!i;\\ . wvyconi-\nInon.\n 2n(!.", " Some adjectives /b//^'/^' their noims hnt wilhan\n(irticle or some word {)l\"enxed lothe adjcelivi^; as,\nlamanrtwa, nj;ik(> iia kanaka he mii uuil^.\n", "At that time, there di(^d j;eoplc a great man};.\n", "Kii ae la na Wahine he 'il naha lakcni.\n", "There stood\\\\\\> women 2'1 perhaps.\n 3rd.", "The ConstruClion of some .sentences re(jiiires\nthese Chani^^e? of the adjectives as to their ph.ces; thus;\nHele mai na kanaka he nui loa.\n", "There cai.ie men a great rnanif. \\( 7iui loa. W(>re placed next\ntokanaka ami In- Nd't ont, the nu^aninjf wonid l-.e. hele mai na kana-\nka nui l-ja. ihert^came men (A'rcri/ great si/.e. v.Vc.\n", "§>1li . 'l'lip\\\\oi\\ls//Ciin(h^o beforLMvoi'ds Dlhc^rwisp ruljec'\nriv(\\^, \\'(M-yApcjiipiillyhave the pcwer (^f illirnii.tic n, or\nofgivinii; the iKlirrtive ov wurd h( r»re wiiich ihey stand,\nthe pout^!' ol'a \\cih,—the vcfb to be of otlier idFirntJition;\nor o[' pn\\i][]\\\\ir^ out ;ibs(d!!te!}' the qu;ilit\\,character or\ncoiuhfioa <;{ t'se thiiu:; or cii'cumstance ineni'unied; a.v,\n LaiiioU is l.'p.d,he iao, it is hiul.\n", " Lam-d\\k;u. it ,i;\"f>!>d.", "In:amikai it is <.••:)(>(!.\n", " Lkt ol;u his is I'.x'ixVj:, /leoiak»j!;a. helivijig.\n", " Lopokoje, il: u ^Annl,hepiA-.olc, ii is shoii.\n", " L'li loiliike t-bulongisThe road.\n lie loihi ko nia,*(»//;•15 the road.\n", " I'(7iikivi ka papa,broad« tho t);;ar(i.\n", "Jlei\\ki:;i ka j-apsKd/'O^f,' »5 t!io board.\n ^'a |)a!aiiale!<)ia, he?\".•;\n ia/.y,\nJle|;(|,<'!ii kuiiakaia,//e is/.i nmrdcrcr.\n (// litihu il, he is jiMi-ry,he huhu kons, f-e is angry.\n", " NnTK —7'h(:-(,•\n are as.«iror^.g; a^:c|•t!Ol;S'.ti•assevfaafions as diolaii-\ngaagois ca[)HhJe of. nnc indeed as .s'roag as tiiey conidbe in anV\nIuii|i;u;igr3.\n § 1 ri. No'.in.s are often tur'sed into adjectives by be-\ning pbiced iinn>edi^ite!y alter (^liei- nouns, in whicii ca.se,\nthe bist noiiu qt!;ibile? the first as an aJJectivc; as,\nHe kuiiiu kuli(,a schoolt-'^aoher.\n", "Ka haie poiutku,the sloiic house.\nlie kaaakit fyaiicnl. a rich niaa.\nlie tiuiitao mnioka.a nt<jn''s v,y,\\\\i'uyn.\n", " §1 13.", " N'aJiy adjectives are used as nonns bv l-dung\narticles bef re them; as, .\n\\'\\n V, u!t aku ka naau/niika pat naaupo.\n", "Ir die ig\\iayant uian teaches Ike ignorant nien.\n", " Ho l(j;ie ole ke kali, ti.e deaf maa hears not.\n", "CO.\\! !\\\\ ! 1 1SO N l\" A i ).l MCT V \\\\^.i\n § HI. Adjecl'ves hav(! thrt^e de^ii-ees of coinpnrisonin\nC'Mjnnonir^e.", "Vi'^.the Posifivc, Comparative, and •Supcr/o'\ntioeV\\\\{iConijxtratiir, h(n\\ever, h;.sIhiee snialler de-\ngrees within itself very distinct. These degrees are foini-\ned by the addition of ther words; as,(\nl*r>sitive, I'nkM,slirnt.\n", "IiN^kotki,ahide short.\n", " ^ 'i>in|);iriitive,-.", " P-ik'» ;<e„• s'lerter,\nfIN>koiki ae, shorlei >iil!.\n", "Sii|icri;ili\\-e.", "Tul.t» !(.;i. sh<.rt»sl.verv shoil.\n orA n.i rc'ii\\ Ino\n IVoTR.", " — Sometimes I'onoifio. m;iy he nscd|mi- !'ol,(><ir\n Other Ibrms oi' e\\!)r!rrsin'.!; 'hi<-,\"(\\;s<' (J!!iliil,tlnli;iio\nsucii as these;\n Oiiiku kohlminman k(h.\n", "Tilis .'rnes fvrUUiril \\n'in\\-i: !it;i1. i.c. till;;( \\'-\"c;|s th;;!ii.'i> l.ct-\n tcr iliaii I.'ki!.\n", " \\Mik(!l;i, iiuku I<(m;!.\n", "T.iat isgreat, this is lit;!;',i.c. thati-<irz-c./Vr t!i;iii i!ii-i.\n", " OF .\\ijmi:r \\L AD.ii :',:'!' i\\!:s.\n", " >^ '15..\\i]i!!ei',ilAiljeetives ni iv'ne divi.lcd iht'.>tiiree\n chisses; the Curdiivil, Ordinil jud Disfribi/'ivc.\n 1st.", " The C i.rdifi'ilnumbc-s areti!iinl)M'suspuin c )tiiit-\n ing, as, akaJii, clua, c.kidu,&.c. one, two.thi-<'e.\n2n'l.", " The Ordinnl itum'w.rs afe iiuinheis used in e\\f)ress-\ning the order of succession;na, ka mua, kalau, ke k<dti.,\n S^c.first, second, tinrd.\n3rd.", " The Ordinalsp.re f.>rmed hy preiixini!' tlie definite\n article ka or ke to the simple (Jardin:d.\n4th.", " The Cardinal Numbers.", " The OrJinid Nunibei's.\n Kahi. aknlii,ftiie.kiiww.n. the Hist,\n Liia,ali;i.clua, two,ka ln;i. the second.\n Kohl, akolii, ekohi, tlircf. keImlii. tlic third.\n Ila. aha. eiia,four, kaiia.the fourth.\nLima, alima. elima,rive,ka limn,ihe fiOh.\nOno, aono. eoiio. t;i.\\,!• e 0!io.tiiesixth.\n Hiku, al'.iki!. ciiikv:,seven, ka hi!ai,t':escvenlli.\n Wahi. awalii. rvvalu ei,'.rht, ka \\\\;dn, !h<; ti'.^lh.\n Iwa, aiv»a, tiwa, nine,ka iwa.tfiOninth,\nUmi, tv'n,kii 1mi, the tenth.\nUmikuniar.iaka'ii, elfvon,l;aUinikiimamJiknin, the I Itfi.\nTJmikuma:iiaIua, twelve,ka nmikuniamalua.tlieI'^th.\n liinikv.man.akolii, tlie!:)ii\n Umikumamiikolii,tliirtciii.!vi!", ".\nUmiknmamaha.foiiiiccM,ka umi !>•'• tlieIt!!.\nUmikumanuiiiina, Hhcrii.k;intnili;:i;! t'le|.\")th.\nUrnikumamaono.si.vKH'ii.k;i mm (l!!0.il:eK^lh.\nUmikumamaliikn,Sfventfen. Iv:i mni hikii.", " V.w\\~i\\\\\\,\nUmikiiinamawahi. (^i^hlem. ka mniwain.t!ie !>th.\nUmiknmamaiwa,nineteen, ka umii\n \"•\\ athe J9fh.\nIwiikaiiia.\n, twenty, ka iwakalua,the :^()th.\nIsvakahiaknmamakahi, twenty one, k;i ivvakahia — knln, the 2Ist\nIwakalnakunamahia, tkventy two, ka iwakajna — hia. du; •*'^Jn(i\n ;56 OKAi).iECTivi:\\s.\n", " '.Kaiiiilvolii.thirly,kc k;Hiiilvi»Iii. iIk-oiiiia.\n", "Kiiiial<<)liikMiiiiini:ik:ilii, thirlj'one, ke kaii;ik(tJnkiini;miiikalii.tlu' -S I.Kt.\n3\\aii!ik(»lukiiiiiiimaliKi, tliirh' two, kc; kaiiakolu —.lua, tin.\" ;i-2ii.(|,\n Kaiiaiia, forty,ke kaiiaha,the 'Unh-\nKaiialiakiitiiaiuakyld. (uiiy one, ke kanaliiiknin^aniakahi, the 'J\n1st\nKaiiahakiiiuaiiia^iii..lotty two. >kckaiiaha-— -^\n—lua, tiie 'l-2ii<,l.\n", " Kaiiahma^(ifiy, ke kaiialiina. the 50th,\n Kanahiiiaki,t!!!.ian);jk-ahi, fiftyone, .ke kanahtna-- kalii, the5isl.\n", "KaiiahiijakiiiiiaiJialiita.,iM'iy two,ke katialiina—==— hia, the •j-iiK'j.\n", " KaiuKiiio, -feixty,ke kaiiaoiio,the (iOlh..\n", "J\\aiiao;okiiina!nakahi. ,^.ixtv one, ke kanaoiiv»kii!>.iai!iakahi, thctilst.\n", "Kaiiaonokuniaiuahuj. ,si\\tv two, ke kaiiaoMf»—^--|ua, the fv^nrl.\n", "Kaiiahikii. .sev.<»iity,ke-kanahikii,the70tii.,\n Kaiiahikiikiiiiiatiiakahi. s>eveiity orw^, ke kanahiku— kahi. t!:(j7lst.\n", "K'atiHhikukiiiiiJjina'iiiu, gt.'venty tw(s, ke kaiiahiku --=- lua, the ~r2\\\\A.\n", "'Kaiiiiwah;*.,euthtv, ke katiawahi,the 8()th,\n^vanawali:ikiiiiii.-u«:§:kahi, eii^hty one, ke kaiiav\\ahi — kahi, tlve Sisl..\n", "Kaiiawahiknni;iiu;tijiia, eighty two., ke kaiiawahi^-^^- hia. the 8-2n(l.\navaiiaivva, ninety,ke kanaiwa, the ftOtii.\n", "KanaiwakiiMianiakahi, ninety ont% ke kanaiwa -=- kahi., tlw^^jlst.,\n'Kanaiwakiuuiania^ita, ninetry two, ke kanaiwa—lua, thef)-2nd.\n", "Maneri, hundred, ka h«itcri, the li)Olh,\n{•'hia haneiri.,two htinthed, ka iua o ka haupri,the -idOth,\n'Ekohi hantiti^fhree hundred, ke ko*iu ( ka ha?iieri, the 3()()th.\n \"Tausaiii.thiuifeant'L,ke tatjsani,the' I.OdOth,\nEhia tatisauL,two thouwand, ka hm o ka tau*.ani, the •2.0()()th..\n 'Mihona,million, ka :ni:!i(»na, the .00.'),()()()tli,\n 1\n5th.", " TUe Dis'tribiihve arc thosewhich <i|)j)ortionout a\n fiitimber 1« an iiidividiiai.", "They nre ihvmed by |)reiix'r.g\n ?the sylhdite /xf'io l!iej-iuiple curdiiaal niimbe<j's:thiiS;\n pakahi, one byo'le,,o'le apiece,|)aunii hy l<'ns, ten each,\n-palua,hy two.s, two (;aeh.pakanaha, hy ioitvs.\ntpakoiJu,bv threes, tiiree e.iifjh,pahan^'ri, l)yhi'n(ireds.\ni^)aha., by four^s;,patansani, by th(jusaiid.s.\n;j)a lima, by tjves,\n—\nNoTK The syliabh; /r« is .sonietiuios preli\\(>d to•ex|ir<>os //(iw\n mony: how mnny fold} a^, holiia! ho'w ufany loki.-' atis. koknlu,\n .thr<!e lohJ^ tWi,Tlic ,vvord wiuhuluis usedto e.xjjrcss aperiodi\\f\nHen days\nOBSEIIVATIONS ON THE NUMCfvAL AMECTIVES.\n", "§ 116.]st.", "T'he originalcai%!inal niimbcfs uve/athi,\ndna, kidh,iS,ui.", " Thea or c isprefixed accordinij; to the\n.^truGture o/ the seiiiteuce or the kindoj\"iutei:rogativc used\n<»1'PKO.NCHiNS.", " 57\n ii\\asking the question.", "W the inteirogative be ah/u,how\nmany? the answerwill irenerally be^in u/iia, akolu, ahiku;\nbut it\"the question be fi^sked by ehia, how mnny?the an-\nswerwillgenerally begin with, elu(i,ekolu,eliiku, &.c.\n2ntl.", "TheOrdinal has the deiinite article prefixed to\n the simple cardinal numbers.\n 3rd. jPormerlv, in counting, the Havvaiiims, when they\n i-eachetl the number Jorft/, turned back againand com-\n menced atone and counted anotherforty,and so on till\n they laid aside ten forties; these ten forties they called\n a /o.u, 400.", " It is a rrodern improvement that the word\n k((na has been prefixed to li7m(, o/io, hiku, etc., to express\n fifty, sixty, seventy, e-tc.\n 4th.", " The wordsha?ien, hundred, Uiusuni, thousand, ?»///-\n ana, million, have been introduced from the Engliah as con-\n venient for arithmetical purposes.", " At the })resent time\n they numerate by units, tens, hundreds, thousands, etc.\n 5th.", " The aiicient numeration table written out would\nibe as follows;\nAha kahi, 4 units,are\nUmi kauiia,tenfours,—\nUmi kanaha,tenfortys, —\nUmi lau,ten400s,—\n Umi mano,ten4,000«,—\n Umi kini,ten 40,000s, —\nOF PRONOUNS.\n", "§ 117.", " APronoun is a word tha-t standi, in general^\nin the place of a noun; but in Hawaiian, besides that, it\n Js used for various other specific purposes.\n1st.", "Ltoften supplies the place of the verb to be [\\wd.\n .o{ possession;as,\n JSo ivai keia papale? whose is this hat? Ao'i^, it is mine.\n", " He niai maoli ko'u, 1 am really sick, lit. real sickness is mine.\n 2nd.", "Itstands for other auxiliary verbs; as,\n JSau e ao mai ia makou. it belongs to you to reproveus.\n", " He kapa maenjae ko'u.\n", " I have a clean garment, lit. a clean, d.c. is of me.\n 3rd.", " Itis used for expressing many shades of meaning\n which in other languages are expressed bv paiticles or\n,(Pther parts of speech.\n", " 8\nTjBofI'KOxNOUNJS.\n la la e kilo nna ka uala.\n i\nWhile he ivas acting the sorcerer with potatoes.\n", "Ekolu a'w olelo |m ana me ia.\n", " Three times havt /spoken with him.\n", "§ 118. Much of the strength, definiteness and precrs-\nion of the language depends on the right i]se of the pro-\nnouns.", "Andon account of the various uses of the pro-\nnoun andits degree of flexibility, the verb to be^ and other\nauxiliaries, can be much easier dispensed with than though\nitwere otherwise.\n", "§ 119.", " There are three classes of Pronouns, viz.—\nThePei'sonal, the Prefix, and the Interrogative.", "There\nare no Relative Pronouns, though in translating from Ha-\nwaiian into English there are several words which we\nare obliged to translate as though they were Relatives.\n", "§ 120.", " Pronouns havethreeipersons, first, secondand\nthird.", "They have threenumbers; viz.", " Singular, Dual\nand Plural.\n", "Pronouns have no distinction of gender; nor do they\nscarcely admit of a neuter gender at all.\n", "Pronouns have all the cases that nouns have.\n", "OF PERSONAL PRONOUNS.\n", "§ 121.", " Personal Pronouns, relate to persons or person-\nified objects.\n", " The Singular number refers to but one object.\n", " The Dual,to two and only two.\n", " The Plural, to any number above two.\n", "§ 122.", " The Pronouns are,\nSlNGUl,AR.\n", " Au, wau,\n Oe,\n Ia,\n--------\n-\nor with the o emphatic o au, o\n- - -----\n wau,\n -\n 1.\n thou.\n he, she, il.\n", " DUAL.\n", " Maua, wetwo, speaking to a third person of myself and another.\n", " Kaua, wetwo, including myself and the person addressed.\n", " Olua, you two.\n", " Lakou, they two.\n", " *>( PRONOUNS.", " 59\nPU'RAl,.\n", "Makou, wo, moaningniysolfandparty, and o.xclnding llic[kt-\n^i^onsaddressed.\n", "Kakoii, we, inoludiiiii:niys^'lf and the poisons addros*M:d^\nOukou, ye or yen.\n", "Lakou, they.\n11 ai, another.\n", "§ 123.", " The orthography of thefirst person as itisnow\n\\ised in writingand printing, looks unnecessarily heavy.\n The simple form au wi(h the emphatic o, oau is all tliat\n properly belongs to it.", "Besides, the o emphatic n(;ed not\n'be joined with cm any more than other words or any of\nthe other pronouns.", "The insertion of the w seems en-\ntirely unnecessary.", "The sound wcm is occasioned by the\nquick succession of o and au constituting a triphthong.\n But it being admitted that a w belongs to th^ word, the o\n\"emphatic being prefixed it becomes what it apjD«ars mvaw,\nwhereas, o an is all that need be written even with the o\nemphatic.", "In declining au there will appear no phK-e \\'o\\\nthe w in any of the oblique cases.", " See § 7, note.\n", "§ 124.1st.", "First Pkrson Singular.\nAui kunni. au, wau, I.\nAni pili,o'u, a'u. of me.\nAui iki,ko'u, ka'u. miipe.\nAui paewa. no'u, na'u,for me, l>elonging to me\nAui alo, Ha'u, me, to me,\nAui moe, ma o'u la.i)y me, by means of mo\nAui hea.", " -^\nAui hele, mai o'u la.from me,\nAui hui. me au, with me, Hke me. as \\.\nAui ia, e au, by me, [as an ag<Mii ]\n2nd.", " First Person Dual. First form.\n", " Maua, we two, cvcluding the persons addressed.\nAui kumu,maua,we two.\nAui pili,o maua, a maua, of us two.\nAui iki,ko maua, ka maua, our two'.s.\nAui paewa,no maua, na maua, for us two.\nAui alo,ia maua, us two, to ns two.\nAui moe,ma o maua la.by us two, by means of ns two\nAui hea,\nAui hele, mai maua.iVom us two.\nAui hui. me maua. with us two.\nAui ia.", " 1^ maua.b\\-ustwo|as Miicnts )\n1)0 OFPR ON ()U IN 8;\n3rd.", "First Phrson Dual. SecondI'orni.\n", " Kaita, we two, including the person addressed.\nAui kumu,\nul' I'UONUUNS. (il\n l-nses lire not put clown; hutilicv will heaccoutitod lor\n among other p:irts ol\".s[)eech.\n 2nd. All the definitions are not ain.vcd to ilio different\ncases that might be.", " The more general ones are insert-\ned.", " The others may be learned from the examples that\n may beinserted.\n 3rd.", " Some of the cases are exchanj^ed for each othei^\n i.e. take each others phice; viz. the aui iki for the aui\npill; the aui paewa for the aui aio\\ the aui alo fur the aui\n hui, etc.\n 4th.", " It willbe noticed that the aui moc and the aid\nhele are compounded sometimes with their own preposi-\n tionand that of the aui pili.\n§ 126. 1st.", " There is nothing diffei^ent in the definition\n of the A.ui knmit [Nominative Case] from, the nominative\n case in any language, except that niaiiy a nominative\ncase in Hawaiian has no verb expressed or implied; but\nthe declai'ation oi- affirmation is made by some emphatic\n or affirmative particle, or has the afHrnuition in ilsell\"; as,\n He alii manarVdo Kamehameha.\n", " Kamehaineha teas indeed a powerful chief.\n", " Ua manaoia he inea make ka palapala.\n", "It was thought instruction was a deailly thing.\n 2nd. Aui pili o^u and a'u are both frequently used, but\n not in i'clation to the same thing. The Hawaiians say, he\n aina o'?<, he kapa o'w, lami of vfiine, kapa of mifia; but keiki\n «'m, ka palapala a'w, a child of mine, a writing of mine.", " —\n The meaning is the same as that of the prefixed pronoun.^\nof the aui i/ci; viz. ko'u aina, ko'u kapa, ka'u keiki, ka'ii\n palapala.\n", " Ka hana a'w ike ai.\n i\n Lit.", "The work qfmC, toknow, the work which Tkncw.\n", " Ehai oe iketa kumunianao o'w.\n", " Do you declare this opinion of mine.\n", " Hookahi a'u ninau ana.\n", " Once of me the asking, i. e. once /asked.\n", " Hookahi o'w kamaiUo ana mc na haumana.\n", " Onceihe conversation ofmt with the scholars,i. o. once I had\n•aconversation,<Scq..\n", " Aole he haneri lio o\\i.\n", "Thereis not of me a hundred horses, i. e. / have not,etc.\n ^)*i v)FPRONOUNS.\n", " Aole o'w ikei ka lawaia.\n", " There is not of me kiiovvledgo of the fisherman, that is, 1 do noi\nknow, itc.\n", "Aole loa a'n niea oiio, nothinj:»- at all of mine is sweet.\n 3rd.", " J.Miiki, ko'ti, ka'ii, this has greater variety of\nmeaning and strength of expression than the auipili;as,\nEia no kc(\\i e hoike aku ia oe»\nLit. here is mine to tell you, here is ivhat I haveto tell you.\nlie kapa n^aemae ko\\i.\n", "Lit. a clean kftpa is mine,, 1have a clean kapa.\n", "O ko'u wale no koe.\n", "Lit. of nU Only the remainder, the remainder is num.\n", "He niea hoakuka k6\\i ia oe.\n", "Lit. a thing to explain is mine to you, I have an e.\\|»lanation fn\nhiake to you.\n", "O oe no kan kii mai nei.\n i\nLit. you indeed are mint to fetch, you arc the person I came to\nfetch.\n", "Aole he hele kolohe ka'ii.\n", "Lit.not a mischievous goitig is mine, /«wi not going for mis-\nchief, itc.\n .4th. Aui paetua, no^n, na'u,this is often nsed like the\ntwo above; but besides,itimplies also, duty, office, obJi-\ngatio/i.\n", "Aole na^n e malamai ka nnia.\n", "Lit. it isnot /ofmeto takt; care of the land, i.e.notmyoffice,\nduty, Szc.\n", "Nui ko'u hcvvai,aole no hai, na'u no.\n", "Great ismy fault, not of another il ismyoivn.\n", "Nau no iapalapala, aole na\\i.\n", "Thine is that vvritwig, it is not mine.\n", "Aole na'u, nA ke knnawai.\n", "It is not of my doing, the law has done it.\n H(^ mea hilahila ia wo'w, it was a shameful thing /o/ me, ii made.etc.\n", "Heaha kou manao wo'w? what is your opinion of me}\n5th. It might be asked here, if all these cases may.\nserve, as they sometimes appear to do for nominatives to\nverbs as well as the nominative itself? It must be answer-\ned that in certain respects they do, and that too in con-\nformity with the laws of other languages.", "But for an ex-\nplanation, see Syntax.\n6th.", "Aui (do.", " This rase isused after an active verb or\n OF PRONOUNS.fio\npreposition; it is Ireciuentlyusetl wliere the <iui j>ili or\naui iki might be used; as,\n Eia ke kaiioha a ke kupapJiu iau.\n", " Here is the charge of the (kceased to me.\n", " Ua hoopunipniii inai oiua ic/'w, you two have <|r('.'ive(l me.\n", " No keaha, aole on hai miia mai iciu!\n", " Wliy did you not tell me before?\n", " Kii koke iho la oia ia\\i, he came quickly /b/- me.\n", " Ua loaa iau keia niau mea, J have received iht.se things.\n", " O na aina ia^u ponoi, o kou aina ia.\n", " The lands belonging to myself, they shall be }(>urs.\n", "Theia of this case sometimes becomes io, especially\nalter a verbof tiiotion; as, i hele mai oia iu'u nei, he\ncame tome here. Aia wula, iin kiipu, ua \\di\\\\, for me in-\ndeedithas sprouted, the leaf has appeared.", " The\"\n m\nstands before pronouns and names of persons as / does\nbefore common nouns. See 105, 6.", "— It stands as the sign\nof the Objective or Accusative Case even after an iictive\nverb, ill which case it has no meaning.", "But it is also\nused after neuter or intransitive verbs, and then ia signi-\nfiesthe agent., time.,place, manner., instrument., etc.\n 7th.", "Aui moe\\ this case is known by the syllable ma.\nBefore nouns ma generally signifies rest at or in a place,\nor motion towards a place.", "Sometimes it si;2fnifies through.,\nby means of ect.", "Before pronouns this last meaning is a\ncommon one. It is often followed by nei or la; as, ma\no'u nei, by me, through my agency or means; so in all the\npersons, where it is formed by ma being prefixed to the\nAuipili; as.\n", " Mao\\i la ua maruliia ke kulanakauhalc.\n", " Tlirough me the city was in peace.\n", " Mao'u nei e noho luna ana oia.\n", "Through meis his office of luna.\n", " Mao'u lai hooniaki ai oia i kanaka.\n", " By me he governed the people.\n", " No ka mea. ma o'u net kou waiwai,for by me is your [)roperty.\n8th. Aui hea. This case is equivalent to the A'ocative\ncases of Latin and Greek.", " It is represented by the letter\ne before the person or thing called upon and frequently [ol-,\nlowed by another e; as, e ke Alii e,A7/zg, e kuu makua»\nmy father. It is seldom used in the first person, except\n 64 OF PRONOUNS.\n when a {person calls upon his son! or personifies some of\n the members of his body, in which case perhaps it is rath-\ner the second person than the first; as,\nE o\\iuhane, ihea oe e hele ai? O mysoul, whither goest thou?\n", "Ji! ko'u lima e, mai kolohe oe,O myhand, be not nusciiievuus.\n9th.", " Aui hele. This case is represented by the syllable\nmai, which signifies from one person or place to another.\n", "And the idea is, unless other words are connected with the\nsubjects, that themovement is towards the speaker. The\nword before which it is used is frequently followed by\nanother mai or aku or ae according to the direction ot\n the motion.", " The mai preceding the noun or pronoun\nis the one that s'ignifies from; the wordsfollowing point\nin some degree the direction of the motion; thus, mai La-\n hina,signifiesfrom Lahainaindefinitely.", "Mai Lahaina\n mai, implies that the speaker is at another place than La-\n haina, and that the person or thing has come from Lahaina\n towards or to the place where he is.", "Mai Lahaina aku, im-\n plies that the speaker is at Lahaina, but the subject was\n at Lahaina and departed in a direction opposite to the\n speaker.", " Mai Lahaina nei aJcu, implies that the speaker\n is at Lahaina, but the subject has departed from Lahaina\n off to some other place.", " Mai Lahaina ae, implies a move-\n ment from Lahaina in any direction. Sometimes the pre-\n position from, in English,, is made :by no or ma prefixed\n and mat after; as, ma ia kuauhau jnai,Jrom that genealogy;\nm Hawaii mai kela, thatperson w^s fro7n [belonged to]\n Hawaii here.\n", " Hoi lakou mai du aku, they retmned from me.\n", " Ua liuli oukou mai o^u aku, you have turned frojn me away.\n 10th.", "Aui hui. Me\\^i\\\\Q representative of this ease^\n;ajidbefore a pronoun it generally signifies luith, in compa-\niiJ/ with, along with, also as, like, ect.", " It rarely means with\n^n the sense ofinsirumentoragent.\n", "I like 11W ail nei ko lakou riui.\n", "Ltxke mine was their size, like me were they h' size.\n", "I riolioumi ai lakou me au, that they may dwell withnie.\n", "Kaninau no kana olelo ana me an.\n", "The question concernino his talk tvith me.\n", "Me an paio ai nianiua. pela e paio hou ai.\n i\n^4s /strove before, so 1 shall slrive again\n t)i.lMluN()lJ^^s.", " .\n", " 65\nHill.", "Aui /a. Tliis case is so called lium tlie liicl ihat\n fi isalways after a passive verb which is Ibrmcd by addin»'\n id to the verb, and sii^nifies the agent by which a thing is\n done; the agents in this case are i^cnevnWy persons ; as,\nUa pepchiia oia eau, he was killed by me.\n", "A |)au ka niiiauika ncinnia e au.\n", "WlicM the ([uestion has all been looked at by me.\n", "Ua kukuluia ka luakini e au, the temple toas buill by me.\n", "REMARKS ON THE DUAL NUMBER OF THE FIRST\nPERSON.\n", "§ 127. The First person has iivo forms The first\nform maua,. supposes that I speak of ray self and one other\nperson, to others.\n1st.", " Aid kumu, maua, we two, excluding the person or\npersons addressed.", "It often takes theemphatic,\nmaua; as,\n Nolaila mauai hooikaika ai.\n", "For this, ivetwo have been persevering.\n maua no ka mca hoike, ive two are the witnesses.\n 2nd.", " The Aui pill,is like the aid pili oi the singular.\n", "Ma ke alanui a maua ihole ai.\n", "On the road of its twoto travel,on the roadluetwotraveled.\n 3rd. The Aui iki, is also like the same case singular\nHe hale noho ko maua, we two have a house.\n", "Ka maua ia palapala ainaj that map is ours [of us two.]\n 4 th.", " Auipaeiva.\n", "1moku no mauae holo ai, a ship for us two tosail in.\nj.\\'«maua me li i liana,/andli did it.\n 5th.", " Aui alo.\n", "Ualoaa iamauakelihi o ke kino.\n", "Fatigue of body came upon us two.\n", "Malama mai oia ia maua, he took care of us two.\n 6th,Aui moe.7th.", "Aui hca.\n8th.", "Aui hele.\n", "Mai maua aku aikapali, horn us tivot<> t!it' j>r<cipii r\n9th Auihut.\n", " Oia kekalii nicmaua mukeia aina.\n", "Healsowas ivlth us two in this country.\n noho liie maua maaiiei, slay with n; (\\\n66 HF rRONOUNS:\n 10th.", "Auiia.\n", "Uakanuia ka loi e maua, the kalo bedwas planted by us two.\n", " First Person Dual.", "Second form.\n", "§ 128. This form implies that I include myself and\none person besides, viz. the person I address; you and /.\n 1st Aui kumu.\n", "No ka waiwai e huli kaua mamuli ona.\n", "For the sake of gain let us two turn after him.\n", "E poino ana kaua mahope aku, we two shall suffer hereafter,\n2nd.", " Auipili.\n", "E hoikeiua hauuiaua a kaua, to exhibit the scholars o/\" ms two,\nOkaua ka hoi, of us two indeed.\n3rd.", " Aui iki.\n", "Hemala ko kaua aia i uka.\n", " You and I have a garden up country.\n", "Aia kekahi pepa kakau ka kaua.\n", "There is some writing paper belonging to you a,nd me,\n 4th.", " Aui paewa.\n", "Nakapa no kaua e mehana'i.\n", "The kapas /or us two to keep us warm.\n", "Ka ai na kaua, na ke alii mai.\n", "The food /or you and me, from the chief.\n 5th.", " Aui alo.\n", "E hoomakaukauana ia kaua ehele, gettingus two ready to go.\n", "Ina ia kaua, ina ua hewa.\n", "Ifit has comeupon ustiuo, it iswrong.\n", "Ua loaa ia kaua ka uku oleloia'i.\ni\n You and I have received the reward agreed upon.\n", "E hele mai ia io kaua nei, he will come to us tivo here.\n 6th Aui moe.\nka mea maalo ae ma o kaua nei.\n i\nThe person who passes by us two.\n 7th.", "Aui hea.\n", "E kauae, e hoi kaua, O, we two, let us two goback.\n8th.", "Aui hele.\n", "Mai kaua akunei kona hele,from us two he wentforth.\n 9 th.", " Auihui.\n", "1ke kamailio pu ana me kaua. in the conversation with us two.\n", "Me kauao paani pu mai ia,he played together ivith us.\n", "OF PlUJNOllNS 67\n lOlh.", "Aiti id.\n tna c eliia kaItia c haiia, iia kanak:inkii.\n", " If the pit shall be digged by ustivo, then Wo two shall have the\nr^ay.\n", " First PersonPltjrat,.", " First form.\n", " § 129. The first person phmU, it will be seen by the\nParadigtn, has two forms like the dual.", "Tho^rs^ Ibrm is\nmnkou, which takes all the forms of the sini^ular and dual.\nMakou signifies we, more than two, inclutling the speak-\ner and his party, and excluding tiie person addressed, h\ntakes emphatic.\n 1st.", "Aui kumu.\n", " Ua nana makou ma ke kanawai, ive have looked at thela\\'/\n O makou noiia iia inoa malalo, we whose names are l»ehnv.\n2nd.", " Auipili.\n ka hale pule hoii o makou, the new met'ling house q/ Kfi\n Aia ko uka o makou la, there at the upland side of us.\n 1 ka wa a makoui hele aku ai.\n", " At the time [of us to go\\ we went forth.\n3rd.", " Auiiki.\n", " He wahi mehameha ko makou, we have a sohtary place.\n", " He halawai maanei ka makou.\n", " There is here a meeting of ours, we Ivave a meeting here,\n 4th.", " Awl paewd.\n", " Ihale kula lejX) no makou, anadohic; school luiusc; /o/' uh.\n", " A na makou no e hoopii aku, itbelongs to us to petition.\n", "Na makou e malama kona ola. i\n JVe will see to his living,i. e. itbelongs to usto prov idc lor linn\n5th.", "Aui nlo.\n", " Ua akaka ia makou, it is clear to us.\n", "No kou ninau ana mai ia makou, on ac(*onnt ofyoin asking us\n ka nku, ia makou in wahi, as to iIk; \\r.\\y. that part is /or us.\n 6th.", "Aui moc.\n", "Uahoolahaia ka naauao ma o makounei.\n", "Knowledge was e.vtended throughus.\n1 kokuaia'i oukou ma o makou la.\n", "That you should he helped by us.\\ytui Imt.not nseill\n 7th.", " Aid hele.\n", "E hoi aku oe mai o makou aku, return thou from us.\n", "Ua Inula oe mai o makou aku, thou artliiA J ram us\n68 >'l FRuivuUi^.:^\n 8th.", " Aui hui.\n", "Pomaikai ika noho|hiana me makou.\n", "Fortunatein his living ivilh us.\n", "Hawanawana mailu iame makou, lie wliispered with US.\n 9th.", " Auiia.\n", "Iloaa ole ia oukou kalievva e makou.\n", "That you may receive no injury by us.\n", "Me keia haawina laweia e makou, with\ni this gift taken by us.\n", " First Person Plural.", "Second form.\n", "§ 130.", "This form is kakou, we, and includes the speak-\ner and the person addressed.\n 1st.", " Aui kumu.\n", "Ke heluhelu nei kakou na manao, we are reading\n ithe opinionSc\nUa heluia kakou me na aupuni naauao.\n", " We are numbered with intelligent kingdoms.\n 2nd.", " Aui pill.\n", "Ke ike nei ia kalii a kakou e imi nei.\ni\nHe sees the place we are looking for.\n", "O na mea a kakou manao ai. i\nThethings ive thought of [of usto think.]\n 3rd.", "Auiiki.\n", "O ka hewa, aole nae ko kakou, the wrong but not ours.\n", "He ike ko kakou e like me oukou.\n", "Knowledge is of us as well as you, we have knowledge as, &c.\n 4th.", "Aui paeAua.\n", "E lilo iai waiwai no kakou, it will become, property /orus.\n", "E luu ae oe na barcla bipi na kakou.\n i\nDive down for the barrels of beef belonging to us.\n 5th.", "Aui alo.\n", "Kehoolilo kakou la kakou iho nona.\n", "Ifwe transfer ourselves to him.\n", "Eia kana iolclomua mai ai iakakou.\n", "Hereiswhat hesaid to us before.\n 6th.", " Aui moc.\n", "Tna nia o kakou noi ka mua, ifthe first be by us.\n 7th.", "Auihea.\n", "Auhea kakou, e na hoahanau, luhcre arc ive.hrolhcrn\n E, e eu ae kakou o poino auanei.\n", " Here, lei us be up lest evil ovcrlnke us.\n", "Ol' I' R() NOUNS.", "G9'\n r*.(*li.", " Aui hdc.\n", "{ liele ae maio kakou &ku, who liasjronc frnrn v<:.\n", "Ualuili ae kona huliu mai o kakou aku.\n", "His anger is turned away from us.\n 9th.", "Ain hui.\nhoounaia e noho pu me kakou, he was sent tolive loith us.\n", " Aole e Htihu ko. noho pu me kakou.\n", " Not long shall he stay with us.\n 10th.", " Auiin.\n", " Ualohea kana olelo e kakou, hisspeech was heard by us.\n", "§ 131. Personal Pronouns, Second Person Singular, oe,\nthou, or with o emphatic, o oe.", "The second person has\nbut one form in each number, viz. Sing, oe, thou, dual,\nolua, you two, plural uukou, ye.\n", "It should be remarked that the dual mimher in Hawaii-\nan is most rigidly adhered to in practice, both in conver-\nsation and writing.", "When the number can be known^\nthe dual and plural are never interchanged.\n", " § 132.1st. Declension of the Second Person Singular,\noe,thou.\n", "70UF PRONOUNS.\n 3rcl Second Person Plural, oulnm, yoil..\nAui kumu, oukou, ye, you.\nAui pili, o oukou, a oukou,of you.\nAui iki,ko oukou, ka oukou,yours.\nAui paewR)no oukou, na oukou,for you.\nAui alo,ia oukou,you, to you.\nAui inoe, ma oukoulajthrough, by yoti:\nAui hea,e oukou, O ye.\nAui hele, mai oukou, from you.\nAui hui,me oukou,with you.\nAui ia, e oukou, by you.\n", " § 133, 1stAuikufnil oe.\n", "Mai haawi oe ke keiki, do not thou give up the ciiild\n i\nE hai aku oe ka manao, declare thou the opinion.\n i\nNo ke aha la oe huna ai? why did you conceal?\n i\n 2nd.", "Aui pili.\n", "Aloha oe a me na hanai au.\n", "Love to you and the foster children of thine.\n", "Ma na wahi a pau au e hele ai.\n", "At all places where thou shalt go.\n", "Aole he wahi hihia ou.\n", "There is no difiiculty o/ pou [respecting you.]\nI ka hou ana ae oui ka pepa*\nIn your renewing the paper, publishing the last paper.\n 3rd.", "Aui iki.\n", "Aole au e ae aku kmi.i\nI will not consent to yours [your request.]\nNa'u e hoike aku kau. i\nIt is mine to show yows [my duty to. Sic]\nAohe anei he akua koul\nHave you no god? [is no god for you.]\n4th.", " Aui paewa.\n", "Nau no e laweakii,it isthint to takeitaway [thy business.]\nHe meaolena mea lohe nou.\ni\nThe things which I heard concerning you are nothing.\n", "O ka'u, nau c hoike, mine, you shall exhibit [your oriice to.|\nE hele oe e imi i hana hou nau.\n", "Go thou and seek new work for youi'sel/.\n5th.", "Aui alo.\n", "He wahi manao ko*u iaoe, I have a thought to you [for you.]\nEia keia ai a'u i<i oe, here is this food of mine for you.\n", "Ke ninau aku nei au ia oe, I ask you.\n", "Ja oe wale no ia walii, to you oidy that thing belongs.\n", "OF PRONOUNS.", "T\\\n 6th.", " Aui rnoc.\nMaou la e laiiakila ai, through you wowill coikiimt.\nMaou la loaa ia\\i ka ai, through you\ni 1icceivcdloocl.\n 7th.", "Auihea.\nAuweoe e ka mca liilahila ole, O thousliamtlcss person.\n Alohaoe, ea, salutation to you.\n 8th.", "Auihele\n A hull ka inaina mai ou aku.\n When his anger shall turn away from you,\n Ua laweia ia mca mcti ou aku la.\nThat thing was taken away from you.\n 9th.", "Atii hui.\nAohe rnea e ae e hke nic oe, thereis no person like(het^\nMeoeiweheweheniai nei i ke kanawai.\nAs you have just explained the law.\nUa hele mai nei an e kaniailio pu me oe.\nI have come here to converse luithyou.\n 10th.", " Auiia.\nUa kahikoia e oe na pele o Kauai.\nThe volcanoes of Kauai are adorned by thee.\nUa hoooluolu ia ka naau o lakou e oe.\nTheir hearts are comforted bythee.\n", " Second Person Dual,olua.\n § 134.", "JStAui kumu.\nUa loaa olua iaNawaa? did you two get it from Nawaa?\nUa hoopunipuni mai olua ia'u, you two have deceived me,\n 2nd.", " Aui pili.\nEhoi kela meakeiamea o olua.\nLet that and thisone of you two return.\nPehea ka hale o olua} what kind of a house have you two}\n3rd.", "Auiiki.\nE like me ka olua hana mai ai ia'u.\ni\nAccording as you two have done to me.\nHe aina momona ko olua, you two have a fat land.\n4th.", " Aui paewa.\nElilolaua imau kane na olua}\nWill they become husbands /or you two.\nE kakali anei laua no olua'^ will tli(>y wa\\i foryou Ivo.\nUa nui ko'u eha no olua, I am muclipained /o/* you two.\n", " Tl OF PRONOUNS.\n5th.", " Auialu.\n", "Eia kekalii maimo p'li ia olua,\n Here is a thought of mine to you two.\n", " Oia kail wahi nonoi ia olua, that is mylittle re(iuesl lo you Ims.\nliaavviia mai ia olua ka hoomaha.\n", " May rest be given to you two.\n6th.", " Aid moe.\n", " Ma o olua la kona oia,he gets his living by means of you two.\n7th.", " Aui hea.\n", "E hoololic mai[e] olua i ko'u leo, hearken ye two tomyvoic<^\n Aloha okia ea, salutation to you two.\n", " Ohaele olua, a e hoi i ko olua wahi.\n", " Go you two, and return to your place.\n", " Note.-— The e thesign of the aui hea is often,if not always,\n^omitted in cases of this kind.\n8th.", " Auihele.\n", " Mai o olua mai aia nei,he came//'o«i you two here.\n '9th.", " Auihui.\n", " Meolua aneii hele ai ka puaa? did the piggo with you tivo}\n Keai punei kailiome olua, thedogiseating ivith you two.\n10th.", " Aid ia\n-Ua aihueia na dala e olua, tlie money was stolen byyou tivo.\n", " Hooi)unipumia ke kumu e olua.\n", " The teacher was deceived by you lioo.\n", "Second Person Plural, oukou, yc or you.\n§ 135. 1stAui kumu.\n", " Noho anei oukou me ka noho wale? do you indeed sit in idleness:\nJna he pono, e liana oukou a pau, if it be right, do it all of you.\n", " E hula mai oukou kuu keiki, sing ye for my child.\n i\n2nd.", "Ad pili.\n", " E hoopau ka pepehi ana o oukou.\n i\nCease the striking of you [your striking.]\n Anu ke kahu o oukou ka hale olc,i\n The guardian of you is cold for want of a house.\n", " Ewalu a oukou e ku iluna, eight of you stand up.\n 3rd.", "Auiiki.\n", " Kainoa hoi he pono ka oukou.\n", "J supposed that goodness uuis yours { thatyou were good.J\n,€J,apau ae la ko oukou, your buainens isfinished.\n", " OF PRONOUNS 73\n4ih.", "Am pacwa.\n", " Pulehuia na ia na oukou. the fish are roasted /or you.\n", " No oukaii ka aina, no oukou ka hale.\n", "Fo/\" you there is land, /or i/ou the house.\n5th.", "Aui ah).\n", " G inalaina poiio ouk«Hi ia oukou iho.\n", " Take ye heed rcspcclinp; yoursclccs.\n", " Eia ko'u njauuo ia pukou a pan, here is my thought /o you till\n Ke aloha aku iiei au ia oukou, I love you.\n", " Kfuioha iho la au ia oukou e kiai. 1 eoimuaiided ijou to waleh\n6ih.", " Aui muc.\n", " Ua olelo mo la aela iiui ooukou la.\n", " He is re[)roached through you.\n", " Ala o oukou la na waiwai ia makou.\n", " Through you we have our properly [by yout means, &c.]\n 7th.", " Auihea.\n", " E, oukou, e na makua,Oyou, ye |>arents.\n", "E haele oukou. aole nae e lK)i hou nmj.\n", "Go ye, but do not ponf»e back.\n 8th.", "Aui heh.\n", "E kaawale'ci ka miiiao ino mai o oukou aku.\n", "Let evil thoughts be separate /'rov>i you.\n", "Mai o oukou akxi pae ai ka leo, from you went out a sound.\n", " \\\nE pale i ka enemi, e holo ia mai o oukou aku.\n", " Resist the enemy, he will ee from you.\n 9th.", "Aui hui.\n", "Aoleia e kula hou iame oukou.\n", "Hewill goto school no more icithyou.\n", " Aohe ona kuleana me oukou, hehas no more pait with you.\n10th.", " Aui ia.\n", "Ua hooliloia e oukou ka hale wain aihue.\n i\n The house became by you a place of thievm^.\n", " E kokuaia au e oukou ko'u hele ana.\n i\nI shall be assisted by you in my journey.\n", "Third Person Singular, ia, o la.\n", " § 136. The Third Person has three iniiifbei's; (he\nSing, ia, he, she, it^ Dual, /awft, they two;Plural,Mow,\nthey.", "It has but one form in each number.", " The third\nperson Singular in its various cases has a variety of uses;\nbut they may be summed up in the verb (o br, often used\n01\n74OF PRONOUNS.\nimpersonally, and the verb to have or to possess,and often\nfor the affirmative adverb yes.\n1st.", "Asa verb to he, ort!ieimpersonal verb of affir-\nmation, itisused as follows.\n", " Okaai noa, oia ka hooniaka ana e pan ai na kapu kahiko.\n", " The eating freely, that ivas the beginning of the desiruction of\nancient tabus.\n", " Malaila no oia,lie iva}<there.\n", " Oka inu rama ihola noia, that was rutn drinking.\n 2nd.", "It is used as a verb to have orto possess.\n", " Aole na kakou ia, this is not for us, i. e. it is not ours.\n", " Na ke alii no ia, it belongs to the chief, it is for, &c.\n", " Ke kumu nona ka hale, the teacher whose is the house.\n 3rd.", " It willbe seen afterwards that the pronoun ia\naffixed to the verb forms the passive voice.\n 4th.", "For ia or oia, as an affirmative adverb, see adverbs.\n", " § 137.", " There seem to have been in some age of the\nlanguage ttvo differentwords for the third person sin-\ngular; viz. ia and na, as in declining, ia seems to fail and\n7ia takes its place.", "At present a part of each has gone\ninto disuse, and the remainders are put together to make\nup the cases. All the pronouns are generally regular in\ntheir declensions,exceptthis third person singular.\n", " Note.", " — Someregular forms exist as will be seen in the remarks.\n", " § 138. The orthography also of the third person sin-\ngular as expressed in printed books, in the Aui pili, Aui\niki, and Aui paewa does not follow the anaolgy of the\nother persons and numbers.", "There seems no good reas-\nson why kona, kana, nona, nana, should be written in one\nword; and ko lakou, ka lakou, no lokou, na lakou, be divi-\nded into two, except that, even when united, they do not\nform a long word. There might be some advantage, at\nleast in appearance, \\^ i\\-\\e prefix pronouns, were so united\nand it would not look bad to unite them in the dual and\nplural; as, kolaua kalaua, kolakou, kalakou, etc. the gram-\nmatical construction requires them to be separate as much\nin one case as the other.", " In the Aui alo [Objective case]\nia ia the preposition and pronoun are seperated and so\nin all the cases below, while in the three other oblique\ncases above they are united.\nol' i>i;u,\\oi].\\s.lO\n§ K>9. Tim;?) P)<;nsoN SiNGiJi.AK, /a, lio, slic, il ;\n fv em-\n phatic, oia.\n Am ktiiiiu,la,lie, slic. It.\nAlii pi!i, () na, an::,^o ia, a ia,} of him, &,c.\nAui iki,koiia, kana, \\ ko ia, kaia, ^rarely used, his,\nAui paewa,noiia, nana, ^no io, na ia, } Tor him, &c.\nAui alo,ia ia, (io na !a,5 ''i^'* ^^ ^'i'\"-\nAui moe,mao nala,through, by him.\nAui hea,\nAui hel(^ mai oiia la, iVom him.\nAui luii. me ia, with iiim.\nAui ia,c. ia,))y him.\n2nd.", "Third Person Dual,laua.\nAuikuniu,laiia,they two.\nAuipili, o laua, a lana, -of them two.\nAuiiki,ko laua, ka laua, their two.\nAuipaewa,no laua, na laua, torthem two.\nAuialo,ia laua,them two, to them two.\nAuimoe,mao laua ia, by means of them two, through, Sic.\nAuihea,\nAuihele. mailaua,from them two.\nAuihui.melaua, with them two.\nAuiia, e laua, by them two.\n 3rd.", " Third PersonPiajral, lakou, they.\nAuikumu^ lakou,they,\nAuipili, o lakou, a lakou, of them,\nAuiiki,ko lakou, ka lakou, theirs,\nAuipaewa,no lakou, na lakou, forthem,\nAuialo,ia lakou, ihcm, to them,\nAuimoe,ma o lakou la,thvouiih them.\nAuihea,\nAuihele, mai !akou.from then;,\nAuihui, melakou,with them,\nAuiia.e lakou,by them.\n", " § 140.", "Remarks onthe Thirel PersonSin;^iilar.\n 1st.", " Aui kumu.\n", " Holo akula ia a hikiiIfonuaula,\n He sailed onward to Honuaula.\n", " A po, kii aku la ia ka waapa.\ni\n Atnight, hewent to fetch the boat.\n", " Oia a me kona jioe kanaka, he iuni his peopl(\\\n Oia ka uku o ke kanawai, that is \\\\\\c pnnishnunl ul the ?;n^\nHe manawa kaua ia, that was a time of \\iar\n75uPRONOUNS.\n 2ncl.", "Aui pUi.\n", " In this case the ia is dropped and na takes its placfe',\nthough the regular form is now and then found, but with\nsome modifying word. So also i\\\\Q Aui iki and Aiii pa-\newa, specimens of the more obsolete forms will follow the\nexamples of the more regular ones.\n", "Ikeia kil rtiai o na, on this arrival of him.\n", "AIn ana hale e kukuluai.\n", "Four houses of her to build [for her to build.]\nNui loa mai la na mea ona.\n", "There was much property of him present.\n", "Aole a ia nei palapala, there is no book of him here.\n", "He puolo owai keia? he puolo o ia la.\n", "Whose bundle is this? it is the bundle of him there.\n 3rd.", " Aui iki.\n", "He wahi hale pili kona.\n", "There is a grass house of him, that is, he has a grass house.\n1 kona hele ana, he hipuu kana.\n", "In his travelling, there was a scrip of him, i. e. he had a scrip\nE kii hou mai auanei keia ko ia la mau waiwai.\ni\nHe v.ill come again for the goods of him.\n", "Ua like anei ko oukou manao me ko ianci}\nIs your opinion like that of him present?\n 4th.", "Aui paewa.\n", "Nana no emalama hou ka aina.\ni\nIt was for him again to manage the land.\n", "Make ke kanaka nona ke aka.\n", "The man died whose was the shadow.\n", "No wai keia auka sopa/ no ia la.\n", "For whom is thi? bar of soap? it is for him there.\n 5th.", "Aui (do.\n", "E halawai ia me ka poe make ia ia.\n i\nHe will nieet those killed by him.\n", "Olelo ao mai o A^^anekouva ia ia, Vancouver exhorted hint.\n", "Ilele mai la lakou io na la, tliey came to her.\n 6th.", " Aui moe.\n", "Mao na la ka hooponopono ana.\n", " Through him is the settlement [of ihc ditliculty.|\nK hoopai aku wau ia oukou ma ona la.\n", "I will punish you ihrous;}}. him.\n", "Mai hoohiki ma o na la, do not swear by him.\n 7th.", " Auihea, not u.sed.\ni)t t^Roxorr^s.", "7?\n^)th.", "Atii helc.\n", " Haliiiaku mai o na aku, he tinned ;\\wn\\ fiom him.\n9th.", "Aui Jmi.\n", " A pan pn viv. ia na kiion kaliiko.\n", " And with him ended the ancient tal)ns-.\n", " Me kekahi man alii pu me ia nm Kohala.\n", " Withcertain c'hiefs with him at Kohala.\n", " A me na kanaka pumeia,and also menloirrlhrr with him.\n10th.", "Auiia.\n", " E ninauia mai anei aue ia}shallI be qneistioncdInj him}\nTtiiRD Person Dual, laua, (hey two.\n", "§HIThere is a peculiarity in the useol\" the Dual\nWhich is apt at first tobe mistaken.", "I'he dual is so used\nthat there appears to be three persons s])oken of.", " Thus,\nhalavvai tnauame ia, which would seem to mean, ilh' two\n met with him, but the real meaning is, wc two met tojreth-\nfer, or 1 met with him. The dual pronoun in such cases in-\ntludes all spoken of, I keia ku ana mai o Vanekouva, aoie\niaua halawai me Kaniehameha, Lit. on this time of Van-\n i\ncouver's Comingtoanchol', /At'// /?rodid not meet with Kame-\nhameha; this would imply three persons, but the mean-\ning is, Vancouver did not meet wMth Kamehameha. Van-\ncouver and Kamehameha are united in the lava, then Ka-\nmehamehais expressedagain.", "Such is the peculiarity\nofthispronoun whei-e persons are concerned.\n1st.", " Aui kumu.\n", " He mea ia e hui ai laua elua hooka hi aiio.\n i\n That is whatwill unitethem both in one form.\n", " Aole anei laua makemake mau kumu?i\n Did not iheij two desire teachers?\n", " Heaiia laua kekahi kekahi?\ni\n What are they two to each other? wlint relation\n Uwepu laua, they two wepttogetlier.\n2nd.", "Aui pill.\n", " Owai ka mea lapuvvale loa o laua}\n Who was the more foolish of them two.\n \\\\\\ ka hewa iiuna o lava, the guilt fell upon Ihfm tirO.\n", " I ka haalele anaikahi a laua. i noho ai.\n", " On leavincf the place where they two had \\\\\\i\\\\.\n 3rd.", "Auiiki.\nI'enei ka laua i iini ai, I'ms did they tv'o seek»\nI like kaiiiaiiao nie ko lauanei.\nTliat the opinion nuiy be like that of ihem lico.\nHe mankeiki kane ka laua, they two had sons.\n 4th.", "Aui paewa.\nNolaiha ka aina pali, for them two Was broken land^\nUa ohiia ka ai ndlaua, the food is collected /or them Iwd.\n 5th.", "Auialo.\nAole ia laua ka liewanui.\nl^he great fault did not belong lo them tVO^.\nHe aloha \\\\u\\ ko'u ia laua nei.\ni have great love /or Iheni two.\nA hookolokolo ia laua, and called them two to account.\n 6lh.", " Aui mm.\nMao laua la e hoouna ai oukou^ by them two do you seiuL\nUa hanaia ia mea ma o laua la.\n*l'hething was done by them two, i. e. through their means.\n 7th.", " Aui hea, not used.\n 8th.", " Aui heie.\nMai laua mai ka palapala, the letter was from them two.\nMai o laua la ka Inua hele mai noi.\ni\nFrom them two was the messengfeV that came,\n 9th.", "Aui hm.\nHalawai kekahi hoahanau me lau<!!^.\nVerla'iu relatives met with them two.\n Afnahope iho hni ia oiame laua.\nARefward he united ti)ith them ttW.\n10th.", " Aui in.\n Haliiia a*3 la ka papat laua, the table was spread by them timh\n § 142.", " TiiUiD Pj:rson Plurat., lakou, they.\n The Plural refers to any number greater than two.\n 1st.", " Aui kumu.\nOoki ae la lakou ke kaula, then they cut the rope.\n i\n Pepehi jho la lakou ia ia a make.\n They pounded him Until dead.\n 2nd.", "Auipili.\n Pomaikai ina mea a lakou aihue ai.i\n F'ortunale in tvhat they had stolen.\n", " OF PKONOUNS70\n Kuu ilio kii waapa o Uikou.\n", " The boat of them \\[\\\\c\\x ho\\\\{\\ was lot down.\n lloau lakoiii iia f)alni a lakoii..\n", " They floated oil\" the casks of them, i. c. \\.\\m\\ caskN.\nord.", "Aui iki.\n", " J'^iaka lakou iike ai.\n", " ThislOiistheirs to 8ee [this lans lohul theysaw |\n Hernanaoio no ko lakou e make.\n", " Full confidencewastlieirs to die, i, e.ihey believed they should\ndie.\n4th.", " Aui paciva.\n", "E kaua akn nji ka aina no lakon, to fight other hindr/o/' them,\n iVa lakou noi pepehiiiia haole.\n", " They toere those who killed the tbieigners.\n", " Imail mea eha kekahi na lakou.\n", " Some deadly weapons also yo>' them.\n5th.", "Aui ftlo.\nloaa ai ka ai ia lakou,that foodmight be obtained for them,\n E hoonoho papa ia lakou, set Ihem in divisions.\n", " Ac aku ia lakou e malama ka pono, he taught them\n i todo well.\n", " Hai akula iaia lakou, he spake to them.\n6th.", "Aui nioe.\n", " Mao lakou la hoao ai oia, through them he\ni madetrial.\n", " Ma o lakou la i hoahuia na kapa.\n", " By them the kapas were laid up.\n 7th.", " Aui hea,not used,\n8th.", " Aui hele.\n", " Mai o lakou aku ka leo kaua.\n", " From, them went out the voice of war.\n", " Mai lakou mai ia a ia nei, from them he came here,\n9th.", "Aui hui.\n", " Aole e likeme lakou i ka hiki ana mai mamua.\n", " Not like as they were on a former arrival.\n 10th.", "Auiia.\n", " Uaao ia mai oia e lakou, he was instructed hy Ihem.\n", " Kukuluia ua hale la e lakou, the house was built hy them.\n", " THE PRONOUN Hai.\n", "§ 143The anomalous pronoun hai may be declined\nhere, for it isboth a personal and a prefix pronoun.\n", " ^\n 80 OF PRONOLTNS.\n An\\ kiMiiu,~\n Alii[)ili, oliai. aliai, of another.\n Amiki,kohai, ka hai, anotlier'g.\n Aui paewa,nohai, iia hai,foranother.\n Aui alo,ia hui,to another.\n Aui moe, —^-^ ^-r.\n Aui hea, —— - ^\n Aui hele,niai hai, from another.\n Aui hui, mehai,with another.\n Aui ia,e hai, by another.\n", "§ 144 The foregoing is a specimen of the manner in\n which tho personal Pi'ononns are used in the diftereni\n cases.", "The variety of meaning is very great; and doubt-\n less there is room for improvement in the method of\nstatement.\n", "§ 145.", "There might have been another division of\nthem according as they stood in relation to the verb or to\nthe 7iou)i.", "Some, especially in the ^1?// pili, Aui iki and\nAui paewa are more particniary connected with verbs; oth-\ners with nouu.s, or stand independently having the verb in\nthemselves.\n", "§ 146.", "The ibilowmg stand connected with and modify\nverbs.", "The literal English will be put down first in the\nexample.\n", " Eia ka\\i e hoike aku ia oe.\nHereismi?ie toshow to you, this isivhot I hare to show you.\n", " Aole nrt'w e nialamaika aina.\nUisnot mine to oversee the land,it is notmy ojjice,duty, tt-c. to,\n Ma ke alanui a inaua hele ai. i\nOn the road where we two went.\nKe kumu niu a maua ae like ai. i\nThe cocoanut tree of us two to consent,the cocoanut tree about\n which icetwo agreed.\n", " Ika vvaa niakou iheje akuai.\nAtthe time of us to ^o forth, at the time we wentforth.\n iS'a makou e malama ikona ola.\nIt is /or us to see to his living, itbelongs to us [our duty] to pro-»\n vide for him.\n", " Hehalawai maanei ka makou.\nAmeeting here is for us, we are to have a meeting here.\n", " O ka uku, ia makou ia vvahi.\nAs to the pay, that thing is/or us, as to the pay, that is our concern^\n O na mea a kakoui manao ai.\nThethings of us to think, the thingswe werethinkingof.\n xF I'RONOUNS,81\n Ma iiiiwalii a pan an c hole ai.\nAt allplaces oftliee to go, at all places where thousiiall go.\n iVaitno e lawc aku.\nIt is thine to take- it away, itiv Ihi/business to take it away.\n", "Evvalu a oukoii e ku iluiia,\nEii^litofi/ou to stanJ up,ci;^Iito/youarc |llul^^L| tostand up.\n", " Eluiana halo e kukuluai.\nFour houses of him to l)uil(!. he had four houses to build.\n", " Nana no e malama hou ka aina. i\nIt was /or him to take care atj;ain of the laud, it was his office |du\nty] to take charijfe,&c.\n", " Ika haalcle ana i kahi a lauai uoho ai.\nOnleaving the |)lace of them Ivo tolive, on leaving the place\n where they two had lived.\n", "Penei ka lauaiuii ana.\nThus their two seeking, thus wiis the seeking of them two.\n", " Pomaikai na niea a lakou aihue ai.\ni i\nFortunate in the things of them to steal, (brtunate in luhat they\n hadstolen.\n", " Eia ka lakou ike ai. i\nThis was theirs to see, this was what they saw.\n", "§ 147.", " Thefollowino are more independent of verbs, or\ncontain more or less of the idea of verbs in tliem.\n", " He meahoakaka ko\\i ia oe.\nA thing to explain is mine to you, i Aat'C an explanation to make.\n", " Heaha kou nianao no'w.\nWhat is your thought of me, what is your opinion concerning me.\n", " I moku no maua e holo ai, a ship/or us two to sail in.\n", "E hoike na hauniana a kaua, lo exhibit the scholars o/' ms /?'J0.\n i\n Na kapa no kaua e niehana'i.\nThe kapas /or its two to keep us warm in, the kfijjas to keep us\n two warm.\nka hale pule hou o makou.\nThe new meeting house of us. our new meeting liouse.\n", " He wahi mehamelia ko makou.\nAsolitary |)iace is oftis. we havea solitaryf)lHcc.\n", " 1hale kula lepo no makou, an adobic school house /or k.s.\n", " E liloia waiwai no kakou, it will become properly /or us.\n i\n Aole he wahi hihia ou.\nThere is no difiiculty of you, there is no rlitficidty respecting you.\n \\o\\e au e ae aku katt. I do not consent lo yours [your request.\n i\nK hele oe e imi liana hou nau.\n i\n(jo thou and seek new work /or youraelf.\n", " E hoopau i ka pepehi ana o oukou.\nCease the strikiufi of ijou fvom striking!\n", " 82 OF rKONori.Ns.\n", " Kaiiioa lu»i hv. poiio ka nukou.\n rthoii;4\"l»t that iiOf^dness was of you,i thought you ivere good,\n Ikeia ku mai o na, on this arrival of him.\n", " Make ke kf^naka nona ke aka.\n", "Themail diedfor wkoiii [whose] was the shadow.\n", " Hi ka hewa ihiua o hma, the guilt fell upon them two.\n", " I like ka manao me ko laua iiei.\n", " That the opinion may be like that of them two.\n", " Kekahi wahine o lakou, a ceriain ivoman of them.\n", " I man mea elia kekahi na lakou.\n", " Some deadly weapons n\\so for them.\n", " § 148. It will be seen iVom the two last sections (146 and.\n 147) that the class «, k<t and ita, are mostly used in\n connection with verbs expressed; and that the class o, ko\nand no, are more generally used independent of verbs, or\ncontain the idea of the verb in them; but the class a, ka\nand na, are also sometimes used independantly and thus\nseem to be synonymous with the other class.\n", "OF PREFIX PRONOUNS.\n", " § 149. Prefix Pronouns are so called from their general\nposition in the sentence: being always prefixed or placed\nbefore the noun to which they belong, and never following\nit.\n", "§ 150. Prefix Pronouns are of two classes. First, such\nas consist of the the oblique cases of the same words\nthat have been exhibited in the preceding sections. They\nare equivalent, for the most part, to what were called\npossessive adjective pronouns in English Grammars; thus\n7/11/, fhij, his, luir, our, your, their, etc.", "The following is an\nexample of a prefix and a per.sonal or sufiix pronoun.\n", "Enhiia kona olohelohe i na mea a ko'u makua kann ai no'u.\n i\nHi^ nakednesswill he eovered by th<' p/iopnriy whifh my father\nplanted /o/' ine.\n", " Personal PkuNucnI'rkhx I'iioNoi n.\n", "Ka hale o makou.", " Ko tnakou hale.\nThe houseuf ua.", "Oar hou.^c.\n", "Ol;ahale e kukuhi nei. /com La.", "O 7fo\"w hale ke kiduilu nei.\nThe house here buildingismine.", "My house is here building.\n2nd. In this u ay all the personal pronouns may be chang-\ned into prefix pronouns; that is, by altering their place\n OF i'U(»noi;ns.", "83\n Ui the sentence.", "Generally, however, the prefix pro-\n nouns consist of the pronouns ol\" the Aui pili, and Aui iki,\n cases and of the Aui iki niore often than the Aui pili.\n,\n KoMO niai o'u hoahele ia'u, my trrivciinju- coiup'ajiion invited rue.\n", " E ko'u mau hoalianaiu O my l)ret,lir«ii.\n", " E o'm man lioaliaiiau, O iny brethren.\n", " Kalialia ihola o'w niaiiaf», mij mind was astoiiisjicd.\n", " Kau maukeiki,thy children.\n", " Kau puliibaka ana, thi) tobacco smoking.\n", " E hanai kona makoniake, to do hiswill.\n", " Me kana mau kanoha, wiUi his last coimnatids.\n", "Me ka lei ma kona lima, with a string of l)cads npon her\\wu\\.\n", "Ku ae la kona hoahanan, his brother rose up.\n", "Ko makou hale pule. Our meeting house.\nfiamakou halawai, cur meeting together,\nKe kolohe ko kakoii hale, the mischief in our hosise\n i\nKa kakou hana no keia, this indeed is our work.\n", "Pela no ka oukou hana, thus may your work be.\n", "E hoi ma ko oukou walii, return to yonr places.\n", "Me ke ano o ko lakou naau.\n", "According to the meaiiing of their heart.\n", "Ina hea ko lakou polio? when was Iheir sinking down.\n", " E aho nae ko lakou hope, more tolerable, however, their end.\n", "Ka olelo ana o ka lakou mau keiki.\n", " Theconversation of their ciiildren\n Ke ano o ka lakou hana ana, liie character of thdr doing.\n", " I ko maua waena ua pono.\n", " In ourfield [field of us two] it would Ix; proper.\n", " Aolei hoopiliiviaiko maua mau kino.\n", " He did not trouble our tu^o persons.\n ke kunuikuai jmle o ko kaua ill.\n", " The price of the clothing of our skin., the price of the defence\nof the skin of us two.\n", " E pono ai ko kaua nolio ana, to benefit the living of us two.\n", " Flelelei ka olua mau palapala, the pai)ers of you two are scattered.\n", "Haehaeia ko olun kapa, the garment of yon two is torn.\n", " Hohola ae la ko laua kapa\n i\nThey spread out their kapa, i. e. of ihtm tivo.\n1 like ka manao me ko laua nei.\n", " Whose opitiions are like those of these two.\n", "No ka maimai ko laua holo ana.\n", "On account of sickness was the sixiWi^g of them two.\n 3rd.", " Rk.MARKS ON THK ABOVE.\n", " Ouisusedfor kou as o'u isfor L(/u [see2nd above.]\n8.", " OF PRONOiJNS;.\n", " Iiaiai net on kulni, e hoi oe, v/o«r gunr 'iin -;i\\ !(.\n", " - \\'.t\\i.n tiihi\n A !;ii maiou kahii ia oe.", " '' .\n", " Until ijour guardian shall come again to letch you.\n4th. There seems to be a class of words whose prefix\npronouns mny be either ka'u or ko'u, my; and in the uncer-\ntainty or indifference which should be used the word kwi\nisused; thus,\n He nui kuu hewa[ko'u hewa,] great ismyerror.\n", " I kuu ike ana ia ia [ko'u ike,]on my seeing him.\n", " Kunthen lakes the|)lace of ko'u and ka'u, my.\n 5th.", " Kg is used somewhat frequently for kou, iJiy,for\nwhichit is undoubtedly a contraction.\n", " E hoi kaua Kaihia me ko keiki.\n i\n Let us return to Kailua with thy child.\n", " In these cases there is an indefiniteness as to the exact\n relationship of the. parties See 120. 2, 3 and 4.\n", " § 151.", "The foregoing Prefix Pronouns may be insert-\ned between the prepositions and the noun in all the diff-\nerent cases where the sense will admit it; and in these\ncases they take the place of the articles.\n 1st.", " They are declined with the nounas follows.\n.", "Auikumu,ko'u kapa,my garment.\n", "Aui pili, o ko'u kapa, a ko'u kapa,of my garment.\n", " Auiiki, ko ko'u kapa, ka ko'u kapa, my garment's.\n", " Auipaewa. no ko'u kapa, na ko'u kapa, for my garment.\n", " Auialo, iko'u kapa, to my garment.\n", " Auimoe, ma ko'u kapa,hy means of my garment.\n", " Auihea, e ko'u kapa, O my garment.\n", " Auihele,mai ko'u kapa,fVom my garment.\n", " Auihui, me ko'u kapa,with my garment.\n", " Auiia,e ko'u kapa, by my garment.\n 2nd. In the same matiner, kim, my, See § 150, 4.\n", " Aui kumu,kini hoa,my companion.\n", " Aui pi!i,o kuu hoa, a knu hoa,of rny companion,\n Aui iki,ko kuu hoa, k;i, kuu lioa, my coujpanioji's.\n", " Aui [)acwa, no kuu hoa, !;:i kuu hoa,for my compaiiion.\n", " Aui alo, i kuu hoa,my com., to my con)paiiion.\n", " Aui moe,ma kuu hoa,by my cojnj)anion.\n", " Aui hea, c kuu hoa,() my companion.\n", " Aui hele, mai kuu hoHj from my companion.\n", "Aui hui, me kuu hoa,with my compaiiion.\n", "Aui ia^e kuu Ik'H,l>v my companion.\n", " Ill''|'R<»\\t I >-\".^i\n3t'd.", "SoJilso /,«'// ni)\nAui kiiinii, ka'u Imnrj,my woiK,\nAui pili,o kii'ii luina, a ka'iihaiia,olmy worl;.\nAlii iki,ko ka'u liana, ka ka'u haiia,my work's.\nAui j)ae\\va, no ka'u luuia, na ka'uKaiia, tor my work.\nAui alo, i ka'u liana,my work, to m\\ wntk.\nAui moe, nia ka'u liana,by means of mywork.\nAui h(!a,e ka'u liana,O my work.\nAui lieic, mai ka'u liana,from my work.\nAui lini,me ka'u liana, with my work.\nAui ia,e ka'u hana, hy my work.\n", "In like manner may bodeclinec] thefollowincr profit\npronounsinthe (.lual anil piur;il nuni])ej's as well a« in the\nsingular, viz.\n", " O'u, a'u, ko'u, ka'u; ou, au, kou, kau; ko maua, ka niaua;\nko kaua, ka kaua; ko olua, ka olua; ko laua, ka laua; ko\nmakou, ka makou; ko kakou, ka kakou; ko oukou, ka oii-\nkou; ko lakou, ka lakou.\n5th.", " When used in tlie dual or plural mau, poe or pae,\n&/C.,must be inserted between the prefix pronoun and the\nnoun, ko'u poe hoa my companions, kau mauke'iki thy chil-\ndren, kona man aina, his lands, ko kakou poe bipi, our\ncattle, etc.\n6th.", " It will be noticed that the foregoing prefix pro-\nnouns though they are made up of the oblique cases of\npersonal pronouns yet they are prefixed to any case of\n the noun.\n", "§ 152. Second Class of Prefix Pronouns. This is a dif-\nferent class of words from'the preceeding. They are such\n as are called, in English, Demonstrative Adjective yro-\n nouns.", "Like the foregoing, they are prefixed to the\nnoun and may stand between the preposition used in de-\nclining the noun and the noun itself; and may be declined\nwith it.", "They are not a numerous class. The principal\nare these,\nKeia, ] this; these words refer to objects either\n Nei<(i1present themselves, or the subj(;ct of pres-\n iVc/, f\nent remaj'k. 'i'he last fbrin ua— nei i?;\n Uanei, J\n strongand emphaticin i(s meaning.", "'I'he\nnameof the person or thing to which it applies is insert-\n 8{) •/!•PROXOWNS.\n ed betwern ihe wo parts ol'tho pronoun; thus, he elema-\n I\n kule }ia kanaka naaupo nd^ thin if^norant person is an old\n man.\n Kcla,^ that;referring lo objects not present, or\n /c/, > which do not regard the remarks made re-\n Uo-ia) specting them.", " Uu laWke ua—- nei\nis astrong emphatic demonstrative adjective pronoun;\n fhus,\n lie lieho!o I'.a lioikaika la, thai strong horseis a race horse.\n", "ILii,is awoi'd somewhat anomalous; itis often used\nasanoun also as w personalpronoun,and here as-a ]>r(j\\x\npronoun.\n", "As a noun; o kahoolauiia nui aname har.\n", "Friendly with another.\n", "Asa pronoun; haawioin la hai,he gave it lo another.\n", "Asa prefix pronoun: aihiie ia i ha hoi vvaiwai.\n", "Hestole another's proptaly.\n", "Aole au ihele iko hai waena,Idid not go into anothersliekk\n§ 153.", " Examples of the Prefix Pronouns.\n", "Uatnan?io wale ia heiaman mea.\n", "Mere matter ofojjinionare these things.\n", "Ma keia pae aina, at thche islands|at tliis chisfcrof islands.]\n(Ja uukuia, ua nni aku kcia, that was liide, thiswas greater,\nNui loa iho la keia nini,this disease greatly increased.\nia ka Inapau o keia pae aina.\nl%at is the i^ravc of these islands.\n", "Jkeia tnanawa, kHa. nianawa.\n", "At that time [and] fhistime, i. e.continually.\n", "Pehea oe ucia la? how\niare you tJm day? to day,\n 1 neiawa ua akaka, at this time it is understood.\n", "E holo uiai ia, rua neia hope aku.\n", " He will sail here hereafler, i. e. from this lime on.\nka wahine a ua Ulu nei.\n", " The wife o( this Ulu here, i. e. the said Ulu.\n", "E kii akuia e kaua me iia poe haole la.\n", " He will pursue after and make war upon those foreigners.\n", " Heaha keia nxon nui, what is that greattliifig.\n", "E kiiau e haoikeia waiwai.\n", " 1 will <ro after and rob that property.\n", " Hoole mai keia, that [person] denied.\n", " Ua lele aku la keia ka pali.i\n77a// (person] leaped down the precipic<'.\n", " Ka uahahee o/w olcio,die talshoodoi' ifial spee(-h.\n", " .", ",\nOK PKoNOlfNS, 87\n(liilcniia, k.i iiioa (» ;(/.iiii>kii,(ialt-uiiwasllii naiiK *A tlml shiji\n O ka lalitu ia o llauaii ikm.\n", " That wasflic latitiide of Hawaii.\n", " Jaj)o ilio. ihat night after.\n", "Uakapaia ua pae niokn ta.that clusterdI i-laiulswas iiaiiird.\n", "OMoho ka inoa o ua kanaka la.\n", "Molio was the iiamL' of thatman.\n", " REMARKS.\n 1st. fieiaand kela often stand alone or rejMtscnlj fiM-iis\n or things, the nonn being unuerstooi!.\n", "He mea hoopunipuui keia.\n", "A deceitful thing- this.i. e. this tiiinir. sithiir.\n", "Me he aihue 1« ke anoo kela.\n", "Like a thief is the character of that [fellow.]\n2nd. Kcia bnd keia when used siibstiintivelv jis ;ibove\nare not unfrequently used in a sense of disparagement or\ncontemptas, kcIa, that fellow;keia^ this fellow.\n", "—\nNote. Hawaiians are very uniforni when fhev use these two\nwords as adjective pronouns, in using ke!a first: thus they always\nsay kela niea, keia mea, that thing, this thing. In English we say\nthisand that: the Hawaiians reverse the order and say that atid this,\nmeaning many things, every thing, 6cc.\n3rd.awhen used by itself, signifies that, and so when\nitisfollowed byla:butwhen followed by nti it signifies\nthis; as,\n Aolevvahi inoino o ia nti,there is no hurt uponthis [person.]\n4th.", " Haias a prefixpronoun ofthis classisconfinetl\nmostly to the Aui iki, asko hai, ka hai; as,\n Mai hoolauna me ka hai waiiine.\n", " Be not intimate with anothers wife.\n", " E waiho wale iko hai waiwai,let aloiu(inoilier'.s jtiopt i (\\\n5th All the foregoing words of this class may be used iii\nthe dual or plural numbers by piefixing tnau ov jxn ,iliii-\nAui kuinu,A^eirt aina.", " /A'jvland.\nkeia niau|\n pact ainu.\nAuipill.» keia aina. a keia aina. ol this land.\no keia mau aina,\nAuiiki, ko keia aina, ka keia aina.thislan<l'.-.\nko keia mau aina.\nAui paewa,no keia nina, na keia aina.for this land.\nno keia mau aina,\n OF PllONOUiNS\nAui alo, ! keia aiua, litis land, to///is, die.\n i keia uuiu aiua,\nAui luoe,ina keia aina,at,on //m land.\n ma keia uiau aina,\nAui Ilea,e keiaaitia,O this land,\n e keiamauaina,\nAui lieie, mai keia aina,from //iis land,\n mai keia mau aiiia,\nAui Inii,mo keia aina, with this land.\n me keia mau aina,\nAui j;i, e keia aina,by this land.\n e keia mau aina,\nRELATIVE PRONOUNS.\n", "§151. No relative pronouns, have been found in the\nlanguage, tliough there are words and forms of speech we\nmust transhue into English as Relative pronouns, because\nwe express many ideas by that class of words. Those\nwords which we most commonly translateas relatives,\nare the oblique case of the personal pronouns, and per-\nhaps some of the simple prepositions. Indeed from the\nmode of thinking and speaking among Hawaiians, it is\nevident that they have but little use for Relative pro-\nnouns.\n", "§ 155.", "A few specimens will show, by a literal trans-\nlation,and the same idea expi-essed in English idiom,\nthe diflerence in this respect between the Hawaiian and\nEuropean languages.\n", " Olelo mailaka mea nana kaolclo.\n", " Lit. the [jcrson spake, it loas his office lo speak.\n", "Etig. id. the person s|)ake ivhosc office it 7iuis to speak.\n", " Aole makou ike ka mcanana ia laau mahope aku,\n i i\nJAt. we do not know (he person, /(W hitii that limltcr heiealloi\nEng. id. we do not know whose that timber will l)e hcrealtet\n Oka'u poe keiki ka poc nana ka laau.\n lAt. my ehildren arc those /or them the timber.\n", "Eng. id.my children arc tiiosc 7cho willownthe timber.\n", " Note.", " —In these and a multitude of other examples Ihat unglu\n4>e given, there is no wani ol loiiical clearness in the mcanint:; bui\n« is manifested l>y a diil'crcnl iorni of c.vpression hum what il la yn\nttjost Kuropeuu languages.\n", " OF PRONOUNS.", " 89\n INTERROGATIVE PRONOUNS.\n", " § 156. The Interrogative Pronouns are ivui, who.'\naha, what? and perhaps hea, where? though this last is\nmore often used as an interrogative adverb.", "IVai in the\nAui kumu has generally the o emphatic oivail It is appli-\ned most jijenerally, if not universally to persons or to the\nnames of things, and not to things themselves. A Hawai-\nian always says, o wai kona inoa? lit.who is his name?\nand not heako- kona inoa? what is his name? thus, what is\nthe name of that tree? must be rendered in Hawaiian.\no wai ka inoa o ia laau? tvho the name, <Slc.\n", "§ 157.", " Examples of Interrogatives.\n", " Owai kameahale maanei? who has a hoiise hero?\n", " Makaaina oivai ? on the land of whom}\n Wahi o ivaii the saying of whom? who f<nid so?\n", "Ko waika laau? whose is the timbt-r?\n", "J\\o ivai ka moku? for whom is the ship? whose liic ship\nKa wai ka palapala? whose is the book?\n", "Art wai ke keiki? to whom belongs the child/\nHaiiwi i ke kapa ia ivail he ga\\e the gan.ienl to whom-\nMa o wai la i hoouna aku ai? by whom did he send it?\n", "Mai tvai niai keia makana? from whom isthis present?\n", "Mewai oei holo ai? withwhom did you sail?\n", "Uahanaia ewai}it was done by whom}\n§158.", " Waiy who,is thus declined.\n", "Aui kumu,ivai, ernpliaticoivai, who?\n", "Aui pill,o wai, avvai,of whoin?\n", "Aui iki, ko wai, ka wai,whose?\n", "Aui paewa, liowai,iia wai,for whom?\n", "Aui alo, iawai, lo whom, whom?\n", "Aui tnoe,inao wai la. by, liirough whom?\n", "Aui hea,\nAui hele.mai wai mai, from whom?\n", "Aui hui- ine wai, with whom?\n", "Aui ia.e wai,by whom?\n", "§ 159.", "TheInterrogative aha,what, takes both the\n definiteand indefinite articles; as, he aha} what? iu the\n Aui kumu; but in the oblique cases it mostly lakes the dc'\nfinite article ke and is thus declined,\nAui kumu, aha, ho aha.what?\n", "Aui pili,o kc aha, a kc aha.of what?\n", " Aui iki. k'^ I;-\" aha., Ky l<e aha, r\n90OF PRKPOSmONS.\nAui paewa. no ke aha, na kealia, tor what?\nAui alo, ike aha,to what? for what? \\\\ hy-\nAui moe. ma ke aha,hy what? by what means?\nx\\i!i !iea,\nAui hele,\nAui hui, meke aim, uie he aha. with what? like what?\nAui ia,e ke aha, by what?\n", "Note.", "—Other forms of tliis word will come more nroperlv under\ntlie head of Interrogative Adverbs; as, heahaial what is it? i ahai\nia aha} a what? for what? to what? &lc.\n", " § 160.", " Hea is sometimes used as an interrogative pro-\nnoun, but much more frequently as an adverb. As an in-'\nterrogative pronoun it stands after the noun to which it\nrehites;as, he iiumu heaia? ivhat sort of a teacher is he?\nhelole hea ia.' what clothis it?\n", " Heais thus declined.\nAui kumu. hea. where? what sort?\nAui pili.o hea. a hea, of where, of wliat place, of what sort?\nAui iki, ko hea, ka hea,\nAuipaewa,no hea, na hea, for what place, frotn what place?\nAuia!o,ihea, ai hea, to what, to what place?\nAuimoe,ma hea, where, at what place?\nAui hea,\nAui hele,mai hea mai,whence, from what place?\nAui hui,\nAuiia,\n COMPOUND PREPOSITIONS.\n", " § 161.", "This class of words ismade upof the simple\nprepositions. See (§ 68) and other words generally denot-\ning place, or wdiich may be considered adverbs of place.\nThey are generally followed by one or more of the simple\nprepositions as well as compounded with them.", " Theyare\ndeclineable like nouns.", "But few of them, however, have\nall the cases; thus,\nAiiiku. Aui pili Auiike Aui pa. Auialo. Aui moe. Aui hele.", "Aui hui.\nLuna, o iuna, ko luna, no luna, iIiina, maluna, ni:.i luna, above.\nVVaena, i waena, ma N\\'ae!ia, mai waena, between.\nI-alo,o lalo, ko lu!o, no lalo, i lalo, ma lalo, mai lalo, beiow.\nMua,i miia, ma imia, mainiua, iiiemua, before.\nHope,ihope, rna hone,after\n\\V.iho, o \\val\\o, ko waho, no waho.i waho, ma walio, mai m alio, out nf.\nMuli, o muli,ma muli,bthind.\nLoko,* o loko, ko loko, no ioko, iloko,ma loko, mai loko,witliiii.\nko o, no o, o, ma o, mai o,there.\n(),\nNoi,\nUk:i,\no nei,\nI) nka,\n ko nei, no lu:!,\n ko «ka, no nka,\ni\nia nei,\niuka,\n ma nei,\n ma nka,\n — — here.\n inland.\nKai,o kni, ko kai,no kai, ikai,ma kai, niai iiai,seawanl\n* Alokox'i sornctinius used; as, e awe inai aloho iici, braigit Inhere'\n •OV AD\\K]UiS< 1)1.\n", "J ^^^-I'^xamples.\n", " A kiei malalo o ka jinpaleo ua liHole.\n", "And looked under tli? hutof t!ie foreigsiers.\njyiahope o kona makeana, after Ids deatli.\n", " Akoakoa ria kanaka maloko o ka liale.\n", "The people assembled in [wilhin] the hour.o.\n", " Noho paa ka oim maliina ona na la a pau.\n i\n Drunkenness sat. fast upon liim every day.\n", "E liele loa pela iloko o ka iilulaau, get you oi into the forest.\n", "Mawena o na manna, among the tnountnins.\n", "Ka hihia iloko o kanaka, the difficulty among tlie people.\n", " Aohe pa oloko o ka papu, there was ho gun wilhin the fort.\n", " § 1G3.", "The compound prepositions are r)ot used (is\n prepositions in their simple forms; as, hina, waena, lalo,\n «fee. but have some one of the simple prepositions prefixed.\n The peculiarity is, that they are followed by o the sign of\n the Aui pili of the noun foilovving, as though tlsey govern-\n ed the Aui piii in connection with tiie simple preposition\n ofitsown.\n", "§ 164.", "Frequently the words waf, aku, iho, or accome\n between the compound preposition and the o (hr.r follows;\n thus,\nEia no au no loko mai a ka pilikia.\n", " HereIam jiatoul o/the difficulty.\n", " Noho ia nuuoaho aku o ke kulanakauhaie.\n", " He lived ont o/the city.\n", " Haule ia iloko iho o ka lua, he fell into the pit.\n", " Hole ae la ia iloko ae o ka pa, he ran inside o/the yard.\n", " NoTF..", "— The same words will be considered agam in the cliarac-\nter of Adverbs of ])]^rn m- mndition.\n", " <JFADVERBS.\n", " §165.", "Adverbs are of three classes.\n1st.", " Such as may be called AdverbsProper: thatis,\nwords that qualify verbs.", " These are not varied by cases\nor otherwise, except perhaps by adding some W(jrd furthei-\n(jualifying the adverb, and hence indirectly qualifying\nthe meaning of the,verb.", " T'he place of tiiis class of ad-\nverbs in the sentence, is invariably next after the verb, and\nbetween it and any other words u^^^ei] to modify the\nmeaning of the verb. (lence, any word that can be \\iset\\\n^'2 OF ADaKRB^s.\nto quality averb may become an adverb byitsbeing in^\nserted immediatelyalter the verb; thus,\n Hele lokahi aku la lakou io na la.\n", "They went ivitk onC accord to hiiii.\n", " Noho kuikahi ia rue ko Beiitania.\n", "He lived under trtnty witli the English.\n", " Holo Uiki aku la me kona ikaika\nHeran rapidly with \\\\'\\?. might.\n", "Ae kolu* mai la lakou^ they cionsented quickUj\nUa ona loa ia> he was vety ch'unk.\n", "Hoolei mnlu Jakon ika ukana.\n", " They l)roiight ashore secretly their baggage.\n", "Noho uhaiiha Iho la ia.\n", "He lived in the manner of a libertine.\n2nd. Second Class of Adverbs These Ad verbj^ c^oll-\nsistof most of the woi'ds before spoken of as Compound\nPrepositions; but they refer generally to place ov direction\nand are /tot followed hij o, as the compound prepositions\nare.", "These may be termed Adverbs qf place.\n", "The following are the principal.\n Miia,before, laila,there^loko, inward, within.\nHope, after, behind,muli, after.o, there.\nLuna, above, over.uka, inland.nei, here.\nLalo, below, under. kai, seaward. hea, where, how'\n Waena, between.ma, there.kahi, there Where.\n Waho, oat, outward.eia, here.aha, what?\n", "AsAdverbs, these words, except aia and eia are declin-\ned like nouns, but not in all the cases; hea has more;\n forms than any other of them.\n", "These Adverbs may also take other adverbs or other\nparts of speech to qualify them.", " They are thua declinedf\n Au kumu, -i-^^:^^ - — -1^-^.\n Au pili, olaila,a laila,of there, therefore, then.\n Au iki,ko lailn,ka laiia. of thetn, of there.\n Au paewa,no laila.for there, foi' that, vvherefoife»\n Au alo,i lailsi,there, that place.\n Au moe^malaila, therCj at that place.\n Au Ilea, -•\n Au hele^ tnai laila,from there.\n Au hui^\nia, —-^-^—\nui'U)W:rrs.", " P^\n Ilea, theInferro^ativn adverb.\n All! kiliniJ.", "Ilea, aulien, whnf, wIumt?\n Aui [)ili, ohca. ahea, of what pluco?\n Alii iUi,ko liea,of what, of whom?\n Aui paewa, no hea,.\nforwhere, whence?\nAlii alo, i hea,towards where, where?\n Aui moe, mahea,atwhat place?\n Aui hea,^-=^=\n Aui helcjiilaihea, from what place, whence?\n Aui hui, -=-^ _=vr=^\n Au ia, ' ...=^x-.", "^—'-^^=- --——\nNorE.-^-^Hea also has two other formi^; as ina hea} «lieu, refer-\ning^ to pa^t time, and pchea} how', but these come properly iuto the\nhext class.\n", " Examples of the Second Class of Adverb.'J.\n", "Aole nui na awa kdhi o komoai na moku,\nTliet'e are not many harbor.s iVlierC sJjipMmay enter.\n", "O kahi palahalaha ka nui.\n", " The broad place is the largest; kahi iahere a noun without an\narticle.\n", "Ala ntataita kekahi olelo ana.\n", "There in that place is a certain stafement.\n", "Ke holo na moku i laila if shipR sail thcrC, [to Ihat place.]\ntJa maikai ko uka, the inland is i?ood.\n", "Iloko o ka honua ma laila, in tie hiterior there.\n", "Mai laila mai kahi ti, froni thence Comef* tome of the tea,\nUa ikaika ko laila kanawai.\n", " The laws Of that people ale striuirent.\n", "E hele na moku kalepa a ku ilaila.\n", "Merchantship.?go and nnchorthere.\n", "Heoluohi ma ka waha; aka, apiki lkO,\nPleasant by mouth; l)Ut roUgish within.\n", "He ano e ko laila wahine.\n", "A stranf^e fashion of the womeri of that ptatC.\n", " Mamila aku nei, before this time.\n", "Alaila, hoi hou na'lii, then the chiefs returned.\n", " Mnmua,holo kekahi poe malaila.\n", " In former times, certain persons jjaiicd thtrc.\n", " Aole hele aku iwaho, lie did not go out.\n i\n Aole paha aina maanei, there was, perhap.«i, no hind here.\n", " Mailalo mai, frOm heloiv.\n", " Mailoko mai o ka moana, from Out o/ the ocean, i. e. out of.\n j\\olaila, ua maopopo, wherefore, it i<^ evident.\n", " Mai hea mai la lakou? whence are they?\n fCtaha la kela men nui? tt'hnt k that area! thiui'^\"*\n 94Of ADMiRJiS.\n", "Piiaku lalakou lliint, t'u'v ascended upward.\n", "Mnuha wau me na kanaka o'i?.\n", "{I go] by land with my people.\n", " Aole au e lioio makai, I w ill not go by sea.\n", " Aole ou aina olaila, yon have no land there.\n ord.", " TiiE ['[TiRD CLASS of adverbs consists of a large\nnumberof words cNpre^^sive of tme^ place., circumstance,\n?nanner, &c.", "They stand in such places in the sentence\nas they are most needed to express those ideas.", "They\nare indeclinable.", "The following are the principal,\n Of 'i'i>fE.", "Of Interrogation.\nA, when.", " Aha, )\nAno,')\n Eaha, ^ what?\nA no la.", " ^ DOW.", "Hen ha, )\nAno no, )Ilea, where,how?\nE noho nei, at thepresent lime.", "Ahea, v/heii.^[with the future.]\nOiai, while, whilst.", " Inahea, when? [with the past.)\nAenei, at present, just now.", " Pehea, how?\nNei, now. at present.", "Aihea, where?\n", " Auhea. where?\n", "OfDicNi^iNG. i'e, how?\nOle, no. not.", "Wai. wlio?\nAole, no, nor.", " Ehia.how many?\nAole hoi. I>ul not.\nAohe, no, not at all.", "Of Assfnt.\nAoe, no, noise.", "E.", " ^\nMai, do not.", " A(\\^.^P'^-\nMai noho a, do not.", "U.", " }\nAlia,not yet.", " Oia, that is it.\nAlia nae, but not yet.\nNae, but not. l)ut.\n", " '\n Of Affirmation.\n", " No, indeed,true, truly.\n", " OfPiESF-MBLANCR.", "Hoi, Certainly, also,\nfake. like.", "No hoi, verily, indeed, besides.\nLike me, like as.\nLike pu, like with.", " OfPi-atf.\nE like me, arcdrding to.", "Ai, there.\nI*e, as.", "Apuni, round about.\nPenoi, like this. thus.\nPeneia, thus.", " Of Dorrix.\nPeia, like this.", ",if.\nPela, so, like ihat.", "Lia, if.\nPela no, so indeed.", "Paha, perhaps.\nINda no hoi. so also.", " Ina palm, if perhaps.\n", "OF AUVEKES.", " IJ5\nMc ilanin.", " Iiiehiiici kclu la akii, da\\ IkIoic\npcrliap\nMalaiiiu jnilia, 5ycsterdav.\n", " Manndi, hcreul'tcr, l)yand hy.\n", " Of Salitation.", "Mahope, afterwards.\nAlolia, love.", "I keia wa e iioho iiei,jilthis\nWeli, ^ pr(,'.scnt tiiise.\n how do vou do'/\nWelina, Loa, very, an inlen.fitive.\nAnoai.", " Iki, a little,very little.\nAole hoi na.", "Pinepiiie. frequently, ofieii.\nOoe hoi kahi.", " Eia kekahi, again, besides.\nNau hoi kaka.", " Eia hoi kekaiii, another point,\nNa pa ha la.ai'ain.\n", " Other words become adverbs Aole ole, could not Init.\n i\nof this class by their use. They la wa, at that time,\nmay be termed particles; they la manawa, at that time, perio<l.\nwill include some words men- Aneane, almost, nearly, near to\ntioned before.", "Ta la, on tliat day.\nKa iiioa, 1 thought. I supposed, la po. on that night.\nla |)o iho, on the night aff( r.\n", "Partules, &.C.la po no, on that very night.\nWale, the state of a thing as it lo, truly, really.\n is, just so.", " Pelaiono, so it certainly is, [was.]\nWale no, only, that only, nothing E, another, new, strange.\n with.", "Ai ae, there [to place.]\nLa,has a slight reference toA aldahi iho, when it was evening.\n place it is often an expletive. Aole hoi, nor.\nA pau, all.", " Pau ole, never done, never ended.\nPu, together.", " Aole no hoi, not at all, not by\nEa, calling attention to what isany means.\n", "Mau, vvhatis frequentiy repeated^\nOia, he, she, it,that isit, yes, coustantlv, continually, forever..\n truly.", " Anhea oe, attend, listen, give ear.\nOiaio, truly, verily, just so.", "Oi, while, whilst, for a while.\nOia hoi, that is it, be it so.", "Ai, with verbs, refers to time,\nOia hoi ha, precisely that, in re- place, circumstonce, (/lumlitij,\n ply towhat one hassaid. quaiilij.\nHoi, also, besides.", " ^Mai, implies motiontowards,\nAe ka paha, even so, grantit is so.the speaker.\nApopo, tomorrow.\\kii.from the .speaker.\nApopokela aku, day afterto Ac, any oblique motion.\n morrow.", " Iho,downwards, innarrative\nIneihinei,yesterday. tense, onwards.\n", "TVoTE.", "— These four last are used with several parts of speech,\nbut they will be more particularly mentioned under the name, Fer-\nbal Directives,\n96or VERBS.\n", " OF CONJUNCTIONS.\n", "§,166. Coiijimctions are words used fo conned words\n and sentences. The words used exclusively as conjunc-\n tions are not numerious in Hawaiian.", " Tiie following are\n the principal,\n A, and, and when, when; mostly used to connect verbs.\n Me,with, to<4Cther with.\n A me,and, and with.\nLaiia o, and with, [used with the dna!.]\nMa laua, and with, [only with the dual orwhere two are concrned ]\nLauHnie,aloni? with, [only with the dual.]\nNae.but, besides, however; [a diflicuUwordto define,]\nAole /lae,!iot however.\nNo ka niea, because.\nNo ia ntea, for that reason, for that cause, onthis account.\nNo iaila, therefore, wherefore.\nA laiia, then.\nAha, but, [a strong word expressing marked opposition of mean»\nil'r^-]\nlloi, also.\nAka h(»i,but besiides thai.\nIoleia, )•/•.•*\n .", ".", ",.", " >u not It, or.\nA Iole«a, 5\n OF INTERJECTIONS.\n", " § 167.", "Interjections are words thrown into a sentence\nto express some sudden emotion of the mind. Interject-\nions are numerous amono; the llawaiians as they are anion^i;\nall illiterate people.", "The very common one of ka! kaha-\nha! is expressive of various emotions; according to the\npronunciation, accompanying gesture, tone, etc., at the\ntime of its utterance.", " The following are some of them,\nA.", " Ke.", " Akola.\n", "E.", " Auwe.", " Ai kola.\n", "Ka c.", "Kahehe.", "Ea.\n", "Ahaha.", " Kahoho.", "Hele pe!a.\n", "Kahahu.", "Kei.", "Ehele pela oe.\n", "Ko.", "Nani.", "Aole paha.\n", "Na, E akahele ka |)epehi niai o oukou, o Lonoikeaouli na—o\n hoina e ka uhane.\n", " OF VERBS.\n", "§ 168.", "VerbsinHawaiian are those words which af-\nfirm action, passion, orsome quality, [not being] of their\n OF VERBS. 97\nsubjects.", "ComparedwithI^luropeaiilanguages,the\n Hawaiian verb has manypeculiarities.", " In everyfull sen-\n tenceinthose languages, a verb is necessary to complete\n the idea intended.", "Not so in Hawaiian; some of the\n most common, clear and strong affirmations are fully\n expressed withoui any kind of a verb. A few of these\n will be given with a literal translation, and also a transla-\n tion into the English idiom.\n", "He alii mana* o Kamehamcha, he naauaof kona.\n", "Apowerful chief Kameliameha, an enlightened mind his.\n", "Eng. id. Kamchameha ivas a powerful chief, he possessed nn\n enlightened mind.\n", "He mai nui loa mamua a1<u nei, he niai ahulau.\n", "A very ^reat sickness before this time, a sickness, pestilence.\n", "Eng.id. There was a very great sickness before this time, a sick-\n ness called [like] a pestilence.\n", "Ikaika no kekahi kanaka, aole ona mai iki i kakalnaka, ahiahi\n make no.\n", " A man strong indeed, not of him the least sickness in the morn-\n ing, evening really dead.\n", "Eng. id. A man would he strong and without sickness in the\n morning, in the evening he would be dead.\n", "Nui wale na kapu pono ole ma keia pae aina ka wa kahiko.\ni\n Very many the tabus not good at these islandsin ancient time.\n", "Eng. id. Very many icere the tabus, &c.\n", " Pela ma Nuuhiwa keia wa e noho nei.\ni\nSo atNuuhiwa at this present time.\n", "Eng id. So it is at Nuuhiwa at thispresent time.\n", " § 170. Again, there is no verb that expresses the idea\n of existence or of being.", " These ideas, so far as they are\n expressed, are expressed by the particles of affirmation,\n such as, iia, he, no, hoi and some of the oblique cases of\n the pronouns; thus he akamai kona, lii. a skill of hini or\n a skill his, Eng. skill is his, he has skill, he is skillful. The\n structure of the language does not seem to require any\n such words as verbs to be, or verbs of existence.", " The\n particles mentioned above are used to express emphasis^\nforce and strong assertion ; and thus the verb to be is in\n * The word mana signified divine or supernatural power.", " Kameha-\n meha was supposed to be assisted by the gods in his conquests.\n", " I This word is used comparatively.", " Compared with the people in\n hisday he was enlightened.\n", " 13\n98 OF VERBS.\nsome measure provided for; but a word expressive oCthe\nsimple idea of existence is not known to the people.\n", " § 171 .", " By reference to several places in theGrammar^\nand by the mannerin wdiichmany sentences and phrases^\nare translated, it will be seen or inferred that there are\nnoverbs to express,\n 1st.", "Affirmation of any quality as belonging to any sub-\nstance.\n 2d.", " NoVerb to express being, existence, etc., like the\nverb to he.\n 3d.", " No Ver'b to express having, owning, possessing, etc.\nThe verbloaa signifies to get, obtain; but not toown or\npossess.\n 4th.", " There are no Verbs to express duty or obligation,\nas tobe or do any thing. The verb pouo, in some cases,\nmay express duty, but it is weak in comparison with verbs\nof that kind in European languages.\n", " The reader may naturally ask how these ideas are ex-\npressed in Hawaiian, for some of them, if not all, seem to\nbe essential to the communication of ideas.\n", " It may be replied, they are expressed in various waysj\nsome of which are as follows.\n 1st. By he with an Adjective or Noun, with some kind\nof a Pronoun following; as,\nUa ol«lo kekahi, he kipi ia, some say, that is rebellion.\n", "He hoovvahavvaha ia na \"lii, it is contemning the chiefs.\ni\nHe kaikamahine kula keia, this is a school girl.\n", "He noho malie konn ano, his character was that of quietness.\n", "O keiahana, he hana pono ole ia, this practice is an evil practice*\nHe poe anaana lakou nei, these were a company of sorcerers.\n", " Note.— jHe by itself sometimes contains the affirmation as, ;\nHe pono ole, it is unrighteous.\n", "He oolea loa ke kanawai e kau nei.\n", "The present law is very grievous.\n 2nd.", " By uct and an Adjective; as\nUa ma:kaukaxi anei oe no ka hcle ? are you ready for going ?\n", "I'a kokoke ka manawa aliaolelo.\n", "The time of the Legislature is near.\n", "Ua pomaikai anei ke au))uni ka hana pela?\ni\nh the kingdom benefitted by doing so ?\n", " OF VERBS.", "99\n L^amau na waliine ilealiana i)ela.\n", " The women are always at thatwork.\n", " Ua umikumamalima lausani akcu.\n", " There were fifteen thou.sand and upwards.\n3d. la (especially with the o emphatic oia) eia,keia,\netc., besides their office as pronouns, seem also to have\nthe power of affirmation; as,\n He laahaaina anei ial aole, hela pule ia.\n", " Is that a feast day ? no, it is a day of prayer.\n", "Oia kona nalo ana, that ivas her j)assing away.\n", " Aole nae ia he inea e hilahila ai.\n", " That is not a thing to be ashamed of.\n", "Oia ka poe i hele mai, those were the persons who came.\n", " Eia kekahi mea mau maia hana.\n", " Hereisa thing of constant occurrence in that business.\n4th. The Particles no and hoi (frequently they stand\ntogether) give intensity to the expression and seem some\ntimes to supply the place of an affirmative word ;as,\nOoe no ka mea mama e hele.\n", " Thou indeed art the thing swift to go.\n", "Elua no mau wahi heenalu.\n", " There are indeed two places for swimming in the surf,\nO na moena ko makou waiwai hoi e kuai ai ka lole.i\nMats are also our property to buy cloth with.\n5th. The Verbs tohave, toovm or possess are express-\ned mostly by the Auiikiand Aui pili cases of the pro-\nnouns; as.\n", "He makuawahine haipule kona, he had a pious mother.\n", "Aole ana palapalai humuhumuia, she had no bound book.\n", "He wahi apana aina kona, he owns [has] a piece of land.\n", "Note.", " —The examples of this kind are so numerous in other\n parts of the granmiar thatmore here are not necessary.\n6th. The ideas of duty, obligation or to be under obli-\n gation to do a thing are expressed mostly by pronouns in\n the Aui paewa; but the Aui iki and Aui alo are some-\n times so used;as,\nJVrt'wno ia e kiai ika hale, it 7vas my duly to watch the house.\n", "Nanae kii i ka iliahi, it belonged to him to go for sandal wood.\n", "JSa lakou e kaapuni ka aina, they had to go round the land.\ni\n —\nNote. The four cases Aui iki, Aui pili, Aui paewa, and Aui\n alo are often exchanged for each other, that is take each other's pla-\n ces, but as a general rule they have their own spheres.\n", "100 OF VERBS.\n7th.", "In many sentencesit isdifficult totellon which\nword theaffirmation lies ; as,\n Ei^ ka tnea kupaianaha, here [is] a wonderful thing.\n", " Aole anei he kanawai ? [is] there no law ?\n", " Auhea oikou ka poe naauao ? where [are] you ye wise men?\n", " PeJa ka inea rnaopopo ia'u, thus the thini? [was] clear to me.\n", " O kona mau makahiki he *2-2, her years [were] 22.\n", " Nui loi kuu hauoU kuu heluhelu ana ka palapala.\nii\n Great [was] my joy on my reading the document.\n", " Nui ka pilikia o keia hana, great [is] the difficulty of this work.\n", "§ 171. Again, there are no verbs used expressly as\nauxiliary or helping verbs; unless, perhaps, the words\nhiki and pono, themselves regular verbs, may, in certain\ncases, be considered such.", "Hiki signifies, to arrive at, to\ncome to ;hence, to be able, can, may, and in such\ncases, stands before and governs an infinitive; as, hiki\nno i keia keiki ke heluhelu, lit. it has come to this child to\nread, i. e. the child is able to rend.", " Pono is used in a sim-\nilar way.", " It signifies, to be good, right, just, proper, fit,\nought, must, etc.; as pono ia lakou ke hana i mea ola, it\nis right for them towork as a means ofliving; thatis, it\nisproper,it is a duty, etc.\n", "§ 172. There is no variation of the verb itself to\nexpress number or person.", "These are shown by the form\nof the nouns or pronouns ; hence, the nouns and espe-\ncially the pronouns are much more generally expressed\nthan in languages where number and person are expressed\nin the forms of the verbs.\n", " OF THE ACCIDENTS OF THE VERB.\n", "§173. The accidents of a Hawaiian verb are four,\nviz.", "Person, Number, Mood and Tense.\n", "§ 174. Person relates to the agents of an action or\nevent.", " When one speaks of himself ov in his own name,\nit is the first person.", "When one speaks io another, it is\nthe second person.", " When one speaks of another, it is\nthe third person.\n", "§ 175. Number relates to the persons engaged whether\none or more.", "In Hawaiian, the number spoken of is either\none, hence called the SinaiUar Number : or fvo acting to-\n OF VERBS. roi\ngether, hence called the Dual Number, or any number\nmore than two, hence called the Plural Number.\n", " § 176. The three numbers of Verbs are expressed not\nby any form of the verb itself, but by the noun or pronouns.\n", " EXAMPLE.\n", " SINGULAR.", "VERB\nAu, wau, I, 1 per. hele au.", "I went.\n thou vventest.\n he went.\n", "W2 OF MOOD.\n", " Hele maua, signifies we two 'ivcnt, i. e., I and another\nperson attached to, or connected with me; but excluding\nthe person or persons addressed.\n", " Hole kaua, signifies ive two tuent, i. e., I and the person\naddressed.\n", " Hele ma'kou, signifies we went, [i. e., any number over\ntwo] I and my party or those connected with me, but ex-\ncluding the persons addressed.\n", " Hele kakou, signifies we went, [i. e., any number over\ntwo] I and the party addressed.\n", " OF MOOD.\n", " § 179. Mood, in grammar, is the manner in which a\nthing is spoken of.", "We may affirm something positively,\nor we may ask a question.", " Wemay command, ask, or\nentreat.", "We may speak in doubt or uncertainty of a\nthing;and we may speak in general terms without ref-\nerence to person or number.", " The Hawaiian has all these\nmethods of speaking.\n", " § 180.", "There are four Moods of verbs in the Hawaii-\nan; viz. 1st, The Indicative which affirms something posi-\ntively of itssubject ;or itis usedinasking questions; as,\nAlakai ae la kaimalihini, heguided the stranger.\n", " Ua puhi anei oia ika pu ?did he blow the shell ?\n 2nd.", " TheImperative, commands, entreats or begs;as,\nE hoi oe,ika hale, mai puka mai iwaho.\n", "Returnto the house, do not come out.\n 3rd.", "TheSubjunctive speaks ofsomethingunder a\ndoubt or condition ; as,\nInae lohepono oe, alalia malama.\n", "Jf you hear correctly, then obey.\n 4th. The Infinitive speaks of something done without\nreference to person or number; as,\n Aole c pono ke hoomoloiva, it is not right to he idle.\n", " NoTR. — Examples of Moods will be inserted morefiilly hereafter.\n", " OF TENSE.\n", " § 181. Tense, in grammar, relates to the time in which\na thing is done or said to be done.", " The great natural\ndivisions are Past, Present and Future Tenses.", " But tense\nas used in the Hawaiian language is more confused than\n OF TExN'SE,103\n any other part of the verb.", " The above mentioned grand\ndivisions of past, presentand I^uture are somewhat dis-\ntinctlymarked;but in practice they run into each other.\nTlie past tenses are all Aorists or Indefinite tenses, and\none is used for another according to the structure of the\nsentence.\n", " § 182. The root or the simplest form of the verb is a\npreterite tense.", " In this respect, the Hawaiian resembles\nsome of the ancient Asiatic languages.", "The simple\nforms of verbs too are generally by-syllabic, though there\nare many exceptions;as,\n1st. Monosyllabic;\n j>cfto strike, i to say,ko tofulfill, kuto stand,\na to burn, ha to breathe, na to be quiet, lu to scatter,etc.\n2nd. Pollysyllabic aloha to love, apono to approve, ulono to\n ;\nhowl, etc. Most of these by analyzing can be reduced to two syllables.\n3d. But the greater part of the verbs are bi-syllabic in their roots;\nas,haha to feel, koho, to choose, lana to fioat, melc to sing, noho\nto sit, pale to ward off, ivahi to break, etc.\n", "OF PRETERITE TENSES.\n", "§ 183.", " The Preterite or past tenses h^xefive different\nforms inthe Indicative mood.", " It is difficult to divide\nthem mio perfect, imperfect and pluperfect etc. tenses, ex-\ncept that the fifth, answers tolerably well for q. pluperfect.\nIt is better, therefore, to distinguish them as the first, sec-\nond, third, fourth and fifth forms of the Preterite tense.\n", "The root or simple form of a Hawaiian verb is one with-\nout any prefix.", " It is an indefinite preterite tense, mostly\nused in narrative.\n", "§184.", " IndicativeMood,Preterite Tense, First Form.\n", " ')\n 1st person, holo au,Iran.\nSingular,>2nd person, holo oe, thou ranest.\n 3 3rd person, holoia, he ran.\n", "\"^ 1st person, holo maua,we two ran,[he andI ran.j\n ! 1st person, holo kaua,we two ran,[thou dc I ran.J\n Dual,\n j\n 2nd person, holoolua, you two ran.\n", "J 3rd person,holo laua.they two ran.\n^ 1st person,holoniakou, we ran, [Iand they ran.]\np.", ", I1st person, holo kakou, we ran, [Iand youran.]\n'\n[2nd person, holp onkou, ye or you run.\n j 3rd person, holo lakou. they ran.\n", " 104 OF TENSE.\n", "This tenseis generally found in the beginning of a sen-\ntence;as, 1st,\n Holo mai la lakou Hoonaunau, they sailed\ni to Hoonaunau.\n", " Hoi aku la o Kiwalao, Kiwalao returned.\n", " JSoho no oia ma Oahu, he lived at Oahu.\n", " I mai la lakou, ua elemakuie oe.\n", " They said you have become an old man.\n 2nd. It isused very generally after the Adverb^/az'/a,\nthen ; as.\n", " Alalia,kuka ihola lakou,then they took council.\n", " Alalia, lilo ke aupunl la la,then, the kingdom became his.\n", " Alalia,pau ke kaua, then the war ceased.\n", " Alalia, holo la olelo ana, then, the decree passed.\n", " Note.", " —After alaila,ua issometimes inserted before the verb.\n 3rd. Itisused more rarely after the Adverb Nolaila,\ntherefore; as,\n Nolaila, pae ae la lakou i Hoonaunau.\n", " Therefore, they ivent ashore at Hoonaunau.\n", " Nolaila, hee aku la o Kalanlopuu, therefore Kalaniopuu fled.\n", " Note.", " —After nolaila, ua is sometimes used ;as,\nNolaila,ua akaka ka waiwai o ka helu.\n", " Wherefore, the value of arithmetic is clear.\n 4th. It is used in the middle of a sentence after an ex-\nplanatory clause; as,\n No ka make ana, ku ae la kona hoahanau.\n", "On account of his death, his brother rose up.\nla vva, loaa la Kamehameha na koa.\n", " At that time, Kamehameha obtained soldiers.\n", " A ma la hope iho, ici iho la o Kona.\n", " Afterwards, there was a famine at Kona.\n", "Preterite Tense, Second form,a.\n", " § 185.", " In this form, the verb is preceeded by a. It is\nused mostly in narrative tenses where the a sometimes\nmerely signifies and, and is used as a connective ; but\nmore generally it signifies, and when, when, and then, etc.\nIt implies that some action or event has preceeded.\n pretkuitl: ti£Nsi:.", " 105\n iist per. a liana an,and when I made.\n", "B'lng. > '2d per. a liana oe,and when thou madest.\n)3d per.a haiia ia, and when he made.\n", "\"I\n 1st per. a liana matia, and when we madt\\ (he and I.)\nDual I '^^'^®''*^ ''^\"^ '\"''\"^'^\"^ ^^'''^\" ^^ \"I'^fl^' [t'\"^^»\" \"'id Ij\n2dper.a hana olna, and when you made (\"you two.)\nJ\nJ 3dper.a haiia laua,and wlien ihey made [they two.)\n^\n1st per.ahana niakou,and when we made, [they and11\nPlur\n^^^'^ '^'\"^^ kakou,and when wc made, [you and I]\n l^'^^\n j\n 2dper. a hana oukou.asid when you made,\nj 3d per. ahana lakou, and when they made.\n", " EXAMPLES.\n", " A halana lahe umi paha, alalia, kulou ke alii a olelo oku.\n", " And when ten days perhaps were passed, then the king stood up\n and spake.\n", " A lohekekahi alii,a7id v)hsn a certain chief heard.\n", " Ekalimai a hiki aku ke keiki, wait rtn^iZ the young man arrives,\n Holo loa no ia a pae Kailua. i\n He sailed fast till he he arrived Sit Kailua.\n", " Preterite Tense, Third form,i.\n", " § 186.", "Tills form is ciistinguished by having /prf fixed\nto the simple form of the verb.", " It apparently makes lit-\n tle difference as to the time, but it is found in sentences\n differently constructed from the preceding ; thus,\n^1st person,i noho au, Ilived.\nSing. > 2nd person, i noho oe, thou livedest.\n3 3d person, i noho ia, he lived.\n", " \"]1st person,i noho maua,we two lived, [he andI.]\nr)I\nfist person, i noho kaua, we two lived, [thou and I.]\nj\n2nd person,inoho olua,you two lived.\n", " J 3d person,inoho laua,they two lived.\n", "\"^1st person, inohomakou, wclived, [theyand I.]\np,, i 1st person, inohokakou, we lived, [ye and L]\n ui\"^ • r 2nd person, i noho oukou, ye lived.\n", " J 3d person, inoholakou, they lived.\n", "This tense isused as follows,1st.", "Whenit begins a\n:sentence and synonymous with ua;as,\nI hele mai nei au e haiaku ia oe.\n", "I have come hereto informyou.\n2nd.", "It is used i?m/ frequently after the negative Aole.\n", "Aole no hoi iloheia, it Wfis noteven heardof.\n", " ^\n14\n106 PRETERITE TEASE,\n Aole oia i ae mai, he did not consent.\n", " Aole i pan ka aie, the debt was not paid.\n 3rd.", "It is used after a noun of place.\n", " Malaila knhi i noho ai, ko Hawaii.\n", " In such a pkace dwelt the Hawaiians.\n 4th.", "After the pronouns ana or na7ia.\n", " He ahi nana ihooliloika aina.\n", " The chief bywhomthe land ivas transferred.\n", " Na elele anaihoouna maiai, tiie messengerswhom he sent.,\n5th.", " Ahevthe ndverhs pcia ov jjda paha.\n", " Pela paha i lilo ai ka ainaina 'iii.\n", " So perhaps the land became the chiefs'.\n 6th.", " After a portion of a sentence or explanatory\nclause.\n", " Henui namea e aei hanaia.\n", " A great many otherthings icere done.\n", " Ma keia mea paha ililo aika aina.\n", " By this means perhaps the landwas lost.\n", " Nui ke ano o na haole i liikimai.\n", " Various the characters of the foreigners wlio came here.\n", " Eia na mea i emi ai, here is the cause why they decreased.\n", " I ka wa t noho ai Kamehameha, at the time Kamehameha livedo\n Preterite Tense, Fourth form,ua.\n", "§ 187.", "The fourth form of the Preterite tense is\nknown by the prefix ua.", "Asa. sign of the preterite, it is,\nperhaps, more often used as a perfect tense than any oth-\ner.", " But it will be seen that it works itself 'mtt> almost\nevery tense and Mood.", " Strictlyspeaking, the va is a\nparticle of affirmation, andmay be prefixed to verbs, ad-\njectives, nouns, &.C.; and tends to apply or fix or affirm\nsome quality or circumstance of the word to which it is\n prefixed, to its subject.", "It is so often used with verbs\nthat it may properly constitute one of its tenses.\n", "Mst per. ua huna au, Ihave concealed.\nSing. > 2d per.ua huna oe, thou hast concealed.\ny.id per.ua huna ia, he has concealed.\n", " \"^ 1st per. ua huna maua, we two have concealed, [he and I.J\ny.", " , I1st per. ua huna kaua, we two have concealed [thou &I.]\n '\nj 2d per.\n ua huna olua, you two have concealed.\n", " J 3d per, ua huna laua, they two have concealed.\n", " I'fnrrF.RlTKTKNSK.", "1 07\n'\\\nUt[)or.iiaIlium makoii, wc have coiicoalcd, [tlioy and I.J\nL^k, {1st per. iia liiiiiakakou, wc have concealed, Ive and I.J\n [\n2(1per.iia iiuna oukoii, 3(»n liave concealed.\n", "J -^dper.«a Kiiiia lakou, tliey have- concealed.\n", " This tense i.s used mostly as follows; Is't. at the begin-\nning of a sentence or paragraph when the verb is formed\narom an Adjective; as,\nUalikeme kana ii mai ai, it was like to what he said.\n", " [Jn nelemakonika hale ole, we aye desiitwie, having no honse„\nUa nui loa ka poe i haule.\n", "They are very many who have fallen,\nUa onaika rama, hele hikaka.\n", "He was dnink with rQin, he went staggering.\n 2nd. At the beginning of a paragraph, ^or the mperjecl\nK)Y perfect tense; as,\nUa hele mai tia kanaka he nui loa.\n", "There came a great many men.\n", "Ua hina iho nei ka hale o makoa.\n", "The house of us has J usl fallen.\n", "Ua ike au koil ano, I knew yoQr charactet.\n i\n Ua lohe wale au kona make.\ni\nI have merely heard o( his death.\n 3d.", "It isused in the middle of a sentence ; thus,\nNo ka mea, ua kokua mai oiaia'u,because, he assisted m<c-.\n", "Noko'u aloha, ua hele mai nei au.\n", "Out of compassion, I have come here.\n", "Ike mai la, ua pau ka hale i ke ahi.\n", "He saw, the house was consumed by hre.\n", "Kii aku au ia oe, a, ua hele mai.\n", "I sent for you, and, you have come.\n4th.", " Uaisoften synonymous with L\nUa hele mai nei au e hai akuia oe.\n", "Ihave come here to speak to you.\n", "I hele mai neiau e hai aku ia oe, I came hcieto apeak to yoft.\n5th. It is ofteti used with the sense of the p;esent; as,\nUa ae au e kokua ia oe, conrenl to assist you.\n", "Ua kapa ua poe naau|)o nei ia make, he lealea.\n", "The ignorant here, call this death, pleasnre.\n", " Preterite Tense,Fifth form,ua^ —'C.\n", " § 188.", " The Fifth form of a Preterit-e ten^e is known\n^y ua prefixedand c sullixed to the verb; as wt ike c au,\n/ have aeen b&forej i. e.-, I had seen. The klea is <hat some\n108PRESF.NT TENSE.\nprevious action or event is referred to.", " This resemble?^\nin ineaning-d pluperfect tense.\n u;i ike e au,i had known, lit. I liiive known\n ^ 1st per.\nSing'. \\'if.\\ per. ii;i ike e oe, thou hast known.", "[V;efoie.\n >3(i per. nil ike e ia,he had known.\n", " Irt per.ua jke e niaua.^^'e two had known, [he and T.j\n ]\nI\n Kst per.ua ike c kaua, we two had known, [you and \\.\\\nj^,\n ^^ua ike e oUia, yon two had known.\n", " J\n2d per.\nthey two had known.\n", "J 3d per.ua ike e }aua.\n 1st per.ua ike e nialvon, we had known, [tliey and 1.]\n\"I\np,!1st per.ira iJ-.e e kakon,we had known, [yon and !.|\n ^^'\n( '•id per.ua ike e oukou, ye had known.\n", "J 3d per.ua ike e lakou,they had known.\n", " EXAMPLES.\n", "JJa lilo e ke aupuni ia ia.\n", "The kingdom had been transferred to hin>.\n", "Ua hoakaka e inai^ua i kona ano.\n", " He had explained before his character.\n", "Ua noonoo e no wan, / had thought.\n", "Note.", " —There isanother form hkethis, where thee however ha?\na difterent meaning.", " It signifies against, opposedto, &-c.;as,\nUa ku ena kanakaia Lono, the people wfSreopposedtoLono,\nThe c issometimes suffixedto otherforms or tenses.\n", " Present Texse, Indicative Mood.\n", " § 189.", " The Present tense has two forms, both com-\npound ones. The ;st is made by prefixing ke and sufiix-\ning 7iei; jis, ke lawe ?iei au, I take^ or carry- This form\nsupposes that the action is present, for ?iei implies both\npresent fime and present jiJace.\n", "The 2nd form is made by prefixing e the sign of the fu-\nture, and suffixing ana the participial termination; as, \"\nlawe ana au, I am taking.", " This is sometimes used for a\npreterite tense and sometimes for a future; as,\n £ anurt?irt au makeia hope aku,1shall be cold hereafter.\n", "Sometimes the a?ia is changed into nei ;ns,\nMalaila makou e kida nei, there wea-.e having school.\nfiiterally, there toe school.\n", "Ue pono anei ka olua e malama nei?\n", " Is tliat good which you two are now observing?\n", "Sometimes la is used instead of nei ; as, kc lawe Ja ia^\nhe carries or iscarrying ; but that form implies that the\nQCdon, ihougli r.ow iloing i;s doing;itanolhcM- j)liic{';lui*\nId as a particle ol\" i)lace is the opposite of nei ; us,\n A'e hulilmli la lakouiua pun pohaku li inu kalii (>.\n", " They are now carrying tluit heap of stones to aiioilxT plact;.\n", "ExAiAiPLEj IsT Form, Ptesent Tetise.\n", " ^1st per.ke noi nci an,J.beg.\nSintr. >-2nd per. ke noi nei oe,thou hegesl.\n33(1 per.ke noi nei ia, lie l)e,u'.s.\n", " ^ 1st per.ke noi nei niauujwe twoIx''^-(In; a.id I.)\nj^ I\n!l>>\\.per.ke iioi nci kaua, we twoheu-, (y<ni aiul I\n )\n[\n'2d per. ke noi nei ohia, yon two beg;\nJ\n.'M |)er.ke noi nei kiua, they two l)eg.\n", " ^1st per.ke noi neiinakou, we beg, (they andf.)\nPI , fist per.kenoineikakoit, we beg^ (you and \\.)\n j\n•2dper. ke noi nei oukou, ye bog.\n", "J\nod per. ke noi nei lakou, they beg.\n", " Ke pule aku ?iei inakou, ice prtty.\n", " Ke noi aku nei makou ia ia, ive beseech him.\n", " Ke hai aku nci ia ia'u, he says to inc.\n", " Ke moe ialani nci na iiioa, the names lie m rows.\n", " Ke hooUnci lakou, they deny.\n", "Ex a:\\iple, 2nd Form, Present Tense.\n", " )1st person, e lavveana an,I carry.", " Iamcarrying, [ing.\nSing. > 2d persoUj e laWe ana oe, thou caniest, thou art carry-\n) 3d person, e lawe ana ia, he cairics, he is carrying.\n", " ^ 1st person, e laWe ana maua, we twocarry, Ac,(he & .)\n list person, e lawe ana kaua,vye two carry, (\\ouand 1.)\n1^ I\n I\n 2d person, e lavve ana ohia, you t\\'.ocanv.\n", " J 3d person, e lawe ana laua,they two carry.\n", " ^ Ist person, e lavye ana makou, wecarry (they and .)\np.", " _ !", " Ist person, e lawe ana kakou,wecarry (you and I )\n j\n ^d per.^on, c lawe ana oukou, ye c.irry.\n", " J 3d person,e laweana lakou, the}' carry.\n", " A korno ia ika halenoko aaa o Pipi.\n", " He entered th.e house where Pipi lives.\n", "FUTURE TENSE.\n", " § 190.", "The future Ten.^e has two forms oi- thev ;may\nbe called the Firs' and Second Future Tenses.\n1st.", " The FirstFutureis known byc prefixed to (he\nroot of the yerb;aselawe au,Ishalloi' will take.\n", "111)i'UTURK TK\\SVJ.\n clolic; an, Ishall or will lu^ar.\n", " Sins^-.", "J>\n -2(1 per. e lolic oe, tlioii siialt or wilt hear-.\n e lolie ia, he shall orwill hear.\n e lohe niana, we twoshall hear, iLc.\n jx,\n[\n I^t per.e lohe kana,we twoshall hear, &;c.\n", " Dual.", " >.", " ,\n'\n!", " .>\ne lone\n ,1\n oliia-, you two shall hear.\n", " ,,\ne lohe laua, they two shall hear.\n e loiin inakou, we shallhear,&c.\n e hihe kakou, We shallhear, ttc.\n", "Ph\ne hjJie oukoui,you shall hear.\n e iohe lakou, ihey .shall hear.\n", " EXAMPLES.\n", " Aoiee kaiia akVii k'o kakouakuji.\n", " We ivill \\ioi fight againstoui- god.\n", "O ka niea e hatuii ka hewa, who ever shall do wrong.\n", "*\n Aole anei oe e haalele ia aoao ? itill you not forsake that way ?\n", " Fj haalele no an-, 1 will forsake it.\n", " Aole au e hana hou ma ia liana, I tcill not do this work again.\n", " Aole makou e hana kau hana, \\X e icill not do your work.\ni\n 2nd.", " SECOND FUTURE TENSE.\n", " The Second Future tense has the sam-e foiMii with the\ni'irstwith an additional e suffixed;as, e lohe e au, lit. I\n^hall hear before^ ov I shall have heard.", "This Form is\nnot so often used as some others, as the idea of a Second\nFuture is often made by -the use of particles, adverbs of\n time, &.C.; as,\nEihea aaanzi iaM'imu,that itill have bee», shoited first.\n^ 1st per. e lohe e au,Ishall have heard.\n'Sin.", " > -Jd per. e lohe e oe,they '-vill have heard.\n", "};Jd per.e lohe eia, he will have heard.\n", " ^ 1st per.e 'Inhe-e n?aua,we twosliaMhave heard, {Ire ct l.)\nT\\ 1I\n''^*\nl^*^'\" ^'\"^'*^® kana,we two shall haVe heard, thou <t I.\n", "[\n 2(1per. e lohe e olua,you \\\\\\'o wiH haVe heard.\n", " J 3d per. e loh6 e laua,they two will have heard.\n", " ^ 1st per. e lohe e niakou, we ishallhave heard, fthey &.", "I.)\ni\nI\nis! per. e lolie e kakou, vve shall have heard, (you &. I.)\nj\n -idper. e lo'ie e onkon,yesliallhave heard.\n", " J '.I'}per. e l6!ic e lakou.they sliallhave lita'rd.\n", "Hepono ka lunakanaWai\nie Olelo eaku na niakna.\ni\nIt would have been prcperfor tl»ejudge to have jh'^t spokento\nthe|)areuts.\n1iAHM:K.\\T1\\ K .MOOD.", "11\\\n IMPERATIVE MOOD.\n", " §191.", " The Imperative Moodin ll;\\v;iii:in lii:s tlio\ngeueral meaning that ithas in otlier hingwagcs;itcom-\nmands, forbids, entreats, &c.", "The First Form isthe\nj5ame as the FirstF»-U»ii-e, viz: ejirefixed to the verb, arid\ncan only be distinguished I'rom it by the scope of the pas-,\ngage.", " Of course it wants the first person in the Singular\nand one of the first persons in the Dual iind luia|.", "1\n I.AiPER.vTivE Moop,FirstForm,\nc^.", ") 2(1 person, e nana oe,look thou.\n", "^\" e iiaiiaia, let liim look.\n", " 5 \"-»^1 P^Tson,\n ^ 1st person, e nana kaiia, U'Xusluolook.\nDual.", "^ '2d person, e nana oiua, look you tyvo.\n", ")3(1 person, e nana laua,letthem twQlook.\n ^ 1st person, enana kakou,letus look.\nplural.> \"2d person, e nana o-akou,look ye.\n ^3dperson,e nana lakou, letthem look.\n", "EXAMPLES.\n", " E malamn oukou ia onkou iho, take ye h^cd \\o.yoiirselvess.\n", " E alu oukou a e hanci mc ka ikaika.\n", " Combineijeand icork with streniith.\n", " E noonoo ika mea a oukou lohe ai.\n i\n Think of that of which you liave heard.\n", " E hoi oe kou vyahi a hiamoe.\ni\n Go back to your place and go to aleep.\n", " E kit ika laau no ka rnai.\n", " Fetch the medicine for the sick person.\n", " E ala oe, mai kou hiamoe ana.\n", " Bake up, from your slumberina'.\n", "§> 192.", " Tliere is another form of the Im|)erativo\n Moodused in the sense of forbidding.", " It is formed by\n prefixing the particle mai do not, to the verb ;thus,\n rj.^ -2(1 per. mai huli oe,do not thou turn, turn thou not\n \"^'let him not turn,\n 5 3d per. mai imli ia,\n^ 1st per.mai hulikaua, letustwo not turn.\n i)ual.", " >2|)er. mai huli olua.turn not you two.\n", "V3d per.mai huli laua,letthem two notturn.\n^ 1st per.mai hulikakou, let us not turn.\n Plural.", "> 2dper. maihulioukou, turn ye not.\n", "V^dper.maihuli lakou. letthem notturn.\n", " EXAMPLES.\n", "'\n Mai hana kou pcla,do not so again.\n", "112 SUBJUNCTIVE MOOD.\n", " .Mai liana ike kapa o ka wahine.\n", " Look not upon the dress ofa female.\n", " Mai liolo kiki e like me na holoholona.\n iJo not run pellmell like the animals.\n", " Mai walaau,r.iai waioa, be not noisy, be not boisterous.\n", "]M<iihooke oei ka makou hana, do not hinder our work.\n", "Mai olelo oe i ka olelo a ke Akua.\n", "Do not speak respect i.'ie^ the word of God.\n", "Mai kaawi oe ke keiki, do not give up the ciiild.\n i\n REMARKS.\n 1st.", "The aboveparticle mai must be distinguished\n from anotherpjiriicle ?nal which signifies near, near to, al-\n most ;as,\nMaihauleia,he was near falling.\n", "J\\Iai ike ole oeia'u, you was near never seeing me,\nMai makeau,I wa*i near dying.\n", "Mai pau loa ika make, almost all were destroyed.\n2nd. In vehement, pnssionate speaking, the c of the\n Imperative mood is not heard malama ia oukou iho, take\n;\n heed to vourselves, instead of e malama.\n3rd. Foieigners are inclined to use aole for a negative\n or forbidding imperative; as, aole hana pela, do not so,\n and this is intelligible to Hawaiians; but where the pro-\nhibition is direct and positive the}^ always use mai.\n4th.", "The particle ua is used before oki the imperative\nto cutoff,cease doing a thing, stop ; as,\nVaoki oei ka olelo,stop your talk.\n", " Ua okioe,maiJioopilikia iiou mai oe ia'uikeia la.\n", " Stop, do not interrupt me again to-day.\n5th.", "Another imperative is used frequently, especially\nin familiarconversation, when something is requested to\nbe broughtforward.", " Itisformed by prefixing i to the\nsiame of thething called for; thus,\n J paid, bring me a knife.\n /wai, get me some water.\n", " I noho no ia nci, get a seat for this person, dec.\n is used as an Imperative ; as, o hele oe, go thou.\n", "SUBJUNCTIVE MOOD.\n", " § 193.", " The Subjunctive Mood is used w'here doubt,\nuncertainty, or condition is expressed.", "There are but few\nwords usedhowever, to expresssuch astate.", "Ina^ or its\n SUBJUNCTIVE MOOD. 113\n contractione, ina paha, malama paha are the principal,\n 2nd.", "The Subjunctive preterite is formed by prefixing\n ina, if,toone of the preterites of the indicative. The\n contracted form is simply i prefixed instead of ina, and\n is like in form to the corresponding tense in the indica-\n tive mood, but is known by the construction of the sen-\n tence.", " It is frequently equivalent in meaning to the\n English Potential or the French Subjonctif.\n 3rd. The Future Subjunctive is formed by prefixing\n ina to the future indicative.", " Another future subjunctive\n is formed by prefixing o lest ; as, o lawe, lest he take.", "It\n is mostly used, however, at the close of a proposition or\n sentence.\n", "Note.", " —It is alsosometimes usedfor a present terrse.\n", "SUBJUNCTIVE MOOD.\n § 194,First Form Preterite Tense, inabefore the verb.\nr1st per.ina lawe au, if Icarried.\n Sing. < 2d per. ina lawe oe,ifthou carried.\n", "( 3d per.ina laweia, ifhe carried.\n", " P 1st per.ina lawemaua. ifwe twocarried, [he and I.]\nJ.\n", ",!1st per. ina lav*-e kaua,ifwe twocarried, [youand I.]\n2d per.ina lawe olua,ifyou two carried.\n", " I\n [^3d per. ina lawe laua,if tliey two carried.\n r 1st per.ina lawemak )U, if \\V:icarried,[they rndI.]\n p, J\n1st per. ina lawe kakou, ifwe carried, [you ai.d L]\n j\n2d per.ina lawe oukou, ifye carried.\n (^3d per. ina lawe lakou, ifthey carried.\n", "Ina hoopa iki na'iiiiansca.\n", "If the chiefs should merely touch die thinii.\n", "Ina aahu ke kanaka i ko ke alii kapa.\n", "If a man puts on the chief's garment.\n", "Ina hele kekahi ma ka main.\ni/T any one went into the shade-\nIna loalaau kekahi i ka aha.\n", "If a person made a noise in the assembly.\n", "§195.", "Second Form, Preterite Tense, inai before\nthe verb.\n^ 1st per. inailawe an, if 1should carry.\nSing.", " ^2nd per.inailawe oe, ifthou shonldst carry.\n", "J^Sd per.inai lawe ia,if he should carry.\n", "15\n «•^.\n", "114SUBJUNCTINE I\\]OOD.\n fist per. inailawemaiia, ifwe two should carry.\nTV,\n J1st, per.ina i lawekaua,ifwe two should carry.\n j\n 2dper.inailaweoiua,ifyou two should carry.\n l^3d per. inailawelaua,ifthey two should carry,\n fist per. inailaweniakou.ifwe should c;irry.\nPI I J\n1st per. inailawekakou, ifweshould carry.\n", " [\n 2dper.inailaweoukou, ifyou should carry.\n i^od per. inailawelakou, ifthey should carry.\n", "EXAMPLES.\n", " Ina imail keiapilikia, make makou.\n", " If this ditficulty should continue, weshall die.\n", " Lia i nianao kekahi, ua hanau o .\n", " Jf any one thinks, [should think] that was born.\n", " Ina i heluia na kanaka, if the peoj)Ie were numbered.\n", " Ina i lawehala kekahi kanaka.", " '\n // any person were guilti/ of an offense.\n", " §•196, Third Form, Preterite Tense i before the verb»\n C l&t person, i hanaau, if Iwould[shotild] work.\nSing^< 2nd person, i hanaoe, ifthou wouldest work.\n", " (^3d person, ihanaia, ifhe would work.\n f\n1st person, ihananiaua,ifwe two would work.\nTVr,\nJ\n1st person, ihanakaua, ifwe two would work.\n j\n 2nd persoji,i hanaolua, ifyou two would work.\n|^3d person,ihanalaua, ifthey two would work,\n f 1st person,ihanamakou,ifwe would work.\nPI , J\n1st person, ihanakakou.ifwe would work.\n", " ]\n2nd person, ihanaoukou,ifye would work.\n", " [3d person, i hanalakou,ifthey would work.\n", " EXAMPLES.\n", " Aka,i hana ia, he mea waiwai no.\n", " But, if hewouUf work he would have property.\n", " Aka,i kaumaha oukou, e uinau niai ia'u.\n", " But, ifyou are grieved, ask me.\n", " Aka, ikaumaha ole, ua oki ka ninau.\n", " But, if not grieved, cease to ask.\n yi i kii hou rnai on kahu ia oe.\n", " And if your guardian co)ne again.\n", " A i kit ale mai, kaua no, and if he do not return,it iswar.\n", " I komokekahi ko ke alii mocna.\n i\n Jf any one entered upon the King's mat.\n", "§ 197. Fourth Form of the Preterite is like thelast,\nbut lias the sense of a Potential, &.C., as follows.\n", " J ole ai e kue, that he ma;; not resist.\n", " F5UB.lUNf\"riVE MOOD.", " 115\n Vjliai ana wan i lohe oiikou, I am speaking that you may hear.\n", " I /iilikia ne koaa muu wauae, that liis legs 'may be tangled.\n", " I hoola Iwuinai iia 'lii ialakou.\n", " I'hai thecliicfrimay slir them up again.\n", " E hoikaikai na kciki,iloaa'i ka pono.\n", " Encourage the children, that ihcy may receive good.\n", " Hana oia i hid ae na aui)uni.\n", " He caused that all the kingdoms should unite.\n", " Kua lakou ka laau, i pait ka aie.\n i\n They cut down the [sandal] wood that the debt might he paid.\n", " PRESENT SUBJUNCTIVE.\n", " § 198.", "The Present Subjunctive is formed by prefix-\n ing ke to the verb, and is distinguished from the present\nindicative by dropping nei or la.", " The same form is also\n used as a future of the same mood.\n", " When this form is used as a future, it implies depen-\n dence upon something having previously taken place,\n like the English word, provided ; mostly found at the\n close of a sentence.\n", "Cke hai au, if Ispoak, if I shall speak.\n Sing. , ke hai oe,if thou speak,if thou shall speak.\n", "(ke hai ia,if he speak,if he shall speak,\n f kehai maua,ifwe two speak,if we two shall speak.\n p \"*I\nj\n kehai kauaif we two speak,if we two shall speak.\n", " ^*\n kehai olua, if you two speak, if jou two shall speak,\n kehai laua, if they two speak,if they two shall speak,\n ke hai makou,ifwe speak,if weshall speak.\n p.", "]\nf\n!\n ke hai kakou, if we speak,if weshall speak.\n", " \"}\n ke hai oukou, if ye speak,if ye shall speak,\n[kehai lakou,if they speak,if they shall speak.\n", " EXAMPLES.\n", "Pela na meaai, ke hanaia i akua.\n", "So with vegetables, if [provided] th£y be made into gods.\n", "E maluhia lakou ke hiki mai.\n", "They shall be made con\\fortable if [provided] they come.\n", "Oka neoneo koe, ke pan ole na mai la.\n", "Desolation remained, if the sickness ceased not.\n", " FUTURE SUPJUNCTIVE.\n", "§ 199The First Form is e suffixed to ina.\n", " I shall stand.\n^ 1st person, ina c ku au, if\nSing.>2d person, ina e ku oe,ifthou shalt stanfU\n)3d person, ina e ku ia, if ho shall stand.\n nr>SLB.TUNCTIVE MOOD.\n r 1st person, ina e ku maua, fwe two shall stand,\n .1st\n.o.person, ina e ku kaua, fwe two shall stand,\nDual\n j\n-id person, ina e ku olua,fyou two shall stand,\n [^3d person, ina e ku laua,fthey two shall stand,\n f 1st person, ina e ku makou,fwe shall stand,\n1stperson, ina e ku kakou,fwe shnll stand,\nPlur. J\nI\n2d person, ina e ku ouko»,fye sliall stand,\n (^3d person, ina e ku lakau,ifthey shall stand.\n", "EXAMPLES.\n", " Ina e ivaiho oe keia mau mea, if you shall have these things.\ni\n Ina e kuai paha me kekahi haole.\n", " If you shall trade perhaps with a foreigner.\n", " Ina e loaa ia'u kekahi moku, if I shall obtain a vessel.\n", " Lift e pa ke aka o ke kanaka.-\n If the shadow of a man shall come upon.\n", "§ 200. The Second FormoftheFuture is o lest,\nprefixed to the verb.\nr 1st per. o poho waurlest I lose,\nSinfy 2d per.o poho oe, lest thou lose,\n( 3d per.o poho ia^ lesthe lose,\n rI St per.o poho matra,lest we twolose,\n o poho kaua,lestwe twolose,\n o poho olua, lest you two lose,\n(^3d per.o poho laua, lestthey two lose,\n f 1st per,opoho makou, lest welose,\n^'^ ''^'•opoho kakou, lest welose,\nPlur J'\n I\n2d per.opoho oukou, lestye lose,\n l^3d per. opoho lakou, lest they lose.\n", "EXAMPLES.\n", " Mai hele oei ka lua Pele, o make oe.\n", " Gonot to the Volcanoe, lest you die.\n", " Aole au e olelo aku ia oe o poho kuu ikaika.\n", " I will not speak to you, lest my effort should be lost.\n", " Aole laua ai pu o pepehiia.\n i\n They two did not eat together lest theij should die.\n", " A makau hoi o hiki ole ia ia, he feared lest he should not be able.\n", " Makau kekahi o ino ke kino.\n", " Some feared lest their persons should suJ/€7\\\n § 201. The .'iig?is markino the different tenses of tlie\nSubjunctive Mood are used even where there is no verb,\nor where the verb to be would be used, or wliere a quali-\ntyisaffirmed; as,\n Ina he kanaka makua, ua noho ma ka moku.\n", "INFINITIVE:\\IOOD.", "117\ni/\" [he liad been] a c^rown inrin, lie would have staid dp the ship.\n", "Inn pela inamva akii nei, iiia aole make na kula.\n i\nIf [it had been] so before, then the schools had not stopped.\n", " Ina he ikaika like oukou, pono.\n", "If [vou are] alike strong, it is well.\n", " Ina he paiupahi like oukou, pono.\n", "If [you are] alike weak, it is well. <\n Ir\\a he ulu ke kii o kekahi.\n", " If the bread fruit tree [be] the idol of any one.\n", " § 202. The word ina of the Subjunctive JVIood is often\nrepeated in the next clause of the sentence, and then the\nlast one is siinilar in meaning to the English correspond-\ning conjunction, ifthen, as so, 6lc.\n", "Ina i hele niai nei oia, iiia ua ike.\n", " If he had come here, the^i [ if] he would have seen.\n", " Ina i hele ia ke kula, ina ua naauao iho.\ni\n If he had gone to school, then [ if] he would have beenintelligent.\n", " INFINITIVE MOOD,\n § 203. Many of the forms of the Infinitive JVIood are\nlike the Imperative and can be distinguished only by the\nsense of the passage.", "The same form belongs to all the\nTenses, that is, there are no different forms for the per-\nfect or future infinitive.\n", "The InfinitiveMood is used for affirming or asserting\nsomething in ageneral way without reference to number\nor person ; as,\n Aole ona manaoe hele, he had no thoughtto go.\n", "The Infinitiveisformed by prefixing e to the root.\nAfter the verb hiki, always, and after the verb pono, fre-\nquently the e becomeske.\n", " EXAMPLES.\n", " Makemake au e inikeiaoe, I desire topinch you.\n", " Laiia kamanao o kekahiekanu laau.\n", " Some people hope to plant trees.\n", " Kekahi mau pono e noonoo ai, some good things to thinkof.\n", " I makaukau na kanaka e hai aku.\n", " That men may be ready to speak.\n", " Oia mau liana, na makou no e hana.\n", " Those works, they are for us to do.\n", "Afterhikiand pono.\n", " Aole e hiki ia makou ke hoi aku, we shall not be able to return.\n", " Hiki no ka moku ke holo ma ka moana.\ni\n 118 or PARTiciPLr.?;.\n", "A vessel is able to sail on the ocean.\n", "Aole pono iamakou ke hana pela, it is not right for us to doso.\n", "He pono ia oe ke kokua nfiai, it is right for you to assist.\n", " OF PARTICIPLES.\n", " § 204.", "There are two participles; the Presc/it and the\n Preterite.", " This last may have different shades of time\naccording to itsuse, but always the same form.\n 2nd. The Present Participle is formed by prefixing e to\nthe root and suffixing Q?ia equivalent to the English ter-\nmination i?ig, as e lawe ana, carrying.", "The e is often drop-\n ped.\n3rd. When any word qualifying the verb is used, it\ncomes between the verb and the a7ia, making a compound\nverb; as,\n E kakulu hale ana ia, he is a build house ing.\n", " E mahiai ana ia, he is cultivate food ing,\n4th. Ana as a participial termination is used also with\nthe preterite participle and is similar to the modern Eng-\nlish phrase, the house is being built, the thing is now be-\ning done, etc.; as,\nUa mahiia ana ka ai, the food is being cultivated.\n", " E hioloia ana ke aupuni, the kingdom is being overturned.\n", " EXAMPLES OF THE PRESENT PARTICIPLE.\n", " E anaana ana ia ia kakou, he is usiiig sorcery upon us.\n", " Noko lakou inu ana ka rama. i\n Onaccount of their drinking rum.\n", " Ehoohewa ana oe ka'u hana.\ni\n Thouart condemning my work.\n", " E ku kokoke mai ana, standing near, lit. stand near ing.\n kckahi kanaka e noho ana ma Oahu.\n", " A certain man living at Oahu.\n", " A ike i na haole e ai ana i ka ipu.\n", " When they saw the foreigners ea'ing a melon.\n", " 1Maui o Kalaniopuu e kaua ana.\n", " Kalaniopuu was on ^\\'i\\\\\\\\ fighting.\n", " A lohe na 'lii e noho ana ma Olualu.\n", " When the chiefs living at Olualu heard.\n5th. The participial form, that is, a verb followed by\nana and preceded by an article or prefix pronoun may be\nconsidered and treated as a noun.", "The English has the\nsame idiom as, his doing so was correct the burning of\n; ;\nMoscow uHis agreat event.\n or PARTICIPLES.", " Ill)\n Olelo ao inai ia la ia e hooki i ke haua ana.\n", " He entreated him to cease going to war [fighting.]\n Oia ke kolu o hona holo ana nuii.\n", " That was the third time of his sailing here.\n", "I ka pau ana o ua hale kula la 1 ke ahi.\n", " On the burning up of said school house,\n THE PRETERITE PARTICIPLE.\n", " § 205.", " The Preterite or Passive participle is the sanie\nfor allthe conjugations.", " It is formed by prefixing i and\nsuffixing ia;as,i laweia, carried,/ kuaiia, bought, i pili-\nittjfitted.\n", "Ma ka aina ihaaioiia nona, on tlie land given to him.\n", "He nui na nica e aei hanaia, many other things were done.\n", " O ka mea ihaiia aku, he oiaio ia, the thing spoken was true.\n", "Aole e pau ka ino i haiia aku.\n", "The evil spoken o/' will not be stopped.\n", "Note.", " —The ia may be united to the verb as one word orit may\nbe separated fromitand one or more words intervene.\n", "Ua 00 ke kurina i kanu lalani ia.\n", "The corn planted in rows is ripe.\n", " THE GERUND.\n", " § 206. There is a branch of the verb having mostly\nthe form of a noun, but the meaning of a verb.", " It re-\nsembles in construction and meaning the Latin Gerund.\nIt takes the definite article or prefix pronoun.", " In many\ncases it is difficult to distinguish it from a noun.", " Some-\ntimes it is better to translate as a verb.\n", " EXAMPLES.\n", "Ua pono ka pepehiina holoholona.\n", " The killing of savage beasts is right.\n", " Kaumaha oia i ka (awe ukana.\n", " He was weary in the bearing of the burden.\n", "Hoikaika nui oia ka papa aku ia Liholiho.\n i\nHe was urgent to forbid Liholiho.\n", "—\n Note. It is used also in the Passive form as, o ka haiia mai\n;\nkona, the speaking was of him.\n", " SYNOPSIS OF THE FIRST CONJUGATION.\n", " § 207.", " It will be proper to bring together into one\n view that part of the verb which has been exhibited.\n For all that has been said applies especially to the sim-\n plest form of the Verb.", " But the Paradigm to be exhibit-\n120 OF CONJUGATION.\n ed will show that there are other and important forms of\n the verb yet to be shown with their various modifications\n ofmeanins;.", " But thoroughly understnnding the foregoing\n and the principles of forming the remaining Conjugations,\n the reader will have no difficulty in understanding the\n whole.\n", " § 208. Synopsis oftheMoods, and Tenses of the\n First Conjugation.\n Indjcative Mood, Pieter Tense Mai Iawe oe, do not carry. \"§>201-\n1st form.", " SivBJUNCTiVE Mood, Preter Tense.\n Lavve au, I carried, see<§)193. Ina Iawe au, if I carried.", "203.\n2d form.2d form.\n", "&\n A iawe an, when I carried. 194. Ina Iawe au, if I should carry. 204\ni\n3d form.3d form.\nIIawe au, Icarried.", "195.", " IIawe au, if I should cnrry. 205.\n 4th form. 4th form. [Poteiitial ]\nUa Iawe au, I have carried. 196.", "IIawe au, that I might ctirry. 206.\n 5th form.", " Present or Future Tense.\nUa iawe e au, I had carried. 197Ke Iawe au, if I carry.", "207.\n", "Present Tense, 1st form.", "Future Tense. 1st form.\nKe Iawe nei au, Icarry.", "198.", " Ina e Iawe au, if I shall carry. 208.\n2d form.2d form.\nE iawe ana au,I carry,am car- O Iawe au, lest I carry.", " 208.\nrying.", " 198.", " Infinitivk Mood, 1st Form.\n", "Future Tense, 1st form.", " E Iawe, to cnrry.", "212.\nE Iawe au, I shall or will carry.", " 199.2d form after hiki and pono\n2d form.", "Ke Iawe, to carry.", " 212.\nEIawe e au, I shall have carried.", "Participles.\n", " Imperative Mood, 1st form.", " Pres. E iawe ana, carrying 213.\nEIawe oe. carry thou.", " 200.", "Pret. I laweia, carried.", " 214.\n 2d form,[forbidding.]Ger. Ka Iawe, the carrying. 215.\n", "OF CONJUGATION.\n", "§ 209.", "Theconjugation of a Hawaiian Verb is not\nwhatit isinthe languages of Western Europe, a bring-\ning together of the leading parts of a verb, but an ar-\nrangement of such parts as are similarly formed from the\nroot, which formations seen through all the moods and\ntenses.", "In Hawaiian, there are twenty or more of these\nformations.", "They are made by prefixing and adding to\nthe syllables of the root, and thus modify its meaning.\nIn this respect, the verb resembles the Hebrew, Chalda-\nic ajid Arabic verbs.\n", "OF CONJUGATION.", "121\n § !209.", "Theother four Conjugations are as follows.\nThey will not be written out tliroujj;h all the Moods and\nTenses as the former sixteen have been.\n", "Con.", "17.", "Con.", "18.", "Con.", "19.", "Con. iO.\nlalalawe. lalalaweia. hoolalalawe.", " Iioolalalavveiu.\n", " These Conjugations are subject to all the changes by\nMood, Tense, number and person that the foregoing were.\n § 2i0.", "Remarksand Explanations relative to the dif-\nferent Conjugations.\n", " The Rootor Theme lawe is the simplest form of the\nverb, and it generally consi.-ts oitwo syllables.", "There is\nquite a number of verbs that have three syllables such as\naloha to love, but upon analyzing t' ey can generally be\nreduced to two.", "There are some few verbs of three or\nmore syllables, the root of which is difficult to ascertain,\nsuch as kamailio to converse freely; it is also reduplicated;\nas,kamakamailioto converse familiarly.\n", " § 211.1st. Lfa(;eza is the passive of Z««;e.", "The termi-\nnation lA is the sign of the passive, or forms thepassivein\nall the Conjugations.", "In some cases the i oftheiais drop-\nped ; as, lohea for loheia, so also, ike, to know, pass, ikea\nfor ikeia;haki, to break, pass, hakea for hakiia ; kui, to\npound, pass kuia for kuiia ; kiko, to pick up as a fowl,\npass, kikoa for kikoia.\n 2d. Sometimes another letter or letters is inserted, prob-\nably for the sake of euphony, between the verb and the\nia; thus, kau/ia, to be hung up, for kauia; auhuliAia to be\noverturned, for auhuliia.", " The verb like to be like, takes\nhainthe causative ; as hoo/jalike, to resemble.\n 3d.", " Thepassive laweia may be followed by the active\nparticipial termination una, as i laweia ana, he is being\ncarried; o ka wahine i kahilia ana, the woman was being\nfanned.", "This is like a modern phraseology in English.\n", "§212.^oo/atfg, to cause to bear or carry.", "The pre-\nfix hoo, is causative of the root, as, akea, Droad, Aooakea\nto cause to he broad, that is, to extend, enlarge.", "This\nprefix may continue though the word becomes a noun or\n adjective ; as, he kanaka koopunipuni, a man causing de-\nception, a deceitful man.\n", " 16\n 122 OF CONJUGATION'.\n2d. Before words whosefirst letter isa vowel, the last\no of the hoo frequently coalesces with the vowel, partic-\nularly with a,e, andc; as,Aoano for Aooano, hoo\\e for\nhooo\\e.\n3d.", "A number of words take haa for the causative pre-\nfixinstead of hoo ; as, haaheo for ^ooheo.", "A few words\nalso take both forms; as Aoonui and ^«anui.", " Hoawi is\nusedfor hooawi,but haawiis also common.\n4th.", " The causative hoo sometimes gives a different\nshade of meaning; as, maikai, to be good, hoomaikai, to\nmake good or to bless. The verb like, to be like, takes\nha after the causative, hoo ; as, hoouxlikej to cause to be\nlike, to resemble. § 211.", " 2.\n", "§ 213.", "Hoolaweia, to cause to be carried.", " This is\npassive of Hoolawc; as, ua hookuniia ke kukui, the torch\nIS lighted;literally, the torch is caused to be burnt.\n", "§ 214. Lalawe, to carry often.", " This conjugation is\nformed' by reduplicating the first syllable.", " It is a form\nsomewhat frequent. Its general meaning is that of repe-\ntition ; as, 7101, to ask, ?ionoi, to ask earnestly or often.\nSometimes the shade of meaning is changed as, pehi^ to ;\nthrow, to pelt, pepehi, to strike, to kill.\n", "§ 215. Lalaiveia, to be carried often.", " The passive of\nlalawe andsubject tothesame modificationsof meaning\nas lalawe.\n", "§ 216. Hoolalaioe to cause to carry often.", " This con-\njugation is not so frequently used as some of the others.\nft is causative of lalaiue ; as, mai hoololohi oe, lit. do not\ncause yourself to be slow, i. e., do not tarry.\n", "§ 217.", "IJoolalaiveia, to cause to be carried often.", " It\nispassive of the foregoing.\n", "§ 218. Laivewe, to carry often.", " This conjugationis\nformed by repeating the second syllable of the root.", " It\nis somewhat frequently used.", " It is fi-equentative in its\nmeaning and it is ditficult to tell in our language where-\n;\nin the meaning differs from lalatve, and yet Hawaiians nev-\ner confound them or use one for the other.", " Makai, to\nlook at iiMkaikni, to examine, or look about with some\n J\n OF C0N.1UGAT10N.123\ncuriosity.", " Naki, totie,has two forms in this conjugation,\nnoJciiand nakiki, to tic often or fast.\n", " Laioeiocia, tobe carried often, passive of lawewe.\n", " §)219. fToolawewe, to cause to carry often ; thesame\nremarks apply to this conjugation as to Hoolalaive, It is\ncausative of the foroooing.", " Naha,tobreak as a plate,\nnahaha, to break often or insmall pieces.", "Ploonahaha,\nto cause to break into small pieces.\n", " § 220. Hoolaiveiceia, to cause to be carried often.\nThis is passive of the foregoing. Hoonaweweia ka honua\ne ka olai, the earth was shaken [was caused to be shaken]\nby an earthquake.\n", " § 221.", " Laivelaioe, to carry frequentlyand with energy.\nThis formis a reduplication of both syllables of the root.\nIt isof verycommon use. It expresses frequency and\nintensity.", " Foreigners are apt to use it where natives do\nnot ; as,ehanahnnaoe, a form which natives understand\nbut neveruse, except inimitation of foreigners.", " Holoho-\nio wale na lio,the horses ranwithout object.", "Inmany\ncases the meaning ofthis conjugationcannotbe distin-\nguished in English from the simple form of the verb.\n", " § 222. Latvelaweia^ to be carried, &.c.", " It ispassive\noflaivelaive.\n", " § 223. Hoolaivelawe, to cause to carry frequently.", "It\noften expresses great intensity.", " Hoolalelale lakou ikeko-\nsno ana o ke alii^ they made great haste [w^ere in great\nperturbation] at the entrance of the chief.", " This conjuga-\ntion is frequently used.\n", " § 224.", "Hoolaivelaweia, to cause to be carried frequent-\nly, etc.", " Thisis passive of the foregoing.\n", " Thefollowing conjugations are less used especially in\nprose.", "More often in poetry.\n", " § 225.", " Lalalawe, to carry often ; a frequentative.\nThis conjugation is formed by repeating the first syllable\nof the root, three times.", "Pan, to be all, universal, ;;a-\npapau pu makou malalo o ka make we are all [universally,\nindividually] together under death.\n", " § 226. Z/fl/a/awemis passive of the foregoing. Popopniia\n124 OF VERBS.\nlakou e ka nalu, thej were entirely swallowed up by the\nsurf.\n", " § 227. Boolalalawe.", "This conjugation is causative of\nthe foregoing.\n § 228. hoolalalmv3ia.", " This conjugation is passive of\nthe last.\n", " REMARKS.\n", " § 229.", "1. There are other forms of some verbs which\nare not here mentioned.", "Some are referred to under the\nhead of the formation of vv( rds. See § ^3.\n", " 2.", "There is prohabiy no one verb of the language found\nin all theforms of the Paradigm, but all those forms have\nbeen found belonging to some verb.\n", " 3. It is difficult, if not impossible for us to see the rea-\nson of so many forms which we must render in English\nin nearly the same way.", "But this is not peculiar to Ha-\nwaiian.\n", " 4.", "From the Paradigmit appears that a Hawaiian verb\nhas nearly 3,500 forms.", " Ithas, however, much regular-\nityand simplicityin its construction.", "In this respect it\nmay comparewell with the cultivated philosophical lan-\nguage of the ancient Greeks.\n", "OF COMPOUND VERBS.\n", " § 230. By compound verbs in Hawaiian is not meant\nthe union of two words into one and this new formed word\nused as a verb;but a simple verb with some prefix sylla-\nble, sometimes giving a different shade of meaning and\nsometimes not. These verbs are used as regular or sim-\nple verbs after they have received their prefix syllable.\nThe reader will easily see their nature after having read\nthe foregoing article on the verb.\n", " ^ 2.U.", "EXAMPLES.\n", " Hee,to flee, awhee, do,pili. to fit, A'opili to join together as boards.\n", " Nidi, to |)our, ^ariini, do wili, to twist, Aowili, do.\n", ",\n Awe, to carry, hcnwve, do., Iiinu, to aiinoint, Aahinu, do.\n", " Pai, toliftup, /iapai, do., pelii, to pelt, kipelii, do.\n", "Liiku, to slaughter, Aailuku, do., ohi, to collect,A-rtohi, to restrain,\n Oli, to sing,hauoW, to rejoice, holo, to run, ?iahol0, to run along\nthe ground.\n", " Hca,to call, A*ahea, do., nee, to slide along, panec, do.\n", " Hull, to turn, A'«hnli, do., kehi. to exceed, ^wkela, do.\n", " OF vr.RBs.", "125\nTHE ANOMALOUS VERB LOAA.\n", "§ 232.", " There is but one irregular or rather anomalous\nverbincommonuse in Hawaiian;that is loaa^ to get,\nobtain, to meet with, etc.", " It is used only in this one form,\ngenerally as a passive verb, frequently, however, as a\nneuter.\n", "Ualoaa olua la Navvaa ? have yon two met with Nawaa ?\n", "Oka poe loaa ke daia, those who obtained the money.\ni\nUa loaa mai ia'u ka palapala, I have received the letter.\n", "Inii oiai ke keiki, aole loaa.\n i\nHe sought for the child, he did x\\oi find it.\n", " VERBAL DIRECTIVES.\n", "§ 233.", " Verbs generally, in Hawaiian, are supposed to\nhaveamotion or tendency in some direction.", " This mo-\ntion or tendency is expressed by several \\\\Xi\\e xcords which\nfollow as near after the verb as the construction of the\nsentence will allow.", " The motion is either towards the\nspeaker or agent, ov from him, up or doiun or sideways^\neither to the right hand or left.", " Even those verbs ex-\npressive of the most quiescent state, have this peculiarity.\nWe have something similar in the English phrases, drink\ntt/),drink dow?i, etc.\n", " —\nNote. Thesedirectives could not well be inserted in the Para-\ndigm of the verb forwant of room.", "A specimen will be inserted\nin <^ 235 — 238.\n", " § 234. The words referred to inthe foregoing section\nare Mai, aku, iho and ae.\n 1st.", "Mai implies motion towards the speaker or agent\nas,ihele mai oia, he came this way.\n 2d. ^^w, implies motion from the speaker or agent;\nas,i hele aku oia, he went away.\n 3d.", "Iko, impliesmotion downward\\ as, pepehi z^o laua\nkekahiikekahi, they two struck the one the other,\n 4th.", " Aeis used to express ascending motion ; as, ua\n hele ae ia iuka, he has gone up into the country ;hapai\nae ia ikona lima, he lifted up his hand.\n 5th. Ae, however,isfrequently used for any sideways\n or oblique motion.\n", " 126 OF vr.iiBS.\n", "PARADIGMS OF VERBS WITH THEIR DIRECTIVES.\n", "§ 235.", "Preterite tense with mai.\n", " ^ ist per. lawe mai au,I brought this way.\n", "Sin.>'2d per. lawe mai oe,thou broughtest ttiis way.\n} 3d per. lawe mai ia,he brought this way.\n", "\"^ 1st per. lawe mai maua,we two broughtthis way.\n", " ^^^ ^^^' ^^^^^ '^\"* kaua,we two broughtthis way.\n Dual I\n I\n 2dper. lawe mai olua,you two brought this way.\n", "J 3d per. lawe mai laua,they two brought this way.\n^ 1st per.lawemai makou,we brought this way.\n pj !", "Ist per. lawemai kakou,we brought this way,\n j\n 2d per.lawemai oukou,ye brought this way.\n", " J3dper.lawemat lakou,they brought this way.\n", " § 236.", "Preterite Tense with aku.\n", " ^ 1st per. lawe aku au, I took away.\n Sing.", " ^ 2dper. lawe aku oe, thou tookest away.\n3d per. lawe aku ia, he took away.\n 1st per. laweaku maua,we twotook away.\n y.", ".\n 1'.1st per.laweaku kaua,we twatook away.\n", "I\n 2dper. laweaku olua,you two took away.\n", " J3dper.laweaku laua,they two took away.\n ^ 1st per. lawe aku makou,wetook away.\n PI\n ) 1st per. lawe aku kakou,wetook away,\n j\n2d per. lawe oA;tt oukou,ye took away.\n", "J 3d per. lawe aku lakou,they took away.\n", " § 337.", "Preterite Tense withiho.\n ^ 1st per.haule iho au,I fell down.\nSing. >2d per.haule iho oe, thou fellest down,\n 33dper.haule iAo ia,he fell down.\n", " 'I\n1st per.hauleiho maua,we twofell down.\nyv,I1st per.hauleiho kaua,we twofell down.\n '2dper.hauleiho olua,you two fell down.\n", " J 3d per.hauleiho laua,they two fell down.\n ^ 1st per. hauleihomakou,wefell down.\np^I 1st per.hauleihokakou,wefell down,\nj\n2d per, hauleihooukou,ye fell down.\n", " J 3dper. hauleiholakou, they fell down.\n", "§ 238.", "Preterite tense with Ae.\n", "C let person, oni ae au, I moved sideways.\nSing.", " -]2d person,oni ae oe, thou movedst sideways.\n", "( 3d person,oni aeia,he moved sideways.\n", "OI'VKKBS.", " \\'2.7\n fist person, oni aemaua, we two moved sideways.\n1st person, oni ae kaua,we two moved sideways.\nJ J\n'^you two moved sideways.\n", " '\n ]2d person,oni ae olua,\n |^3d person, oni ae laua,they two moved sideways,\n j'lst person, oniae makou, we moved sideways.\n.,.", ".j 1st person, oni ae kakou, we moved sideways,\n lurs S 0(j person, oni\n •\nae onkou, ye moved sideways.\n |^3d person, oni ae lakou, they moved sideways.\n", " OF LA.\n", " § 239. The syllable la is a beautiful expletive and is\nused in connection with all the Verbal directives; but\nmostly used in connection with narrative tenses.", "It al-\nways stands immediately after the Directive.", " When\nused with aku or iho it changes the accent of the direct-\nives from the penult to the ultima. § 59. 2.\n", " —\n Note. Iho is the favorite directive in historical or narrative lan-\nguage, in which circumstances it often loses its accustomed mean-\ning of downward motion.\n", " § 240. The foregoing Verbal directives with or with-\nout the expletive la may be used in connection with all\n the Conjugations, Moods and Tenses in consistency how-\n ever with the scope of the language and the idea intend-\n ed to be conveyed.\n FURTHER REMARKS ON THE VERBAL DIRECTIVES.\n", "§ 241. The words referred to in the above sections\n have been termed Verbal Directives, because they are gen-\n erally found in connection with verbs; but they accom-\n pany other parts of speech to some extent.\n1st.", " Theyare used with nouns expressive of place as.\n", " Maor mai Lahaina max.at or from Lahaina thisway,i.e.this\n side of Lahaina.\n", " MaLahaina aku, at Lahaina onward, i.e. beyond Lahaina.\n", " Maiawahi mai, from that place this way.\n", " Maia wahi aku, from that place /t/r//;er on.\n", " Maia wahi ae, from that place, one side.\n", " Maia wahi iho, from that place loiver doicn.\n", "2. They are more frequently used, however, in con-\nnection with adverbs of place ;as,\nMalaila aku, ihem, further on [from the speaker.]\nMalaila mai, there, but this side [towards the speaker] this side\nof there.\n", " 128OF VERBS.\n", "Malaila ae, there, one side of there,i. e. to riglit or left.\n", "Mahiilsi iho, there,below there, i. e.below that place.\n", " 3.", "This applies to allwords of place where direction\n is implied.\n", "OF AL\n § 242. The use of the syllable ai in connection with\nverbs in the Hawaiian Language is a peculiarity.", "It gen-\nerally follows a verb when a preceding 7ioun, verb or ad-\nverb expresss time, place, manner, instrument or cause.", "Its\nuse must be learned more by practice than by rule.", " The\nHawaiians use it sometimes in places where it is difficult\nto see the reason of its use.", "The following are examples.\n", "No ka nui o kona ikaika pakele ai oia.\ni\nOn account of the greatness of his strength he escaped.\n", "—\nRemakks. Ai here refers to ikaika nui as the cause or ground\nof his escape.\n", "Na koa a Kahekili i hoouna nialu ai.\n", "The soldierswhomKahekili had secretly sent.\n", "Rem.", "—It is not certain whether ai here refers to koa or hoouna\nmain or both.\n", "Imi iho la mea e pono ai na 'lii.\n i\nHe sought the thing to benefit the chiefs.\n", "—\nRem. Ai here refers to mea, the thing, or what would benelit\nthe chiefs.\n", "Pela no oia malama aku ai ia lakou.\n i\nThus indeed he took care of them.\n", "—\nRem. Ai here refers to pela, the manner.\n", "Ika wa kua ai na kanpka ka laau ala.\nii\nAt the time when the people cut down sandal wood.\n", "—\nRem. Ai here refers to iva, time, period of time.\n", " PARTIII.\n", "OF SYNTAX.\n", " Syntax, in Hawaiian, as in other languages, refers to\n the rehition which words hold to each other in a sentence.\n 'One principle difficulty in getting the idiom of the Ha-\n waiian language by foreigners is the collocation, or the\n position of words in sentences ; for the Hawaiian has\n its own rules in this respect, and will not submit to the\n rules of foreign languages.", " The syntax of most Gram-\n mars is divided into two parts, viz Concord and Govern-\n ;\n ment but in this grammar a third will be introduced,\n ;\n viz., Position.", "The order generally followedwiIl.be Posi-\nftion,Concord, Government.\n", "Note.", " — By position is not meantthe 2)lace oi' every part of\nspeech in a sentence ; but the place wlieie the more prominent\n parts of speech are generally found.\n", "Thefollowing will be the general order of the rules.\n", " Ge?ieraUy 1st. The syntax of each part of speech in the\n'Order of the Grammar.\n", "2.", "The syntax of some of the parts of speech may be\nembraced in a single rule others may extend to several\n;\n rules.\n", "3.", "Therules will benumbered continuously fromfirst\nito last.\n", "Particularly. 1st.", " The general position of the part of\n speech under consideration.\n", "2.", "Theagreement,ifany, with another part of speech.\n", "3.", "Thegovernment,ifany, of other words.\n", "4.", "Examples and illustrations in allnecessary cases.\n", "5.", "Exceptions to the rules noted next after the illustra-\ntions.\n", "6. Notes, observations, remarks, etc., inserted in their\n places.\n", " Note.", " — Sentencesmay commRnce with almost any part of\nspeech.\n", "17\n i$0OF SYNTAX.\n", "SYNTAX OF THE O EMPHATrC.", "I\nRule 1st.", "Position.\n", "Theemphatic stands next immediately before a pro-1\nper noun ov pronoun in either number; as,\nf\n Elua wahi e noho aikeAlii, a Kau, aioleia,o Koliala.\n", " There are two placeslorthe King to live,Kau, if not there,\n Kohala.\n", " Kekahialii o Hawaii, o Hakau kona inoa.\n", "Acertain chief of .Hawaii, Hakau by name.\n", "Manao iho la o Hoapili ma, Hoapiliandhiscompany thought.\n", "O oe no ka'u ikiimai nei.\n", " You yourself are the person I came for.\n", " Manao na kanaka e make io no o ia.\n", " The people thought he will surely die.\n", "O vvai ko laua mea hewa ? who of the two was\ni m thewrong ?\n", "O lakou wale no ka poe kohoia. i\nThey only were the persons chosen.\n", " RULE2.\n", "In the caseo common nouns, the definite and semi-defi-\n nite articles, the prefix pronouns and the si^ns of the\n dual and plural may come between the o emphatic and\n the noun.\n", " O ke pai ae la no ia ka aina. i\nThat was the punishment of the land.\n", " Ona olelo pono, a me na olelo hewa, malaila na kanaka.\n", "Good ivords and bad words, men followed them.\n", "Eia ke kaumaha o ke kane, o kona pii ana ka ai.i\nHere was the burden of tlie husband, his going up for food.\n", " RULE 3. Agreement.\n", " Theemphatic m.ay be said to agree with, and render\nemphatic the noun or pronoun to which it belongs as,.", ";\n O ka make ka mea e makau ai, death'is the thing to be afraidof,\n O ka huhu, he wahi hehena ia, anger a certain madness.\nis\n O ke Kiaaina, o ia ke ku paa, the Governor, he stands fast.\n", " O Hawaii ka mokupuni nui, Hawaii tlie large island.is\nNOTES.\n", " Theemphatic may be found in the following positions,\nviz.,1st. emphatic is generally prefixed to the Aui\nkumu when that case stands before the verb, orin a\nphrase or sentence that has no verb ;as,\n Aoleiao kona malo maoli. that was not his realmalo.\n or THlEMPHATIC.", " 1 31\n A pela no o Unix e pepehiia'i,and so IJmi was to be beaten.\n", " Imailao Liloa o kuu malo no keia.\n", " Liloasaid, this indeedis my malo.\n", "2. emphatic may stand before proper names wlier-\never they may stand, and is generally prefixed the first\ntime such proper name is introduced ; as,\nUmi, o iakekahi keiki a Liloa, Umi, he was a child of Liloa.\n", " Ua kapaia o Hakau he alii nui, JIakau was called a high chief.\n 1 mai o Akahi, ae, e hele oe, Akahi said, yes, go thou.\n", "3. When words are used in apposition, the last, or the\none used to explain tiie other, takes o emphatic;as,\n Ua kapaia kona inoa o Puhi, his name was called Puhi.\n", " Kena ae la oia kona kaikaina, o Haiao.\n i\n He sent his younger brother Haiao.\n", " Holo ae la kekahi keiki, o Lanai kona inoa.\n", "There ran a certain child, Lanai by name.\n", " Note.", " —If the first oftwo noune in apposition takes o emphatic,\nthe second always does.\n", " 4. After the interrogative owai, who;the answer in-\nvariably begins with o emphatic ; as,\n O wai ka inoa o ia wahine ?\n", " What [who] is the name of that w^oman?\n", " O Mala kono inoa, Mala is her name.\n", " O wai ka inoa o keia laau?ivhatis thenameof this wood ?\n", " O iliahi, a a laauala paha.\n", " Sandal wood, or perhaps, odoriferous wood.\n", " 5.", "In defining words or terms, or in giving names to\npersons or things; the names so given are usually pre-\nceded byemphatic ; as,\n Ina e ninau mai oia kou inoa, ea.\ni\n If he shall ask your name, take notice.\n", "Alaila, e hai aku oe, oUmi oe.\n", "Then thou shall tell him, thou artUmi.\n", " 6. emphatic may be prefixed to pronouns of any per-\nson or number, in almost any part of a sentence, to ren-\nder them emphatic; as,\nHoi aku la oia Waipio, he returned to Waipio.\n i\n O oe no ke alii aka, o kou kanaka keia.\n", " ;\n You indeed are the chief ; but this is your ma7i. [servant]\nOlaua kona mau hoa hele mua mai ai.\n i\n Those two were his companions who first came.\n", " 132 OF ARTICLES\n7.", "In manycases the o emphatic seems to be inserted\n merelyfor the sake of euphony ; and hence, grammati-\n cally speaking, it may be either inserted or omitted, ac-\n cording to the taste of the speaker or writer.\n", " Observation.", " —Ofthe foregoing rules for the use of o emphatic,.\nthe first, second, third and sixlh refer to it as itmay be used; the\nfourth and fifth are of very general application.\n", " SYNTAX OF ARTICLES.\n", "Rule 4.", "Position and Agreement.\n", "The Articles may stand immediatelybefore,andagree'\n with the nouns to which they belong;as,\n Eia ke kumu nma, here is the firstreason.\n", " He keiki kana, he had a child.\n", " Ka hoomaau, the persecution.\n", " Kekahi moku haole, a certain foreign ship.\n", " Ka moku, he wahi kiakahi, the vessel, a something of one mast.\n", " Kuu ivahi kino niai, my something of a sick body.\n", " Loaa ia'u kahi pauku wahie, I found a stick of firewood.\n", " I hookahi malama, ,'if:5. (dala.)\n For one month ,^5, i.e. ^5 per month.\n", " RULE 5.\n", "The Articlesmay be separated from the nouns to which\n they belong by the signs of the dual or plural; as,\n Hele mai la ka poe holo moku, the sailors came here.\n", " He poe keiki pono ole keia. a bad set of children these.\n", " He mau mea akamai oukou, ye are wise persons.\n", " Kekahi mau manu, ua lele, some (of the) birds have flown.\n", " RULE G.\n", "The indefinite Article he is generally, ifnot always con-\nfined initsuse to the Aui kumu;as,\n He poe kuhi hewa lakou, theyare a mistaken people.\n", " He pono anei keia walaau is? thisconfusion a good thing ?\n", " O ka nui o lakou, hehaneri a ken.\n", " The number of them was a hundred and more.\n", " Ina he oiaio keia olelo a [)au, if ail this description be a truth.\n", " He aihue ke kanaka, the man was a thief.\n", "—\n Observation. Proper nouns or names applied to individuals,\nthough they may have the o emphatic, have no article as, Oahu, ;\nHawaii, Kamehameha, o Kauai, o Lahaina.\n", " Note I. —The words Haku,lord,yllii,chief,31oi,majesty,\nAkua, god, &,c.,are not real excoplions. as the Hawaiians had\nOF ARTICLE». 13$\ntoinls, chiefs, sovereigns, and gods in threat numbers, and hence\nsuch words were not appropriated to individuals.\n", "Note 2. —The articlesare always used before nouns, unless\nthere issome reason fordropping them.\n", "Note 3. — Tlie Arlicle ka often stands as a representatlYC ofit-,\nselfand a noun;as,\nOwau ka (mea) oleio akui ia Bold.\n", "I am the (person who) said to Bold.\n", "OKeeaumoku ka (mea) houka'ku. i\nKeeaumoku was the (person who) made the attack.\n", "K.ULE7.", " Articles Dropped.\n", " TheArticles aredropped from before nouns, when tho\nnouns are generalin their signification;as,\nNonoi akula ilaau, he asked formedicine.\n", "Note.", " —Thesemi-definitearticleicahi is often used in sucU\ncases.\n", "Aole ma ka pall wale no ia emi o kanaka.\n", "Not on the hills only is that diminishing ofpeople.\n", "Ke imi nei kakou i naauao no kakou.\n", "We are seeking knowledge for ourselves.\n", "Ua kohoia mauaimau luna awa.\n", "We two were chosen directors of awa.\n", "He kanaka hou e manao ana e lawe i wahine.\n", "Ayoung man thinking to takewife.\n", "Ehaawi mai oeidala na'u iuku no kuu ee ana ma ka moku.\n", "Give me dollar (money) as pay for my coming on board the\nvessel.\n", "Haawi o Kamehameha iaahu hulu manu.\n", "Kamehameha gaverobe of birds' feathers.\n", "Haawi oia i mau lole maikai.\n", "He gave himsome handsomeclothes.\n", "Note 1. — It will be seen that in the above examples no individ-\nual things are specified.\n", "Note 2. —In manycases the oynission of the definite article in\nHawaiian has the same effect as the insertion of the indefinite arti-^\n cle in English.\n", "RULE8.\n", " After the word Ulo or other words signifying to change\n from one thing, office or business to another or to be-;\n come a different person or thing or to establish a person;\n 134OF ARTICLIS.\nor tiling in any station; the person, office or thino into\nwhich it is changed or becomes, drops the article, as,\n£ hloia alaiala maikai ke hanaia.\n", "That road will become a good road if it be worked.\n", "Kahaha makou no kona lilo anai kahuna.\n", "We were astonished at his becoming a priest.\n", " Kaumaha lakou ua puaa la lilo hoi\n i ii akua mana.\n", " They sacrificed that hog that it might become a powerful god.\n", " Kohoia o Kaukailuna holo ka aina e.\n i\n Doctor (J;) was chosen ambassador to foreign lands.\n", " Eha mau haumana e Hlo ana mau kumu. i\n Four scholars were about becomingteachers.\n", " Note 1. —Words placedin apposition, or where one definei the\nother ;the latter generally drops the article ;as,\n Ua koho au iaWm.", "L. Lee iLuna kanawai.\n", " I have chosenWm.", " L. Lee a judge.\n", " Note.", " 2.", "— In allcases of this kind, the last nounis preceded\n iby i.\n", "RULE9.\n", "The nounineasignifying possessor of something, or\n <whenit signifies the cause or purpose of action,drops the\narticle;as,\n Ke imi nei na luna i mea e waiwai ai na 'Hi.\n", "Thelunas seek a thing (means) to enrich the chiefs.\n", "Aole mea e ae e nalowale ai kcia hewa.\n", "There is no other thing (person) to cause this wickedness to be\n .concealed.\n", " Aole o lakou kuhikuhi maiimeaemaluai.\n", "They do notpoint out athing (way) to make peace.\n", "Hoonoho oia i kekahi keikiimea e hooino mai ia makou.\n", "He appointed a certain boy a thing (instrument) to reproach us.\nna kanaka a pau mea waiwai ia'u.\n", "All personswho have property with me (i.e. to whomam\n indebted.)\n1ka hana anaika pai mea e kaawale ai.\n", "In making the fence athing to be separate.\n", "Akamai na wahinei ka imi hanai meae ponoai ka lakou.\n", "The women were skilful inseeking work a thing to benefit tlicir\n^families.\n", "Oukou, e na makua meakeiki.\n", "Ye parents,things of children,(i. e. who have children.)\n]v^oTE.", " —The phrases meaaincr, mea pa, mea loi, mea ke\\k\\, &,(•,.,\n.sif^nifying posessors of land, fence, kalo patch, children, Szc, arc\n,often used.\n", ".\n", "Of PRf POSITIONS.", "1^5\n RULE10.\n", " A noun following the Auipili drops the article ; as,\n Ko Hawaii pae aina, Hawaii's islands e. i. islands of Hawaii.\n", " Ko ke alii hale, the kings' house.\n", " Ka kc kuniu palapala, the teacher's book.\n", " Ko Hoa{)ili waa, Hoapili's canoe.\n", " Ka ke keiki waiwai, the child's property.\n", " —\n Note. The Aui pili seems in thiscase to have the force of a'\nprefix pronoun which excludes thearticle.\n", "SYNTAX OF SIMPLE PREPOSITIONS.\n", " RULE 11.\n", " In the case of proper names, simple prepositions gener--\nallystand immediately before the cases they help to form,\nand govern them;as,\n I ka make ana o Kahikiea, onthe death of Kahikiea.\n", " Mai Kauai aku nei lakou, theywere /ro?n Kauai here.\n", " E hoi ana lakou i Niihau, they were reluming to Niihau.\n", " He wi nui o Kona i Hawaii, a greatfamine of Kona on Hawaii.\n", " Ua lohe iho nei au ia Kinimaka.\n", " Lhavelatelyheard through Kinimaka.\n", " RULE12.\n", " In the Cuse of commoji nouns, simple prepositions are^\ngenerally separated from the cases which they help to\nform, and which they govern, by other words intervening.\n", " The words intervening are generally the articles, the\nptrefix pronouns, the signs of the dual and plural, and a=\nnoun in the Aui pili as, ;\n Ka inoa o ka icahine, the name of the luoman.\n /ka /a 14 o Augate, on the 14th day of August.\n", " Ua kohoia mai au e ke Kiaaina, I am chosen by the Goverfior -\n iVo na mea liia, concerning the persons who were iianged.\n i\n Ke kanawai o keia Aupuni, the law o/ this kingdom.\n 3/a na kanawai he umi, in the ten commandments.\n", " Noho iho oia me kela pilikia, he lived with that difficulty.\n", " I ko'u manao he pono, in my opinion it was proper.\n", "Moe oia me ko Hawaii poc. he slept ivith Hawaii's people.\n", " Mai ko niakou mau la aku. from our days.\n", " OF DUAL AND PLURAL SIGNS.\n", " RULE 13.\n", "The signs of the Dual and Plural stand immediateljr\nbefore the nouns rendered dual or plural; as,\n Sa 'lii a me na puili, the chiefs and the forces.\n", " !|.36'OFKOUKS.\n", "Maluna o na waa kupapau. on the canoes bearingihe corpse.\n", "He mau aina pohaku, some rocky lands,\nMaonakeia poe kuke, these cooks are full of food.\n", "Nui ka pae moku, great is the collection of ships.\n", "He puu wahie pokopoko, a collection of s\\\\oxi firewood.\n", "Noho lakou ihko o na heiva a pau.\n", "They lived inall (kinds of )wickedness.\n", "SYNTAX OF NOUNS.\n", " RULE 14.\n", "Anoun rarely ever stands thefirstword in a sentence^\n'though it often stands the last.", " A noun, however, may\n-stand in almost any place in the sentence,except the\n•first; reference being had tothepositionof otherwords\n-and the structure of the sentence.\n", " RULE 15.\n", "Theui Kumu is the subject of an affirmation, which\n•affirmation is expressed either by a verb, pronoun or affir-\nmative particle or it may contain an affirmation wkhin\n ;\nfitseif ;\n [seeRule 24,]as,\n Keuive nkunet o Melelinaia olua.\n", "Melelina sends love to you two.\n", "Ka uku o na kumu, oia ka hewa.\n", "The pay of the teachers, that was the error.\n", " He kipi oe, aoleau he kipi, you are a rebel, lam not a arebdl.\n", "He mau haumana kana, he has some scholars.\n", " \"O ka he;wa no ia, that was the wrong.\n", " 'He poe anaana lakou, they were a company of sorcerers.\n", " *0 Kehahaule ke kahuna, Kehahaule was the priest.\n", "Eia ka makana a Namai, he koi.\n", " 'Here is the gift of Namai, an adz.\n", " ^Ika po ka lakou hana, in the night was thoir work.\n", " 'He kino puaa no, the body was that of a hog.\n", " I^ani ke kuhihewa nui, ivonderfid was the great mistake.\n", " RULE 16.\n", "'In W'nin, propositions often have two different words\n<as subjects ; one however, may illustrate or explain the\nmother; as,\n 'O ka honua nei, he mea poe poe ia.\n", "The earth, it is a round substance.\n", " 'O kekaiii mau keiki kane, ua kahikoia lakou.\n", " \"Certain boys, they were splendidly clothed.\n", "OF NOUNS.", " 137\nO ka pono no ia, o ka noho naauao.\n", "It isa good thing, the living wisely,\nO kona niai ana, o koiia make no ia.\n", "Her sickness, that was her death.\n", "O ka Ahakuka nialu, oia no ke Ahi.\n", "ThePrivy Council, that is the king.\n", "Remakk.", " —There aremanysentences in Hawaiian without a\n Verb, whereit is difficult todetermine upon which word the affirm-\nlition falls; as,\nHe ahaaina na na kula kamalii.\n", "(There was) a feast for the childrens' schools.\n", "He poe hihihila ole lakou, they (are) a shameless company^\nO ka baka ka enemi nui, tobacco (is) the great enemy.\n", "He ano okoa ka hae o na kula.\n", "Theflag of the schools (was) diflerent.\n", "Eia ka mea maikai, o ka mahe.\n", " Here (was) an excellent thing, the stillness.\n", " Alaila, he mea e ko'u kauniaha, then, wonderful (was) niygriei.\n", " Oia ka'u puleiko'uwa pihkia.\n", " That (was) my prayerinmy distress.\n", " RULE17.\n", "In sentences containing both an Aui Kumu and a Verby\ni.he Aui kumu may stand before or nfkr the verb.\n", "SENTENCES WITH THE VERB FIRST.\n", " A hala kekahi mau la, and when had passed certain days.\n lilki mai la ka hoowaleiuale. there came temptation.\n", " Make kekahi ivahine i ka baka.\n", " There died a certain woman by tobacco.\n", " A lilo aku ka ainai na kanaka €.\n", " And passed the land to strangers.\n", " Manao iho la makou c kuai me oe.\n", "JVe thought to trade with yon,\n SENTENCES WITH THE AUIKUMUFIRST,\n O ke kuahiwiihookapuia e ka alii.\n", " The mountain teas tabued by the king.\n", " Aia ua kanaka la ke hana nei la.\n", " There that man is now working.\n", " Aole lakou e inu ajia na mea ona. i\n They are not drinking intoxicating drinks.\n", " Nolaila oe i manao ai e lawe i wahine nau.\n", " Therefore thou hast thought to take a wife forthyself.\n", " Ina oeimakcmakee pepelii. e kii mai oe.\n", " Ifyou wishto kill mc, come and do it.\n", "1»\n13B<ii< Notii^s.\n", "RULEIS.\n", "Nouns in apposition or referring to the samething, gen-\nerally have the same case, and tliusagree together ;as,\n Paipai o TVaimalu ka luna haioielo.\n", "JVaimalu the 2^'\"ecfc/<C)' exhorted.\n", " Me ka Mai ka inea kiekic, with the King the high personage.\n", " Na'u iia P. TV. Kepaa kumu kida.\n", "By me P. W. Kepaa school teacher.\n", "O ku inoa o keia kanaka o /, the name of this man is /.\n", "Note1 .\n", "—In the oblique cases, the preposition is often repeated''\nbefore the lastnoun ; as, me ka Moi me ka mea kiekie ;\n . na'una\nf.", "W. Kepaa nake kunm kula. In cases like this last, ifthe pre-\npositionisrepeated, the article must be inserted.\n", " Note2.", "— It is a question whether nouns ctmnected by me, a me,\n<fcc., continue to bein thesamecase.\n", "RULE 19.\n", "One noun governs another through the medium of the\nsimple preposition forming the case of the latter noun ;\nasj\n Ke kumu o ke Kujanui, the teacher o/ the High school.-\n Na ia o ke kai, the fish oj the sea.\n", " Ka ai a ka wahine, the food of the woman.\n", " Ke kiaaina o Hawaii, the governor of Hawaii.\n", "Ka eha o ka make, the pain of death.\n", "Note—The expression, through its oicn preposition, will'\noccur! frequently in several succeeding rules.", "[By its\nownpreposition,is meant some one of ihe simple prepo-\nsitions mentioned in §> 68 and which are' used in declining\nnouns and pronouns.] It seems to be a principle of the\nlanguage that but very few words stand in such relation\nto each other as that one may be said directly to govern\nthe other: but some small word, (generally the simple\nprepositions,) is used as a medium of transfer.", " It may be\nsaid, perhaps, that the prepositionis sufficient of itself to\ngovern the noun after which it stands but the real rela- ;\ntion is between the nouns.", " Thus, ke kumu o ke kula,\nthe words related to each other are kumu and kula, like\n ludi magister in Latin.", " But it is the genius of the Hawaii-\n an to use a simple preposition as a medium instead of a\n different termination of a case.", " This takes place, even\n where a transitive verb acts most directly upon an Aus.\n", "OF NOUNS.", "139\nlo or accusative case.", "It will be seen thatit acts gener-\n ally through themediumof a preposition.", "The forego-\ning principle appliesmore or less to all thesimple prepo-\nsitions except Rule 32.", "This principle is found also\n where a compound preposition is used ; for even there, a\n simple preposition is the medium of transfer; as, Noho\n lakou maloko o kc ana, they lived in a cave, literally they\n lived at [the] luithin o/'the cave, or they lived in [the] in-\n side of the cave.", " See Rule 36, Note 4.\n", "RULE20.\n", " Whentwo nouns come together, the first in the Aui\n iki case,this case is governed by the noun following\n through its own preposition ; as,\nKo Hawaii pae aina, Hawii'sislands.\n", "Ma ko ka AFoi kaiiawai, by means of the King's law.\n", "Na ko ke Konohiki kanaka, it is for tiie Konohiki' s man.\n", "Ka ka ivahine kane, the woman's husband.\n", "Ko ke kumu mau hale, the teacher's houses.\n", "Ka na haumana palapala, tlie scholars books.\n", "Note1. — The noun\nlastin such cases drops thearticle.", "Rule\n 10.\n", "Note2. —The meaning ofthisform of expression is not differ-\n<?ntfrom the Aui pili form.", "Thus, the forms of the foregoingrule\nmay be written, either as,;\n Ko Hawaii pae aina, or ka pae aina o Hawaii.\n", " Ma ko ka Moi kanawai, or make kanawai o ka Moi.\n", " Na ko ke konohiki kanaka, or na ke kanaka o ke konohiki.\n", " Ka ka wahine kane, or ke kane a ka wahine.\n", "RULE21.\n", "Theseveral oblique cases of the nouns are governed by\nthe simple prepositions that help to form them ; as,\n Na ka Moi i hoonoho ia ia kiaaina.\n i\n It was theking who appointed him governor.\n / ka hehthelu palapala, by the reading (of) books.\n / ko'u ike an? ma Kaneohe ne'i.\n", " In my observa ion at Kaneohe here.\n / ka nana 'ku me he mau holoholona.\n", " In looking at them as brute beasts.\n", " E puka mai oe, mai loko mai o ia wahi.\n", " Come thou out of that place.\n", " Me he meaiao oleia, as one not in struct ed.\n", " Aoe iaoia na keiki e ko lakou mau inakuo.\n", "140 OF ADJCTIVES.\n", "The children were not instructed hy their parents.\n", "E hoomau mamuli o ka oukou hana.\n", "Continue on afier your works.\n", "—\nNote. For rules respecting the government of the Aui alo \\n\n nouns, see the corresponding rule under pronouns.", "Rules 32 and\n 33.\n", " SYNTAX OF ADJECTIVES.\n", " RULE 22.\n", "Adjectives generally stand immediately after theirnouns\n and qualify their meaning;as,\nKa palapala hemalele, the holy book.\n", "Ka elele Hawaii, the Hawaiian messenger.\n", "Kona kapa eleele. his black kapa.\n", "Mena huaolelo maopopo, with distinct words.\n la la hookahi no, on that one (same) day.\n", " Ke ano to o ke kanaka, the 7'eal character of the man,\n Ka make hike ivawe loa, the very sudden death.\n", " He makeweliweli loa, a most fearful death.\n", " Ilok3 o ia mai loihi, in that long sickness.\n", "Exception 1. — Numeral Adjectives may stand imme-\n diately before the nouns they qualify ;as,\n Elua kumu hele aku. tico teacliers have gone.\n i\n Ehiku hale kula malaila, seven school houses arethere.\n", "Umidala ke kumu kuai, ten dollarswas the price.\n", "But the general rule often applies even in these cases,\nbut with the order of the words changed as,;\n Uahiki mai na haole elua, two foreigners have arrived.\n", " —\nException 2. Some Adjectives stand before the nouns\nthey qualify, but with the indefinite article or some equiv-\nalent before the adjective, and some other word or words\nbetween the adjective and the noun ; as,\n He Umikumamalualuina o ia nioku.\n", " Twelve sailors belong to tiiat ship.\n", " Heiioa ka nui o na wailele, nine is the numberof tliewaterfalls.\n", " Uanui na moku ili, many were the ships stranded.\n i\n Helehulehu na kanaka uwe, numerous the people who wept.\ni\n Note1. —Itmay be questioned whether such wordsas nuiand\nlehulehu, &,c., with the words ua and heslioiddbe considered as\nadjectives or verbs,\n OF ADJFXTJVnS, 141\n Not K2. — Nouns may have twoor more adjectives lollowini;and\nqualityingthem ;as,\n He poe liilii, nawcdiwali, naaupo makon.\n", "We are a small, weak, ignorant con)pany,\n Ilaka pono mai ia me ka huhu ino maoli.\n", " He looked straight at me with real, vicious anger.\n", " Huli ae ua ia niho oi nei.\n", " Then turned aside this sharp toothed fish.\n", " Note3. — Participles, verbals and other words qualifying nouns\nare treated as adjectives.\n", " IVoTe 4.", "— One noun following another without any sign ofregi-\nmen, the one following is to be considered an adjective as, ;\n He hana kamalii no ia, that is child^s work, or childish work.\n", " He humuhumupea kana, his business was sail making.\n", "—\n Exception. One noun following another without any\nsign of regimen may be rendered as in regimen witli the\npreceding noun ;as,\n I kelawa wi make iai ka pololi.\n", " In that time (of) famine he died with hunger.\n", " SYNTAX OF PERSONAL PROxNOUNS.\n", "RULE 23.\n", " The Aui kumu is the subject of a verb,when there is\na verb in the sentence to which it belongs ;as,\n Olelo oia,elua mea e pono ai, he said, two things arenecessary.\n", " Hoopil makou ka lunaauhau.\n i\n tVe complained of the tax gatherer.\n", " Olelo lava, a hoi mai Kanoa.\n", " They two said, wait till Kanoa returns.\n", "Elaice au kuu alii, [will carry away my chief.\ni\nMai aua oukou na keiki, be not stingy towards the children.\n i\nE hele maua me kuu alii, /and my chief will go.\n", "Aloha iho la laua ia Kaahumanu.\n", "They two had compassion on Kaahumanu.\n", "Oivau ka i olelo akii ia Boki, / myself said to Boki.\n", " RULE24.\n", " When a sentence has no verb, the Aui himu of the\npronoun may contain the property of aflirmation or dec-\nlaration within itself; Rule 15, as,\n Oia ka mea loaa'i ka waiwai.\ni\n That 15 the thing to obtain wealth.\n", "Jjukou no ka poe kauwa, they are the servants.\n", "\"•142OF TERSONAL PRONOUNS.\n", " Oia ko'u walii manaoiaoukou, thatismythought to you,\n Owaike alli ? owau no ke ahi.\n", " JVhois thechief? I am the chief.\n", " Ooe kawahine kaulana, thou art the celebrated woman.\n", " Makouka poe hewa, aole oukou, we are in the wrong, not you.\n", " RULE25.\n", " The Aui pili of the pronouns when it stands absolutely,\nlisgoverned by the preceding nounor otherwords through\natsown simplepreposition.", "By standing absolutelyis\njneant an independance ofany word following it.\n", "—\nNote. This rule contains the same general principle as that where\n<one noun governs another (Rule 19,) as,\n ;\n keia hale, he hale o\\c, this houseis a house of mine.\n", "He wahi palapala au keia, a book of thiyie is this.\n", "Maluna ana ia hewa, upon him is that fault.\n", "He mau luna malalo iho o laua.\n", "There were officers under them two.\n1 laweia'ku imua o lakou, he was brought before them.\n", "A hiki ka nui o lakou, till he came to the greater part of them.\ni\nKa ukana e hooiliaku maluna ou.\n", "The baggagetobe put upoi you.\n", "Ka hoike a na keiki a kakou.\n", "The exhibition of the children of us.\n", "Na keiki a oukou, the children of you.\n", "Ke kula pa-ko-li a laua, the singing school of tliem live.\n", "Ka make ana o ke keiki ahi, the dying of the child of me.\n", "Naone a me kekahi poe o na.\n", "Naone and certain* others of him. [youl\nHeaha keia ou ? what is the matterofyou7 lit. what is this of\n RULE26.\n", " TheAlii pili often stands in themiddle of a sentence,\nor connected with some idea following, in which case the\n Aui pili is governed by its own preposition, and then it\n becomes the subject of the following verb or proposition,\n«or governs a verbin the infinitivemood; as,\nAole a'w lohe i kona ano.\n1 have not heard respecting his character.\n", " Aole ona lohe mamua, he did not hear before.\niHe wahi ukana au e laws aku ai.\n", ".A bundle which you are to take along.\n", " No kekahi mau mea au i hoike ai.\n", " «Of certain things which you exhibited.\nor puo.sui'.ws.", "14 3«\n ka niim kahi a maua e helc oi.\n", "The country wlieie ive two are to go.\n", "Na mca kujiadalia au i iki ai.\n", " The wonderful things which f satv.\n", " Aka, ao'e o'u manao e hoi aku, but, I have noicish to declare.\n", " Oia ka niea anai olelo aku ai.\n", " That was the thing o/ which he spake.\n", " Eia na kanavvai a kaua e manao ai.\n", " Here are the lawswhich we two areto think of.\n", "—\n Note. This form of the Aui pili may often be rendered into-\n English by which, \\\\'\\ih the person and number of the pronoun\nwhich the following verb requires;as, He walii ukana au e lawe\naku ai, a bundle which you are to take along, &c. The au con-\ntains the ideas equivalent ;1st, to the relative ichith : 2nd, to the\npronoun you ; and dd, the aflirmative are or niuat ; and this com-\nplex idea expressed by au evidently acts upon aud governs the in-\nfimtive, to take ; and so of most of the examples of this class.\n", " REMARKS.\n", "The Syntax of Pronouns is unique in its structure es-;\npeciallywhen we consider to what extent its forms, to us-\nanomalous, are carried. That a pronoun should be gov-\nerned in an oblique case by a part of itself, and then, in\nthis oblique state assume the office of subject of a verb or\naffirmation and govern some object, either noun, pronoun\nor infinitive mood, is not according to the analogy of\nEuropean languages, and hence we should be inclined to\nclass it amon^ anomalies.", "But the foregoing rule and\nseveral succeeding ones will show such to be the case. —\nfn English, there is one word, viz., the compound rela-\ntiveyivhat, which, in some degree, resembles the words-\nreferred to, as it often includes the subject and the object.\n", " There is a class of phrases in English somewhat simi-\niBr to those now under consideration in Hawaiian ; thus.\n", " Thisis a kinsman of mine.\n", " That is a friend of yours.\n", " Ft was a fault of theirs, &c.\n", "The question is, what governs ?nine, his and theirs in the-\nabove sentences ? The preposition of, governs the object-\nive case;but mine, his and theirs are clearly in the possess--\nive case.", "It may be said, ])erhaj)s, that these sentences-\nare eliptical.", " But what word or words can be supplied\n144 OF rRo.NotJNS.\n without altering the whole phriiseology of the sentence\nand constructing it de novo?", " But .such sentences are not\n elipticcil, ;)t least in the present state of the English lan-\n guage.", " They are full, explicit in their meaning, classi-\n c>l in their structure, and of every day use by the best\n writers and speakers.", "What then is the syntax of these\n possessive cases ?\n", "Again, take another sentence.\n", "This hook is mine, that hookis yours.\n", "It is a principle of the English language that \" the\n verb to he has the same case after it as that which next\nprecedes it.\" In the first part of the above sentence the\n word book is evidently in the nominative case, and the\n word mine is as evidently in the possessive case, contrary\nto the above rule ;and so of the other phrase, that book\nis yours.", " It may be said again, these are eliptical phrases;\nbut no words can be supplied without altering the words,\nmine and yours.", "It is the business of the grammarian, if\nhe can, to account for words as he finds them, provided\nthey are put into sentences according to the laws of lan-\nguage.\n", "Again, another sentence.\n", " It is yours to command,it is mine to obey.\n", "Here, the phrases,it is yoursand it is mine are simi-\nlar to those noticed before ; — a verb to be, however, with\na nominative before it and a possessive after it, is not ac-\ncording to rule; —but what governs the infinitives to com-\nmand and to obey 1 Does the verb is govern the two in-\nfinitives ? or do the possessives yours and mine govern the\ninfinitive?", " If so,what is the rule for it in the grammars?\nor do the phrases it is yours and it is mine govern the in-\nfinitive?", "If so, is not the possessive case in both phrases\nan essential part of such government ?", "Do not the ideas\nof duty or obligation implied in the words yours and miie\nconstitute the main power that governs the infinitives ?—\nl( so what is the rule ?\n", " It is not at all the object of these remarks to explain\nthe grammatical construction of these double genitives\nof the foregoing sentences; but to call the attention of\n Oh I'KONOLNS. 115\nthe reader to tlie fact of their existence, and tlius pre-\npare his mind to understand, that in Hawaiian there are\nnot only a great many suchy but they are in great varietij.\nOne English author, speaking of similar phrases, says,\n\" They are anomalous and we are not bound to account\nfor anomalies.\"But if the above phrases are anomalous\nIn English; then a great portion of the most plain, most\nsignificant, most forcible, and it may be added most classi-\ncal, phrases in Hawaiian, are anomalous; as the several\nsucceeding rules and examples will show. But it is the bu-\nsiness of the gi-ammarian, to exhibit, as far as he can, the\nlaws and analogies of the language he has in hand, whether\nsuch laws follow those of other languages or not.\n", "Several of the succeeding rules might, possibly, have\nbeen condensed into one but there is such a variety of\n;\nmeaning and such a variety of form also, it was thought\nbest to explain each case of the pronoun by itself It is\nhoped that the number of examples brought forward as\nillustrations will be of benefit in explaining some of the\nprinciples of the pronouns.\n", "It will appear, then, that some of the oblique cases of\n the pronouns perform the several offices of governing\n —\n and being governed of subject and object of affirma- —\ntion and existence, at the same time.\n", "RULE 27,\nThe Aui iki of the Pronouns, when it stands absolutely,\n is governed by the precedins noun or oth^r word, through\n its own preposition ; and this Aui iki expresses the ex-\n istence, or possession of some property or quality of the\n preceding word : as,\nHewahi inanao ko'u ia oe, lit. there is a thoug]it of mine to you,\nEiig. id. I have a thout>lit for you.\n", "He wahi lole ula ko lakou, there is some red cloth of them.\n", "Some red cloth is theirs, they have some red cloth.\n", "E na hoaluhi, ua pau ko\\i.\n", "Fellow laborers, mine [my thought] is done.\n", "Fellow laborers, I have done [speaUuig ]\n\\ kuu lohe. he mai make koit.\ni heard a deadly sickness was yours^\nheard that you were deadly sick.\n", "Heaina oluolu ko oukou.\n", "Apleasant landis ^oitrs, yov have a pleasant land,\n19\n146 OF PRONOUNS.\n", "He palapala inaikai ka makou. a beautiful book is our\\i.\n", " We have a beautiful book.\n", "He ai momona ka olua, there is sweet food of you two.\n ^ou' two have sweet food.\n", "Loheau, he vvalii lealea ho ovkou.\n", "I heard, some pleasure was yours.\n", "I heard, that you eajoijed pleasure.\n", " Ir will be seen that in trap.>)l;iting literally the above\n sentences, we have been obliged to use the phrase re-\n marked upon in the note to the preceding rule.", " Thus,\n here is a thought of mine to you, Slc.", "This form of the\n pronoun requires to be Englished mostly by some part of the\n verbs to have or possess, but sometimes ofexistence merely.\n", "RULE 28.\n\"^he Aui iki like the Aiii pili often stands in the middle\n of a sentence;in which case, the pronoun is governed\n by it's own preposition, and also becomes i\\\\Q szibjectoihe\n following verb or affirmation, or governs an infimtive ; as.\n", "He wahi ukana ka^u e kaikai, a burden is mim to carry.\n", "I have a burden to carry.\n", "Oia no ka\\i e hoopuka'ku nei, that is mine to publish here.\n", "That is what I have to publish here.\n", "Eia ka olua e hana mai nei, here is your iwos^ to do here.\n", "Here is whal you two ha^e to do here.\n", " Oia ka maua i olelo aku ai, that loas of us two, we said it.\n", " 'That ivas what we two said.\n", " O ka pilikia ka oukou'i hai mai ai.\n", " The difficulty of you, you spoke of it.\n", " The difficulty of which you s^poke.\n", " He wahi mea kanaenae ka makou e haawi ia oe.\n", " A thing observed by us, we give to you.\n", " We have a thing observed which we give to you.\n", " He hale Jio'u e wawahi'ra ae, a house of mine to be torn down,\n fhave a house to be torn down.\n", " N'ol'lE. —This form of the Aui iki may in general be rendered\nititbEnglish by some part of the verb to he ; also, by tcha^ or\nttjkich, with the proper pronoun as nominative to the following\nVerb.", " But there is more or less of obligation or duty implied ;\nthus, he wahi ukana kauekaikai, lit.aburdenis what I have to\ncarry, ormust carry, d.c.", "This form is also in use where me stands\nlieford theAui pili ; as.\n", " Me kaui olelo rnaiai, pela oe e hana'i, as ihou hast said, so do.\n", "RULE29.\n", "The Aui paewa of the Pronouns may .standabsolutely-\nOF PRONOUNS.147\n and thenit isgoverned b}' the preceding word, through\nitsownpreposition ; as,\nHoolilo ka i\\roi ia lakoii i man knhina no)ia.\n", " His Majesty appointed them ministers for him<iplf.\n", " E manao ana oe e la we vvahine nan.i\n Youarc tiiinking to take a wife /or yourself.\n", " Pono no an kclavve i wahine nu'u.\n", " It isproper that I should take a wife /or myself.\n", " Ku e laua ka pono no laua iho.\ni\n They refused what was proper /or themselves.\n", " Ke kulu nei ka waiinaka nou n me kou aupuni.\n", " The tears are now falling/or you and for your kingdom.\n", " Ekipulu a e hanai hale nona.\n", " To manure (the land) and to build a house /or him.\n", " E pule ke Akua no mana, pray to God for us two.\n i\n E lawe mai ana ai na makou, he is bringing food /or\n ius.\n", " No lakou ka nani a me ka pomaikai.\n", " For them bethe gloryand blessedness.\n", " —\n Note. Theprepositioninconnection wiihthis form of th«\n^ui paeivaseemsto act more directly upon the pronoun than any\nHother,althoughit isdependant on the preceding phrase for its force.\nThe pronoun mayoften be rendered by thecompound pronoun,\nmyself, himself &c.", "Thus, hoolilo ka Moi ia lakou mau kuhina\n i\nnona, His Majesty appointed them ministers /or himself; but iho^\n self, is often added in such phrases.\n", " RULE30.\n", "The Aui paeioa often stands in the middle of a sentence,\nfin which case the pronoun is governed by its own preposi-\n:tion and also becomes the subject of the following verb or\naffirmation, or governs a verb in the infinitive mood ;as,\nKa elele, ka mea nana e hai mai ka olelo. i\n The messenger, the person whose duty it is to declare the sentence.\n", " Na kumu nana e ao aku na kanaka.i\nThe teachers whose business it is to teach the people.\n", "Ua imi lakou i mea no'u e hewa ai.\n", "They sought something against me to blame me.\n", "Nolaila, nau no e olelo aku ia lakou e hoi.\n", "Wherefore, it is for you to order them to return.\n", "A nau no e aku na 'lii.\n i i\nAnd it belongs to yoic to speak to the chiefs.\n", "Oia ka mea nana i hana ka lani a me ka honua.\n", "He is the be\\ngtoho made the heaven and the earth\nNa ke Kiaaina e kaohi i ka waa.\n^t belonged to the 2:overnor to detain the canoe\n 148 OF PRONOUNS.\n", "Note 1. —This form of the Aui paewaImplies duty, obliga-\ntion, office, business, iSlc, to do athing or see that it is clone.\nItmaybe connected with the past or future tense or the infinitive\nmood.", " Witha preterite tense it may be rendered simply by the\nrelative ivho or which.", "Will) nouns both proper and common, it\nis the ordinarywayof assertini^ that an office, duty or obligation\nbelonged to a certain individual, or thai he was bound to do or not\nto do a certain thing, as the last example under rule 30 shows.\n", "Note2. — It willbe seen from several of the foregoing rules and\nexamples, that theAuipili, Aui iki and Aui paewa have each\ntwodiflerentmethods of constructionin asentence.", "Oneabsolute,\nthatis,whenthese cases stand in the latter part of a sentence or\nphrase, or are not connected with what follows the other found\n;\nin the beginning or middle of sentences and have an influence up-\non the succeeding words. They may be the same words, but their\nconstruction in the sentence gives them a diflerent influence.\n", "RULE 31.\n", "The Aui alo of thePronouns is governedinthree dif-\nferent Avays.\n", " 1.", "By an active verb through its own preposition.\n", "2.", "By its own preposition after a ne.utcr ov passive verb.\n", "3. By its own preposition alone.\n", "First. By an active verb through its own preposition as, ;\n Olelo mai la oia ia makou, he said to us i. e. he addressed us.\n", " Hele au e ike ia lakou, I went to see them.\n", " Hele ae la kekahie ninau ia ia. a certain person went to ask him.\n", " Hookuke mai la kola ia maua. that person drove ws two away.\n", " He mea ia e paipai ai ia makou, it is a matter to stir us up.\n", " E ao mai oe ia makou, teach thou us.\n", "Second. Byitsownpreposition after a neuter or passive\nverb or noun ; as,\n Iakaka'i ia lakou ka pono.\n", " That the propriety may be clear to them.\n", " Ke hai aku nei au ia oe, I declare to you.\n", " Ehiki ia laua ke hana pu.\n", " It isfit/orthem twotowork together.\n", " Ahaawiia mai la ia'u, and it was given to me.\n", " E pono ia oukou ke malama, it is proper for you to takehoed.\n", " Me ke ano huhu ia makou helo mai ai.", " \\\n He came(to us) as ifangry icilh us.\n", " Kokoke mai ka hopcna ia oe. the endis near to you.\n", " NoTF., —When an Avialo issjovernrd by an active verb termi-\n OF PRONOUNS.149\n nating with the letter i or when tlic verbal directive mai may stand\n before tiie i of the Aid alo, the latter is sometimes dropjjed or\n assimilated with the preceding i; as,\nI^ana wiile no e kuai (i) ka vvahie ala.\n", "It belonged to him alone to sell sandal wood.\n", " Third. By itsownpreposition alone.\n", "Pela mai kekahi o lakou ia'u, thus some of them (said) to me.\nla ia ka oihana kiaaina, /or hiin (he had) the otfice of governor.\n", "Pela aku la au ia ia, thus I (said) to him.\n", "Eia ko'u manao ia oukou, here is my thought to you.\n", "Note 1. —The Auialois often used for theAui paewa ;as,\nHemalihini, ia ia kekahimanao.\n", "A stranger, to him, (he had) a thought.\n", "He malihini, nana kekahi manao, etc.\n", "I ke konohiki, ia ia ka olelo.\n", " To the head man, to him (he has) the orders.\n", " Ike konohiki, nana ka olelo, &,c.\n", " Note 2.", "— TheAui alo thus used for theAui paewa mostly\nxm^We^ possession of something or obligation to do something.\n", "RULE 32.\n", "Whenthe Aui alo stands next before a verb and pre-\nceded by the Aui paeiva, either of a noun or pronoun, the\nAui alo drops the preposition, the sign of the case ; as,\n keAkua nana m,vkou e kiai nei.\n", " Godis thebeing whokeeps us.\n", " I>la ke aupuni oukou e uku mai.\n", " The government is the agent who will reward you.\n", " Pia Laimana wahine lakou ao.i\n Mrs.", "Lyman wasthe person ivho taught them.\n", " Nana wale no kakou hana, he only it was who\n imadeus.\n", " Oia ka mea nana oe e hoomaikai ai.\n", " He is the being loho will bless you.\n", " JVa'w OE e hai aku i kona ano.\n 1 am he who will declareto youhis character.\n", " Ina e hele au, na\\i no ia e hoouna mai.\n", " If I shall go, 1 am he icho will send him.\n", " O Limaikaika ka oukou kumu nana oukou e ao.\n", " Mr. Armstrong your teacher is the person who will teach you.\n", " Oia ka mea nana ia hana, he is the being who made him.\n i\n Note 1.", "— It will be perceived that in most cases of this con-\nstruction the Aui paewa may be rendered into English by the\nphrase \" is or was the being, person or agent who,\" etc., with vari-\nous modifications, according to the sfeneral idea.\n", " 3 50 OF PREFIX PRONOUNS.\n", "Note2. — Ilawaiianspretty generally agree in dropping the i,\nthe sign of the Aui alo, in the followingsentence ;viz :\nO lehova ka mea nana i hana ka lani.\n", "Jehovahis the being loho made the heaven.\n", "Note3. — Many of the principles andfornnsof translation ex-\nliibited under tliepreceding rules apply equallyto nouns asto\n pronouns.\n", " RULE33.\n", "The Auimoe.", "Amhea, Auihele, Aui hui and Aid ia\nare each, like the cases of nouns, governed by the pre-\npositions that serve to make them; as,\n Maiomakou aku nei ke kauoha.\n", " From us (was given) the charge.\n", " Ma o na la hanaia'i ka hana.\n", " [\nThrough him the work was done.\n", " E oukoue. e hele mai, Oye,come here.\n", " E lalau pu oe me auika ukana, take hold with methe bundle.\n", " Ua haaleleia. kela poe e ia, thatcompany were forsaken by him.\n", " Note.", " — See corresponding rule for nouns.", " Rule 21.\n", " S¥NTAX OF t^REFIX PRONOUNS.\n", " RULE 34.\n", "ThePrefix Pronouns stand before their nouns and ex-\nclude or take the place of the Article.", " The same applies\ntoNumeral Adjectives when placed before the noun. See\nRule 22, ex.2.\n", " JJa mahaloia kela poe bipi, those cattle were admired.\n", " —\n Ma keia pae aina, at this cluster of islands, at these islands.\n", " Hailukuia no ia poe kanaka, those men were stoned to death.\n", " Maluna o kona moku, on board his ship.\n", " Makemake ke alii ia mau mea, the chief desired those things.\n", " A i hiki mai ua kahuna la, and if that priest come.\n", " Ma ko oukou pae aina, at your islands.\n", " Ma ke kokua kana haawi ana, as a benefit was his giving.\n", " Pela pau ai kona pilikia, thus his difficulty was ended.\n i\n Oko laua make no ia, that v/as the death of them two.\n", " Ke noho nei ka laua mau wahine, their two wives are living here.\n", " Elua a laua mau keiki, there are of them both children, i. e.\nboth of thf/m have children.\n", " E noalama ka oukou mau keiki, take heed to your children.\n i\n E pale aku oe ka lakou olelo, do thou resist their words.\n i\n E hahai kakou ko kakou poo, let us follow our head.\n i\nOf INTER RUG ATI VJ: I'llO-NOlNS.", " 151\nMai hoonoho oei ka liaole i Hawaii iiei, elua wale noliaole.\n", "Do not. settleIbreigners on Hawaii, two foreigners only.\n", "SYNTAX OF INTERROGATIVE PRONOUNS.\n", "RULE 35.\n", "Interrogative Pronouns follow, in general, thesameprin-\nciples as the foregoing personalpronouns ;as,\nO loaika mea aina o nei ? ivho is the owner of land here?\n", "Ma kamoku o wai holo mai nei ?\ni\n On the vessel of ichom did you sail here ?\n", " Kg wai ia wahi lanii hale ? whose is that house timber?\n", " Ka wai ia owili pepa ? whose is that roll of paper ?\n", "JVo ivai ka waiwai waihoia ae la ?\n i\nFor whom is the property lying there ?\n", "Lilo ka palapala ia wail the book has passed to lohomf\n Mao wai la hoouna aku ai ? by ivhom did he send ?\ni\n Mai wai maila kela ia?", " From whom is that fish?\n", " Me ipai oei hana pu ai ? ivilh whom did you work ?\n", " Ua hopuia ka aihue e wai ? the thief was caught by ivhom1\n Note.", " — Interrogative Pronouns arc generally found either at the\nl>eginning of a sentence,, or at the end ; rarely in the middle.\n", " SYNTAX OF COMPOUND PREPOSITIONS.\n", "RULE 36.\n", "Compound Prepositions stand immediately before the sim-\nple ones and govern the following noun or pronoun through-\nthe medium of the simple prepositions ; as,\n Na haku maliina o ka aina, the lords over the land.\n", " Elua kanaka malalo o ka laau, two men under the tree.\n", " Noho o Kinau iloko o ka hale, Kinau sat in the house.\n", " Kau a€ la maua maluna o na lio, we two mounted on the horsesv\n Hoi aku la ia iliina o ka moku, he returned on board the ship^\n A puka mawaho o ka papu, then he came out of the fort.\n", " Hai mai la ke Kiaaina mai loko mai o ka hale.\n", " The Governor spake out of the house.\n", " Note L—The Compound Prepositionsare often ff)llowed by ver-\nbal directives to showthe motion or tendency of theaction ;in\nsuch cases, the verbal directives stand between the compound and\nfhe simple preposition; as\n Na haku maluna ae o ka aina the lords over the land.\n", ";\n^\n Haule oia malalo iho o ka laau he fell under the tree.\n", ";\n Note 2. —Other simple prepositions besides o may follow com--\npound ones;as\n Pii ae la iluna i ka laau;he climbed up into fhetree.\n", "152 OF ADVERBS.\n", " Note 3. — Wordshaving the form of compound prepositions,\n and not followed by a simple preposition, or govern some case,\n may be considered as adverbs of place.\n", " —\nNote 4. The Compound Prepositions, as they have the cases\n of nouns, may be considered as nouns with thearticle dropped ; as,\nNahal<u ma (ka) luna o ka aina.\n", "Thelords at (the) over of the land.\n", "Elua kanaka ma (ka) lalo o ka laau.\n", "Two menat (the) under of the tree.\n", "Nohoo Kinau i (ka) loko o ka hale.\n", "Kinausat in (Hie) ivUhin of the house.\ni. e., in (the inside of) the house.\n", "SYNTAX OF ADVERBS.\n", "RULE 37.\n", " Adverbs proper, or words that qualify verbs stand im-\n mediately after their verbs; as,\n Noho ivalemai la ia no ka molowa.\n", "He lives idly on account of laziness.\n", "Ua kuhi hewa paha wau, I have thought erroneously perhaps.\n", "E uku maikai ia ka mea nana ka waiwai.\n", "He shall be properly rewarded who owns the property.\n", "Kuhi au, ua pau ka noho naaupo ana.\n", "I thought the living in ignorance was done.\n", "Aole loaa iki ka mea nona ka lio.\ni\nThe person who owns the horse has not found him at all.\n", "Ua ahaaina olioli makou, we feasted joyfully.\n", "Hele papalua lakou a pau, they all went two by two.\n", "—\nNote. Tt will be noticed that no word comes between the verb\n and the adverb, not even the verbal directives.\n", "RULE38.\n", " Other Adverbs^ such as Adverbs of place. Particles, Con-\njunctions and Interjections have their places in the sentence\n where they will be most expressive. These are various\n -and cannot be reduced to rule, but must be learned by\n practice.\n", "SYNTAX OF VERBS.\n", "RULE 39.\n", " Verbs may stand in any part of a sentence according\n toits construction.\n", "RULE40.\n", "One Verb governs another that followsit, the latter be-\n ing in the infinitive mood ; as,\n OF VERBS» 153\n Makemake au c hai aku ia oc, I desiredto speak to you.\n", " Hoomaka na haumana e hookani,\n Tlie scliolars began to make music.\n", " Aole paliac hiki ke pai ia mau huaolelo,\n It ivillnot be possible perhaps to print those words.\n", " Nau no e kii niai e pepehi ia lakou,\n It isyour office tocome to kill them.\n", " Alalia, ku ae la o Karnika e hoopau i ka hana,\n TJien Kamika stooil up to dismiss the work.\n", "RULE 41.\n", "An ActiveVerb governs the Atii alo through its own\npreposition.\n", " —\n Note. This preposition is always i before common nouns and\nproper names of places.", " Before pronouns and names of persons, it\nis ia.\n", " E hai akuaui ka mooolelo o keia make.\n", " I will tell the history of this death.\n", " E paio aku kakou i keia enemi.\n", " Let us contend against tiiis enemy,\n Ua haalele lakou i na mea ona.\n", " They have forsaken the things making drunk.\n", " E hoomahui oukou i ka naauao, follow ye after intelligence.\n", " Ke hana nei lakou i ka lakou hana, they are doing their tvork.\n", " Hoowahaivaha lakou ia ia, they mocked him.\n", "Olelo ae la o Kimo ia Puhi, Kimo said to Puhi.\n", "RULE 42.\n", "Some Active Verbs govern two Auialas ;as,\n E haawi mai oe i ke kala ia\\(, give thou the money to me.\n", " Na Kekukihai hai mai ia makou ia mau inoa.\n", " Itwas Kekukiha who told us those names.\n", "Kauohaae la i kona waiwai a pau i kana keiki.\n", "He willed all his property to his child.\n", " E ao aku ia lakou i ka heluhelu, teach them reading.\n", "RULE 43.\n", "AnActive Verb often governs anAuialo,with an infini-\n tive mood ;as,\nPaipai na kumu ia lakou e ku paa.\n", " The teachers urged ihem to stand fast.\n", "20\n 154 OF VERBS.\n", " Kauoha ae la ke alii na makaainana e pepehi na kumu.\n ii\n The chief commanded the common people to kill the teachers.\n", " Aoaku la kela ia lakoue pai palapala.\n", " That person taught them to print.\n", " RULE44.\n", " The InfinitiveMood isoften governed by nouns and ad-\njectives; as,\n He pono i na kamalii a pau e makaala\n It isproper for all child en to beware.\n", " Aole pono ke haawi i ka hana ia hai.\n", " It is not right to give the work to another.\n", " Aole o makou makemake e pepehi ka makou kumu. i\n We have no desire to kill our teachers.\n", " No na wai e ona ai, concerning the liquid to make drunk.\n", " RULE 45.\n", " TheInfinitive mood is often governed by nouns and pro-\n nouns in the Aui iki and Aui paewa cases ; as,\n NaHoapili e kukului hale pule.\n", " It was the business of Hoapili to build a meeting house.\n", " JVa ka lunakanawai e hookolokolo i kanaka.\n", " It is the office of the judge to try men.\n", " Nau e halihali aku ma kela wahi.\n", " It is for you to carry it to that place.\n", " He wahi pauku hapuu ka^u e haawai ia o6.\n", " I have a piece of fern root to give yo-u.\n", " JSau hoi ia e wehe aku ma ke akea.\n", " It is thine to spread it abroad.\n", " JSa oukou e noi aku a loaa mai.\n", " II is for you to ask and obtain.\n", " JSana no e hapai ae i ka poe haahaa.\n // is his province to raise up those who are humble.\n", " Note.— See Rules 26, 28, and 30.\n", "R,ULE46.\n", "Participles, Adjectives, and Verbal nouns formed from\n causative verbs govern the Aui alo.", " Causative verbs are\n those having the prefix hoo or haa.\n", "He mea hoo oluolu ko lakou manao.\n i\nAthing causing comfort to their minds.\n", "OF PARTICIPLES.", " 155\nOka hoomanao ana ka mea pono.\ni\nThe remembering the good Ihing.\n", " E hoopuni anai ka mokiipuni nui.\n", "Thei^oini^ round thegreat idand,\n ka hoonaauao ana iko Hawaii poe.\n", "The giring instruction to Hawaii's people.\n", "He wahi mea hoakaka aku ia oe,\nA something /o 6e explained to you.\n", "Oia ka hua a ka hoopalaleha ka hana maikai.\ni\nTliat is the fruit of indisposition to good work,\n RULE 47.\n", " The Participle in rtn« of an Active verb governs the\nAuialo,through the preposition forming the Aui (do ; as,\n1ko'u ike ana i ka lakou hana. on my seeing their ivork.\n na )aau e hua ana i ka hua, the trees bearing fruit.\n", "Pela ka mea e imi ana i ka pono.\n", "So is the person seeking righteousness.\n", "E /ioiA'e fl?ia i na wiea hou, exhibiting new tilings.\n", "Nui wale kou kokua ana ia makou.\n", "Very great is your assisting us.\n", "Pela ko ka makai ^at ana mai ia'tt.\n", "So was the constable's telling me.\n1 ka oukou hooino ana ia ia, in your reproaching him.\n", " RULE 48.\n", "The Participle passive agrees with a noun like an adject-\nive;as,\nMalaila ka luai eliia,thefe i'sthe ^lii that was digged.\n", "Makahi i hookaatcaleia no lakou.\n", "At the place set apart for them.\n", " RULE 49.\n", "Nouns signifying time, place, distance, measure, etc., may\nbe considered asin the Aui kumu without a verb, or in\nsome oblique case withouta preposition^ as,\nElua Oahi e noho ai ke kumU.\n", "Two places where the teacher may live.\nla. to a make o Kalaniopuu, at\nthat time Kalaniopuu died.\n", "Elima anana ka loa o ka hale.\n", "IP'we fathoms was the length of the house.\n", "Pakelu paha kona holo ana, thee times perhaps was his sailing.\n", " 156OF VERBS.\n", " RULE50.\n", " The singularis often used for the plural;particularly\nin poetical style;as,\n Ua hoonohoia me he loaa kaua la.\n", "They were stationed like a warcanoe, (like war canoes.)\nUajkc au ikahale o na kamaaina.\nhave seen the house (houses) of the residents.\n", "Ke kulu neika waimaka nou.\n", "The tearis (tears are) falling for you.\niRETURN CIRCULATION DEPARTMENT\nTOhh^ 202 Main Library\nLOAN PERIOD 1\n HOME USE\nALL BOOKS MAY BE RECALLED AFTER 7 DAYS\n 1 -month loans may be renewed by calling 642-3405\n6-month loons may be recharged by bringing books to Circulation Desk\nRenewals and recharges may be mode 4 days prior to due dote\n DUE AS STAMPED BELOW\n^Wf^^T977,-g\n (^p^^1^77\nR2C. CiR.Aj3 2 5\nJUL 91979\n ^'^g. c i\n-\n,JUL a 4\\ m\nFORM NO. DD6,\n UNIVERSITY OF CALIFORNIA, BERKELEY\n BERKELEY, CA 94720\nU C, BERKELEY LIBRARIES\n CDMblflflMbl\n 1\nTHE UNIVERSITY OF CALIFORNIA LIBRARY\n^4^^%^\n-^\"\n ^pm\n iw\n"]