["This is a reproduction of a library book that was digitized\nby Google as part of an ongoing effort to preserve the\ninformation in books and make it universally accessible.\nhttps://books.google.com\nÜber dieses Buch\nDies ist ein digitales Exemplar eines Buches, das seit Generationen in den Regalen der Bibliotheken aufbewahrt wurde, bevor es von Google im\nRahmen eines Projekts, mit dem die Bücher dieser Welt online verfügbar gemacht werden sollen, sorgfältig gescannt wurde.\nDas Buch hat das Urheberrecht überdauert und kann nun öffentlich zugänglich gemacht werden. Ein öffentlich zugängliches Buch ist ein Buch,\ndas niemals Urheberrechten unterlag oder bei dem die Schutzfrist des Urheberrechts abgelaufen ist. Ob ein Buch öffentlich zugänglich ist, kann\nvon Land zu Land unterschiedlich sein. Öffentlich zugängliche Bücher sind unser Tor zur Vergangenheit und stellen ein geschichtliches, kulturelles\nund wissenschaftliches Vermögen dar, das häufig nur schwierig zu entdecken ist.\nGebrauchsspuren, Anmerkungen und andere Randbemerkungen, die im Originalband enthalten sind, finden sich auch in dieser Datei – eine Erin-\nnerung an die lange Reise, die das Buch vom Verleger zu einer Bibliothek und weiter zu Ihnen hinter sich gebracht hat.\nNutzungsrichtlinien\nGoogle ist stolz, mit Bibliotheken in partnerschaftlicher Zusammenarbeit öffentlich zugängliches Material zu digitalisieren und einer breiten Masse\nzugänglich zu machen. Öffentlich zugängliche Bücher gehören der Öffentlichkeit, und wir sind nur ihre Hüter. Nichtsdestotrotz ist diese\nArbeit kostspielig. Um diese Ressource weiterhin zur Verfügung stellen zu können, haben wir Schritte unternommen, um den Missbrauch durch\nkommerzielle Parteien zu verhindern. Dazu gehören technische Einschränkungen für automatisierte Abfragen.\nWir bitten Sie um Einhaltung folgender Richtlinien:\n + Nutzung der Dateien zu nichtkommerziellen Zwecken Wir haben Google Buchsuche für Endanwender konzipiert und möchten, dass Sie diese\nDateien nur für persönliche, nichtkommerzielle Zwecke verwenden.\n", " + Keine automatisierten Abfragen Senden Sie keine automatisierten Abfragen irgendwelcher Art an das Google-System. Wenn Sie Recherchen\nüber maschinelle Übersetzung, optische Zeichenerkennung oder andere Bereiche durchführen, in denen der Zugang zu Text in großen Mengen\nnützlich ist, wenden Sie sich bitte an uns. Wir fördern die Nutzung des öffentlich zugänglichen Materials für diese Zwecke und können Ihnen\nunter Umständen helfen.\n", " + Beibehaltung von Google-Markenelementen Das \"Wasserzeichen\" von Google, das Sie in jeder Datei finden, ist wichtig zur Information über\ndieses Projekt und hilft den Anwendern weiteres Material über Google Buchsuche zu finden. Bitte entfernen Sie das Wasserzeichen nicht.\n", " + Bewegen Sie sich innerhalb der Legalität Unabhängig von Ihrem Verwendungszweck müssen Sie sich Ihrer Verantwortung bewusst sein,\nsicherzustellen, dass Ihre Nutzung legal ist. Gehen Sie nicht davon aus, dass ein Buch, das nach unserem Dafürhalten für Nutzer in den USA\nöffentlich zugänglich ist, auch für Nutzer in anderen Ländern öffentlich zugänglich ist. Ob ein Buch noch dem Urheberrecht unterliegt, ist\nvon Land zu Land verschieden. Wir können keine Beratung leisten, ob eine bestimmte Nutzung eines bestimmten Buches gesetzlich zulässig\nist. Gehen Sie nicht davon aus, dass das Erscheinen eines Buchs in Google Buchsuche bedeutet, dass es in jeder Form und überall auf der\nWelt verwendet werden kann. Eine Urheberrechtsverletzung kann schwerwiegende Folgen haben.\nÜber Google Buchsuche\nDas Ziel von Google besteht darin, die weltweiten Informationen zu organisieren und allgemein nutzbar und zugänglich zu machen. Google\nBuchsuche hilft Lesern dabei, die Bücher dieser Welt zu entdecken, und unterstützt Autoren und Verleger dabei, neue Zielgruppen zu erreichen.\nDen gesamten Buchtext können Sie im Internet unter http://books.google.com durchsuchen.\n", " Lautl\n Kare\n eine\n Vers rehr\nlis\nuc\n Genetz\n1877139\n2222\nHX 58IG B WIDENER LIBRARY\n2222.139\n barvard College Library\n VERI\n TAS\n BOUGHT WITH MONEY\n RECEIVED FROM THE\n SALE OF DUPLICATES\n 1275\n r Acter ofLundhole\no ve\nC\n1 VERSUCH\nEINER\nKARELISCHEN LAUTLEHRE.\n", " Akademische Abhandlung,\nwelche mit Genehmigung der Philosophischen Fakultät\nder Kaiserl. Alexander-Universität in Finnland\n öffentlich vertheidigen wird\n Arvid Genetz\nim historisch-philologischen Auditorium den 26. Mai 1877.\n", "V.-M. 10 Uhr.\n", " HELSINGFORS,\nJ. C. Frenckell & Sohn, 1877.\n", "2222,139\nJUL\n NAXD LER\n RE\nHA\nDEC 3 1938\n LIBRARY\n Duplica\nte money\nM\n VORWORT.\n", " Das Material zur vorliegenden Arbeit über das Rus\nsisch- Karelische ist grösstentheils während einer Reise, die ich\nim Sommer und Herbst 1871 auf Kosten der Finnischen\nLiteraturgesellschaft durch das Gebiet der Olonetzischen und\nArchangelschen Karelier machte, gesammelt worden.", " Auch\nden folgenden Sommer hatte ich als Theilnehmer an einer vom\nMagister A. Borenius geleiteten, von derselben Gesellschaft\nentsandten Expedition zur Aufzeichnung der bei den russ.\nKareliern noch fortlebenden alten Runen, die Gelegenheit, das\nkarelische Sprachmaterial zu vermehren , besonders mit\nSprachproben von mehreren Orten, die während der ersten\nReise unbesucht geblieben waren. Also habe ich, theils durch\neigene Aufzeichnung, theils durch die Beiträge, die Magister\nBorenius, mein Reisegefährte auch im J. 1871, mir gütigst\ngegeben hat, zu meiner Verfügung sprachliche Angaben von\nden meisten Kirchspielen der fraglichen beiden Gouvernements\ngehabt, in denen Karelisch gesprochen wird ; nämlich von\nJuwstarvi (westlich von Povenets) im Süden bis zu Ow\nlankan - suw im Norden, vom östlichen Ufer des Siezjärvi\nund dem Küstenlande des Weissen Meeres im Osten bis zur\n Grenze Finnlands im Westen.", "Es sind doch nur vier von\neinander meist entlegene Sprachorte, die in der folgenden\nDarstellung hauptsächlich in Betracht kommen und daher\nauch am häufigsten erwähnt werden, theils weil ich durch\nlängeren Aufenthalt an diesen Orten die Volkssprache der\nselben am Besten kennen lernte, theils weil sie auch am\nBesten die mundartlichen Verschiedenheiten repräsentiren, die\nim Karelischen wie in jeder anderen Sprache vorkommen :\nnämlich im Südosten Poaen am westlichen Ufer von Siez\njärvi, im Südwesten Rebola unweit der finnischen Grenze,\nIV\nim Nordosten Sujgujärvi beim gleichnamigen See und\näusserst im Norden Kiestinki am nördlichen Ufer des\nGrossen Tuoppajärvi.\n", "Eine bestimmte Eintheilung der fraglichen karelischen\nSprache in zwei oder mehrere verschiedene Mundarten kann\nnicht in Frage kommen , weil keine gültigen Gründe der Ein\ntheilung da sind. Zwar könnte ein Grund aufgestellt werden,\nnämlich der Gebrauch entweder tönender oder tonloser Ex\nplosivconsonanten und Spiranten ( s . § 44—47 ) , doch scheint\nmir eine nur darauf gebaute Systematisirung der Dialekt\nverschiedenheiten allzu artificiel.\n", "Ausser dem von mir untersuchten Olonetz- Archangelschen\nKarelischen habe ich natürlich das hiervon wenig abweichende\nTwerisch-Karelische in Betracht genommen, soweit es durch\ndie im J. 1820 erschienene Uebersetzung des Evangeliums\nMatthäi bekannt ist.", "Dagegen konnte das ebenfalls zum\nKarelischen gewöhnlich gerechnete westfinnische Idiom „ Livvin\nkieli “, welches in den an den finnländischen Kreis Salmis\nangrenzenden Theilen des Olon. Gouvernements, in der Nähe\nvon der Stadt Olonetz und innerhalb Finnlands in den süd\nlichen und östlichen Theilen des ebenerwähnten Kreises ge\nsprochen wird, hier nicht zur Behandlung aufgenommen wer\nden, weil dasselbe sich so sehr von dem echten Karelischen\nunterscheidet, dass es wohl seinen eigenen Platz als ein selbst\nständiger, zwischen dem Wepsischen und Karelischen ent\nsprossener Zweig des westfinnischen Sprachstammes, Namens\ndie Liwgisprache , das Olonetzische , behaupten möchte.\n", "Bei der Darstellung der Lautverhältnisse und der Laut\nwandel des Karelischen bin ich bemüht gewesen, dieselben so\nweit möglich zu verstehen und physiologisch zu erklären. Es\nschliesst sich also diese karelische Lautlehre meiner unlängst\nerschienenen „ Lautphysiologischen Einführung in\ndas Studium der westfinnischen Sprachen “ unmittelbar an.\n", " Helsingfors, Mai 1877 .\n", " Der Verfasser.\n", "Die karelischen Laute und deren Bezeichnung.\n", " § 1. Im Russisch - Karelischen kommen folgende ein\nfache Laute vor :\nVocale.", "Consonanten.\n", " Halbvocale\nSchwache\n Schwache\nFricative.", " Explosive.\n", " Starke[Nasale Starke\nSpiranten.\n", "Gutturale\nFaucale\n Palatale\na ૧\n 3.", " 2.", "1.\na y X1\nX2йg1k₁\n co .", "$ 3 £\n Ca 1\na ä₁ l2 e1ija\n22,12\n 23\nDentale\n 12 S2\nS3 t₂\na ëë2 2N1 d₁ t₁\nLabiale\nV2\n fa\n01И1 m\na૧ d\n 2\nVon den Mischlauten werden folgende gebraucht :\n Die palatalisirten Consonanten k, ý , ť, ď, ń , ś , š , ž, 2\n′ , r, 'l ;\n Der guttural- dentale Consonant l ;\n Die labial-gutturalen Vocale u2, 04, 05 ;\n Die labial-palatalen Vocale ü2, Ö1 , Ö3 .\n", " Ausserdem kommen die meisten nasalen Vocale vor.\n\"i\n § 2. Da die bisherige Art und Weise die verschie\n denen Laute zu bezeichnen in zusammenhängender Schrift\n nicht anwendbar, und die genaue Unterscheidung der minder\nwichtigen Nüancen ,nachdem des Vorkommens derselben\n erwähnt worden , unnütz ist ,sindhier folgende Verän\n derungen und Vereinfachungen in der Bezeichnung der Laute\nangenommen worden .\n", " Die palato-gutturalen Consonanten k₂, 92, 2 , X2, die nur\nin Verbindung mit palatalen Vocalen vorkommen , haben\nkeine von den gutturalen k₁ , g₁ , n1, Z₁ abweichende Bezeich\nnung erhalten, sondern dieselben Zeichen k, g, n , x sind für\nbeide angewandt worden .\n to wird nur ausnahmsweiseimnördlichenKarelen\nnachs ( s ) anstatt des allgemeinen t₁ angewandt ; z. B.\nmust a schwarz für musta ; die gemeinsame Bezeichnung ist\ndaher : t.\n", " S und z₂ sind , obgleich deren Laute sich bloss un\nbedeutend vonundunterscheiden , nur mit s und z\nbezeichnet, da dieselben die am häufigsten vorkommenden\ndentalen Spiranten sind ; dagegen sind s, und ≈3 , die vor\nzugsweise nur in Lehnwörtern vorkommen, hier mit s und\nwiedergegeben.\n", " Für ₁ , welches im Allgemeinen in Wörtern mit pala\ntalen Vocalen, jedoch nicht vor i vorkommt, sowie auch für\n ½ und l , die an verschiedenen Orten einander entsprechen,\nist ein und dasselbe Zeichen 7 gebraucht worden.\n sundwerden nur abwechselnd mit und ź in Ver\nbindung mit vorhergehendemund d angetroffen.", "Diese\nConsonantenverbindungen ts (ts) und dź (dź) werden im\nKarelischen wie einfache Consonanten behandelt ; die erstere\nCO\nkommt im Anlaut vor, wird im Inlaut gedehnt in der Form\ntts, tt's gebraucht und unterliegt wie die gewöhnlichen ex\nplosiven Consonanten einer Schwächung ; keine derselben\nwird im Inlaut auf verschiedene Sylben vertheilt, sondern\n'beide werden dem folgenden Vocal zugezählt. Aus diesem\n Grunde werden hier für diese Verbindungen die einfachen\n Buchstaben d statt ďź , ďź und statt ts , t's (tt statt it's\" ,\nund\nHORARwegfallen ; z. B. ki-du ge\n tt's) angewandt, wodurch\n trocknete Rübe, ku-tun ich rufe, kut-tuw er ruft.\ny kommt nur in ein Paar Dörfern ,Petelniemi und\nLissapohja am südöstlichen Ufer von Sieżjärvi (Ceroзepo) als\nVorschlag im Diphthong ya vor, welcher dem allgemeinen\nkarelischen Diphthonge oa entspricht ; z . B. myamo Mutter,\nkyassa Brei, anstatt moamo, kvassa.\n", " Miti bezeichnen wir sowohl i als, weil die Wahl\nzwischen denselben nur von der Vocalharmonie abhängt und\nweil sie dem Laute nach sich nur wenig von einander unter\nscheiden, z. B. lindu Vogel, statt lindu.\n", "Mit e bezeichnen wir :1 ) die beiden palatalen Vocale\ne und e , von denen der erstere nur im Diphthonge ie, sowie\nan den meisten Orten im Diphthonge eä vorkommt, z. B. mies\nMann, für mies, peä Kopf, statt pe̟ä ;2 ) beide palato -gut\nturalen Vocale e und2 , denn einerseits braucht man sie\nnicht von den palatalen Vocalen zu unterscheiden , da die\nWahl zwischen einem palatalen und palato -gutturalen e von\nden übrigen Vocalen des Wortes abhängt ; und andrerseits\nist eine Unterscheidung des1 und 2 von einander auch\nunnöthig, weil e̟ nur im Diphthonge je gebraucht wird ; z . B.\nvieras Fremdling, statt vieras ; 3 ) beide dentalen Vocale\nund 3, von denen der erstere in der zweiten und den nach\nfolgenden Sylben vor dentalen Consonanten in Wörtern mit\nnicht palatalen Vocalen vorkommt und der letztere nur bis\nweilen im südlichen Karelen statt des ersteren angetroffen\nwird ; z. B. kuwndelen ich lausche , für kundelen oder\nkuwndelen.\n", "Mit o werden bezeichnet :1) 01 , welches im All\ngemeinen als Vorschlag im Diphthong oa gebraucht wird ;\n 4\nz. B. oamu Morgen, statt o, amu ; 2) 04, das bloss im Diph\nthong uo vorkommt ; z. B. tuon ich bringe , statt tuon ;\n3) der in allen übrigen Fällen gebräuchliche Vocal 05 .\n ö und ö werden beide nur mit ö wiedergegeben , da\nersteres nur im Diphthong üö angetroffen wird , z. B. tüö\nWerg, Hede, statt tüö₁.\n", " In den Diphthongen , welche den finnischen ai oi ui\näi öi üi, und ei entsprechen, ist der Nachlaut hier mit j\nbezeichnet, obgleich die Stellung der Mundorgane die für j\noderund nicht die mehr geschlossene ist , welche der\nHalbvocal erfordert.", "Diese Bezeichnungsweise ist aus\nfolgenden Gründen angenommen worden : der besagte Nach\nlaut ist nachweislich in den meisten Fällen aus einem Con\nsonanten entstanden ; derselbe besitzt noch oft consonantische\nNatur ,daer Consonantenschwächung verursacht ; wenn\nderselbe gedehnt ist und ein Vocal ihm folgt , so lautet er\nbeim Uebergang in diesen Vocal wie ein mehr oder minder\n scharfes j, obgleich man nicht im Stande ist anzugeben, wo\n das aufhört und das j beginnt ; also schreiben wir ajga\n statt aiga, nojjan statt noian oder noijan u. s. w.\n", " In Uebereinstimmung hiermit wird auch ein langes i\n mit bezeichnet ; z. B. pij statt pii oder pī, tijjän statt\n tiiän, tiän oder tiÿjän, tijän¹). ·\n Ebenso ist das Zeichen des reinen labialen Halbvocals\n w angewandt worden um den Nachlaut in den Diphthongen\n zu bezeichnen , die den finnischen Diphthongen au, ou, eu ,\n iu, äy, öy (ey), iy entsprechen.", " Dieser Nachlaut entsteht\n durch einfache Bewegung der Lippen in die Stellung u₁ ,\n wobei die Zunge in der Lage verbleibt , welche die Aus\n sprache der vorhergehenden Vocale erfordert, bloss mit den\n Veränderungen, welche die Bewegung des unteren Kiefers\n gegen den oberen verursacht ; so z. B. ist im Worte\n¹ ) Hier mag erwähnt werden, dass z. B. Wiedemann aus prac\n tischen Gründen sich weit grössere Freiheit erlaubt hat , indem er\n ajaja statt aeaja schreibt ; siehe Gramm. der Ehstn. Spr., S. 84.\n", " 5\n lawda Brett w == a + u₁ oder os + u₁ ,\n powda schönes Wetter wÕ2 + U1,\n lewga Kinn w = €2 + u₁¹) ,\n kiwgoa Ofen w = i + u₁¹),\n käwt er geht wä₁ + u₁ oder es + u1,\n löwdä- finden weg + u₁,\n kewhä arm w = eq + w1,\n liwheh Garbe w = i + u₁ = ü₁ .\n", " Ein langes u und ü schreiben wir ebenfalls uw und\nüw ; z. B. puw Baum statt puu oder pū, tuwwa holen statt\ntuua, tūa ; püw Haselhuhn statt püü oder pü; lüwwä schlagen\nstatt lüüä oder lää.\n", " Die nasalen Vocale sind alle mit demselben Zeichen n\nbezeichnet worden, da dieselben im Inlaut vor s, é, z, é und\nauch oft im Auslaut aus einem älteren n in der Weise ent\nstanden sind, dass die für n erforderliche Articulation nicht\nausgeführt , sondern der Vorhang nur niedergelassen wird,\nwährend die Mundorgane dieselbe Stellung beibehalten, die\nsie beim Aussprechen des vorhergehenden Vocals einnahmen ;\nz. B. kañza, kañsa Volk , statt kaãza, kaasa ; küñzi, küñźi\noder küñsi Klaue statt küūzi, küüźi, küüsi ; häneñ sein, statt\nhänee (neben hänen).\n", " Natürlicher Weise sind die Ziffern ausgelassen bei den\nTypen, welche Laute bezeichnen, von denen im Karelischen\nnur eine Nüance vorkommt ; wir schreiben also d statt d₁,\nn statt n₁ , f statt f2 , v statt v₂ , ü statt ü₂ , ä statt ä₁ , j\nstatt ją.\n", " Schliesslich mag noch erwähnt werden , was die Aus\nsprache der Diphthonge oa und eä betrifft, dass dieselbe an\nverschiedenen Orten zwischen ā, ā (in Poaen , in der ersten\nSylbe), ō, ē (in Poaen weiterhin im Wort) und ua, iä (in\nNordkarelen) schwankt ; die Aussprache des Diphthongs öä,\nwelcher im nördlichen Karelen in der zweiten oder einer\n 1) Beim Aussprechen des w wird doch die Zunge aus der vom\ne undgeforderten palato- gutturalen Stellung etwas zurückgezogen,\nfast bis in die Stellungen für õ, und y.\n", "6\nder folgenden Sylben abwechselnd mit eä vorkommt, schwankt\nebenso zwischen öä und üä.\n", " Das karelische Alphabet gestaltet sich also folgender\nmassen :\n99999\na= a k = kś\nä = ä₁ 1ι = 4 , 12, 13s = $3\nb = bで =ľ t t₁, tz\nd = d₁ m= m t = t\nď ďn = nt = t'ś , tś\n1.2\nd dź, ďź ń = Ńu = U2\nC1, C2, C1 , C2ή = 11 , 12ü = üz\në2, 3ñă nach ɑ, v = V2\n f = fainach i u. s. W. w И1\n g = 91, 9201, 04, 05 2\n22.\n", "22.", " 22\n ģ = ý ö = 01 , 03\n h = h p = p23\ni = i, i r = 12 X = X1, X2.\n", "24\n=g gì\nja (i, j)\nk ky, ka S S2\n Lautliche Analyse der karelischen Wortstämme .\n", "Die anlautenden Consonanten.\n", "1.", " Einfache Consonanten .\n", "§ 3. Im Anlaute der karelischen, sowie überhaupt der\nwestfinnischen Wörter kommen die tonlosen Explosivlaute\nam häufigsten vor : die karelischen Wörter mit anlautendem\n k, t, p machen mehr als ein Drittel des ganzen Wortvor\n raths aus . Und weil in Bezug auf diese Wörter die grösste\n Uebereinstimmung unter den verwandten Sprachen herrscht,\nso kann man ohne Weiteres das anlautende k, t und p als\nder westfinnischen Ursprache gehörig betrachten. Nur die\nmit k, t, p anlautenden alten Lehnwörter verdienen eine be\nsondere Aufmerksamkeit, weil die Original - Wörter oft g, d, b\n 7\nhaben ; z. B. kaźľa, kajśla Binse, kejhä, kejhähä, nom. kejhäs\nSpiess, Lanze, keldaze gelb, kihla Wette, kihlo verloben, kulda\nGold ; terva Theer , tajgina Backtrog , Teigmulde , tajvaha\nHimmel , tawdi Krankheit , parda Bart , pordaha Treppe,\npuraha Eisbrecher, purjehe Segel, die auch in allen anderen\nwestfinnischen Idiomen mit tonlosen explosiven Consonanten\n- nur mit Ausnahme des wepsischen barda - in den\nOriginalsprachen aber , dem Gothischen , Altnordischen,\nLitthauischen und Lettischen mit tönenden Verschlusslauten\nanlauten ¹) .", " In einigenalten Lehnwörternsteht imKa\nrelischen wie auch in den verwandten Sprachen k für ur\nsprüngliches sk ; z. B. kawnehe schön , kello Glocke , Vieh\nschelle, keritte- scheren¹).\n", " § 4. Mit den tönenden Explosiv-Consonanten g, d, b\nanlautende Wörter giebt es im Karelischen nicht viel und\nfast alle sind augenscheinlich neue , russische Lehnwörter,\ndenen in den Schwestersprachen meistentheils ganz andere,\nschwedische, deutsche oder lettische theils auch eigene oder\nrussische Wörter entsprechen . Mit dem d lautet kein echt\nkarelisches Wort an, mit dem g nur die partikeln ga (neben\nka) sieh, so, gera (neben kera) mit, die enklitische Frage\npartikel -go und ausserdem das Wort garbalo Kransbeere, das\nauch in einigen anderen Sprachen g hat: liwgisch garbalo, weps .\ngarbol, garblod , liv. gārban.", " B steht im Anlaute folgender\nkarelischen Wörter ; babarno oder bavarno (neben vavarno)\nHimbeere ; bajtți ausser, nur, aber ; beägü- blöken , meckern,\nvergl. liwg. bleägü- , liv. bäk ; bobo Spielzeug , vergl. weps .\nbobaine ; bulbukka Seeblume , vergl. liv. bul Wasserblase ;\nbulkkuźe Finne ; bungakka mürrisch , störrig ; buola (neben\nvuola) Preisselbeere, vergl. liwg. buolu, -lan, weps. bol, liv.\nbuolgon ; burhoa- beuchen, laugen, vergl. liwg. burha Braus ;\nburaja-, buriźe- rieseln , summen , vergl. liv. buŕŕ hexen ;\nburbetta- brummen, murren, böböttä- stammeln.\n", " ¹) Siehe diese Wörter bei Ahlqvist : Die Kulturwörter der\nwestfinnischen Sprachen , und Thomsen , Den gotiske sprogklasses\nindflydelse på den finske.\n", " 8\n § 5. Die § 3 erwähnten alten Lehnwörter zeigen mit\nBestimmtheit, dass es im Leben der westfinnischen Völker\neine Periode gab, da sie tönende Explosiv- Consonanten im\nAnlaute nicht aussprechen konnten, und dass diese Periode\nnoch zur Zeit der Aufnahme dieser Wörter dauerte. Denn\nandernfalls hätten sie die ursprünglichen tönenden Con\nsonanten im Anlaute dieser Wörter eben so treu nach\ngeahmt und aufbewahrt wie es die Karelier, Wepsen, Woten\nund Liven in Bezug auf die neueren Lehnwörter thun.", "Die\nKarelier, Wepsen, Woten und Liven haben also erst später,\nund zwar von den Nachbarvölkern , gelernt tönende Con\nsonanten im Anlaute auszusprechen , indem sie allmählich\ndiesen Völkern Wörter mit anlautenden tönenden Consonanten\nentlehnten.", " Was aber das g, d, b der eigenen Wörter\nbetrifft, so hat man sich die Sache so zu denken, dass diese\nConsonanten , nachdemsiezugleich mit den Lehnwörtern\ndas Eigenthum der Sprachen geworden, zu gewissen Zwecken\nund nicht aus blosser Laune statt ursprünglichen k, t, p\ngewählt worden sind.", " Schallnachahmungen sind z. B.\ndie karelischen beägü-, burhoa-, buraja-, burbetta-, böböttä-.\nNamen kleiner oder schöner lieber Gegenstände\nsind garbalo , babarno , bobo, bulbukka , bulkkuże ,buola.\nWörter die nur durch den anlautendenCon\nsonanten von anderen Wörtern sich hinlänglich\nunterscheiden , sind : buola, Pluralstamm buoli (vergl.\npuoli, Pluralstamm von puole Seite , Hälfte¹) .\n", " § 6. Von den Nasalconsonanten kommt nicht ǹ sondern\nnur n, ń und m im Anlaute vor ; ń ist gewöhnlich durch Ein\nwirkung eines folgenden palatalen Vocales entstanden, steht\ndoch bisweilen ohne sichtbare Ursache, z. B. in den Wörtern\nnaba Nabel, newwo Rath, noakka Dohle , noava Baummoos ,\nnokka Schnabel, nolgi Schleim, norppa Seehund, nukahta-,\nnukku- einschlummern, nuppuże Knospe.\n", " 1) Ebenso die livischen daba (vergl. taba), dūrbal (tūrba) , gülg,\ngülb (külg, külb od . kolb); die weps. bol (pol') , gäga (kägi) .\n", "9\n § 7.entspricht in russischen Lehnwörtern sowohl\nu als ш , cuund u, z. B. tarkka Becher ( aркa), turuрpa\nSchraube (wypynr), totta Rechnung (cuemo), toari Zar (uapo).\nIn eigenen Wörtern bildet das t des Karelischen ein in\nteressantes Vermittelungsglied zwischen den in den ver\nwandten Sprachen gebrauchten t und s : es ist natürlich.\njünger als t und älter als s und zeigt also, wie s aus dem\nt entstanden ist ; vergleiche z. B. kar. tij-orava (neben\nsijp' -orava) fliegendes Eichhörnchen und ehstn. tīb, liv. tībọs,\nfinn. wot. siipi Flügel ; kar. tipettä- staubregnen , tibawtta\nplötzlich tropfen (neben tippu- träufeln) und ehstn. tiba.\nfinn. tippa, liv. sipa Tropfen.\n", " § 8. Von den Spiranten kommen h, s und έ in eigenen\nWörtern vor; sz, (ż) ż und f stehen nur in neueren Lehn\nwörtern und entsprechen gewöhnlich den russischen c, c, 3\nund $.\n", " § 9. Ausser den oben besprochenen kommen noch 7,\nr, j und v im Anlaute vor, von denen j, wie im Wepsischen ¹ ) ,\nöfters mit d' wechselt ; doch haben wir immer nur j ge\nschrieben , weil dieser Wechsel ganz willkürlich zu sein\nscheint und nur in den südlichen Gegenden wahrgenommen\nworden ist.\n", "2.", "Consonanten - Verbindungen.\n", "§ 10 .", "Von den mehr als hundert mit Doppel -Con\nson ant enanl aut enden karelischen Stämmen scheint nur ein\nZehntel einheimisch zu sein , nämlich : mit kl : klikotta\nschluchzen , schlucken ; mit kr: krabaja- knarpeln , prasseln ,\nkriḍawtta- knirschen , kruppi Runzel ; mit pl : plakiśtele\nblinzeln , pläṭäkkä platt ( neben laṭṭu) ; mit pr : prukottele- eine\nKuh locken ; mit br : briha Jüngling , lediger Mann, bringoa\nspringen oder prallen machen , bruwttu längliches Stück ;\nmit sk: skeäkä (nordkarel . ) Handhabe an der Thür (vergl .\nweps. gäga) ; mit sl : slöttö Frosch (vergl . Suojärvi löttö ,\n1 ) Siehe Ant. i Nord-Tschudiskan , S. 51 , und Kieletär, Heft 4,\nSeite 11.\n10\nlötöj).", " Alle übrigen sind unzweifelhaft russische Lehnwörter\nmit folgenden Consonanten -Verbindungen : kl, kn, kr; gl, gr;\ntr; dr, dv ; pl , pr ; bl , br ; šk, sk, st, st, sp, sl , sl, sr,\nsr, sm, sv, żm, żv.\n", "§ 11. Drei anlautende Consonanten findet man nur in\nrussischen Lehnwörtern , und solche Verbindungen werden\noft durch Elision eines Consonanten (t) vermieden z. B. sroi\noder śroji- bauen , srumentta Instrument ,sroafa (neben\nstroahva) Geldstrafe, svola Büchsenlauf, von den russ. cmpoumb,\n(ин-)струментъ, штрафы, стволь . Nur skr, spr und bis\nweilen str können geduldet werden.", " Im nordkarelischen\nWorte streäni (neben dreäni) Unzeug, Lumpenkerl , aus dem\nruss. dрan , ist sogar ein überflüssiges & angeschoben, wie\nauch in den Wörtern skula Mehlsack (r. kyu ) und skeäkä\n(weps. gäga).\n", "§ 12. Wie im Karelischen , so scheinen auch in den\nübrigen westfinnischen Sprachen die mit mehr als einem\n Consonanten anlautenden Wörter , bis auf einzelne Aus\n nahmen, entweder in späterer Zeit angeliehen oder onomato\npoetisch zu sein ; sie sind in der Regel nur über einen\n kleinen Theil des westfinnischen Sprachgebiets - - höchstens\n ein Paar benachbarte Sprachen - verbreitet. Schon hieraus\n wird es wahrscheinlich, dass mehr als ein anlautender Con\n sonant den westlichen Finnen ursprünglich fremd gewesen\n ist, diese Wahrscheinlichkeit wird aber durch die Form der\n alten Lehnwörter zur Gewissheit erhoben. Denn es giebt\n in den westfinnischen Sprachen kein aus dem Gothischen,\n Altnordischen oder Litthauischen herstammendes Wort , das\n im Anlaute mehr als einen Consonanten hätte, obwohl die\n entsprechenden Originalwörter öfters mit zwei oder drei\n Consonanten anlauten , z . B. die § 3 erwähnten kawnehe,\n kello, keritte- und lejbä Brod, luodehe Westen, nuora Strick,\n rengaha Ring, randa Strand, Ufer, rijda Streit ¹) .\n", "¹) Vergl. die entsprechenden Wörter der übrigen westfinn .\n Sprachen und die Originalwörter bei Ahlqvist, Die Kulturwörter, und\n Thomsen, Om den got. sprogkl. indfl.\n", "11\nDie Vocale der ersten Sylbe.\n", "§ 13. Vocalisch anlautende Wörter giebt es in den\nwestfinnischen, wie in den meisten Sprachen, nicht, viel ; im\nKarelischen betragen sie nur etwa ein Neuntel vom ganzen\nWortvorrath.", "Dieser Umstand, auf den wir später zurück\nkommen werden, scheint in der Natur der Sprachorgane ihren\nGrund zu haben und wurzelt , sowie die gewöhnliche Con\nsistenz der SylbenConsonant + Vocal - in der ersten\nSprachbildung.", "Denn als Ausgangspunkt desSprechens\nmüssen wir natürlich das Nichtsprechen, den Ruhezustand\nder Organe annehmen, und dieser ist, wie Merkel¹) bemerkt,\n―\nfolgender : „ Im Indifferenzzustande des Sprachorgans\nhängt das Gaumensegel herab, so dass es den Zungenrücken\nberührtDabei ist die Zunge emporgehoben, so\ndass sie fast allenthalben das Gaumengewölbe berührt, und\nihre Spitze gegen die Zähne angelegt ist.\" Aus diesem\nIndifferenzzustande müssen natürlich , wenn etwas geäussert\nwerden soll , die Organe getrennt werden um die Stimme\ndurchzulassen, und es wird unwillkürlich ein consonantisches\nGeräusch vor dem Vocal gehört, aus welchem Geräusche\ndie verschiedenen Consonanten sich gebildet haben mögen.\nUebrigens haben die Anlautsverhältnisse keinen Einfluss auf\nden In- und Auslaut der Wörter, woher wir auch, nach der\nobigen Bemerkung, die vocalisch anlautenden Stämme mit\nden consonantisch anlautenden ohne Unterschied zusammen\nbehandeln werden.\n", "§ 14. In der ersten Sylbe werden alle kurzen Vocale\na, ä, o, ö, u, ü, e, i in genauer Uebereinstimmung mit dem\nFinnischen angetroffen .\n", "§ 15. Die einzigen Vocale , die in karelischen Wörtern\ngedehnt vorkommen , sind i, u, ü, die hier mit j, uw, üw\nbezeichnet werden und den finnischen langen Vocalen i, uu,\nyy (vergl . § 2) entsprechen .\n", "¹) Anatomie und Physiologie des menschl . Stimm- u. Sprach\norgans, S. 767.\n", " 12\n§ 16. Von uneigentlichen Diphthongen, die ursprüng\nlich aus einem Vocal und dem Halbvocal j gebildet sind ,\nkommen aj, aj, oj, uj, ej vor und entsprechen den finnischen\nai, äi, oi, ui, ei (vergl. § 2) .Öj und üj kommen nicht in\nder ersten Sylbe primärer Stämme vor, sondern entstehen\nerst durch Beugung und Ableitung ; z . B. löj schlug, von\nlüö-, püjllä Adess . Plur. von püw Haselhuhn.\n", "§ 17. Von den uneigentlichen Diphthongen auf went\nsprechen aw, äw, ow, ew (= ew) und iw (jw ) den gleich\nlautenden finnischen Diphthongen au, äy, ou, eu, iu. Den\nbeiden Diphthongen ew (mit palatalem e) und öw entspricht\nin der finnischen Schriftsprache nur öy ; z. B. hewhtene Nom.\nhewhen Daune ,Feder, f. höyhen ; kewhnä, kewnä Schelfe,\nf. köyhnä , köynä ; kewhä arm , f. köyhä ; lewhkä- prahlen,\nostf. löyhkä- ; newrä geschmeidig , nachgiebig f. nöyrä\ndemüthig ;höwrü Dampf , f.höyry ;löwdä- finden , f.\nlöytää ; löwlü Dampf, Wasserdunst, f. löyly ; möwkkü Wecke\nf. möykky. Der Diphthong iw (mit palatalem i) wird nur\nin den Wörtern liwhtehe, Nom. liwheh Garbenband, f. lyhde,\n und wiwhte, Nom. viwhti Strähne, f. vyyhti angetroffen.\n", " § 18. Von den eigentlichen Diphthongen entsprechen\nuo, üö und ie den finnischen uo, yö und ie ; oa, eä werden\ngebraucht, wo im Finnischen ein langes a und ä vorkommt ;\nz. B. toatto Vater, f. taatto, peä Kopf, f. pää.\n", " § 19.", " Triphthonge werden in karelischen Stämmen\nnicht angetroffen ; dieselben entstehen bisweilen durch An\nfügung von Endungen an Wortstämme , z. B. soaw , tuow ,\nsüöw 3 Pers . Sing. Praes . von soa- erhalten , tuo- holen,\nsüö- essen.\n", " § 20. Der Unterschied zwischen dem palatalen und\npalato-gutturalen e und i, obwohl für ein geübtes Ohr so\ngleich wahrnehmbar, ist sowohl in Bezug auf die Stellung\nder Zunge als auf den Laut sehr gering ,und nicht be\ndeutender als im Finnischen.\n", " Man könnte daher in Versuchung kommen, wie es in\nder finnischen Grammatik geschehen , i und e für vocales\nancipites anzusehen , d. h. mit anderen Wortenund i, e\n 13\nund e nur für Varietäten zweier ursprünglichen Vocale i und\ne zu erklären. Diese Ansicht wird jedoch vom Ehstnischen,\nWotischen und Livischen auf's Entschiedenste widerlegt,\nwenigstens in Betreff des palatalen und palato - gutturalen\nda in diesen Sprachen dem ersteren allerdings e, dem\nletzteren jedoch ganz andere Vocale entsprechen : im Ehst\nnischen der entsprechende gutturale Vocal õ (bisweilen\nder labial-gutturale o) im Wotischen ebenfalls õ (bisweilen ë)\nund im Livischen o, welches wahrscheinlich + u ist¹ )\nund mundartlich mit wechselt (bisweilen o = õ²) , oder\no) ; z . B.\n finn. tempaavesa hepo merta,\n kar.temboaveza hebo merda,\n vot.tõmpānvõso oponemërta,\n ehstn. tõmbamavõza hobune mõrd,\n liv.tombvoza obbi morda\n\"tümbvüza übbi mürda.\n", "Das Wepsische hat im Allgemeinen e sowohl statt des\npalatalen , als des palato-gutturalen e, und da keiner ver\nschiedenen Aussprache dieses e erwähnt wird , so darf man\nwohl annehmen, dass dieselbe überall gleich ist.\n", " Will man aus dieser Mannigfaltigkeit der Formen die\nEinheit ermitteln, d . h. entscheiden, welcher von den Vocalen\ne (e), õ, o, o der älteste ist, so lassen sich dafür allerdings\nkeine historischen Beweise aufstellen , da die respectiven\nsprachlichen Denkmäler verhältnissmässig noch so neu sind .\n― man kann daher nur aus physiologischen Gründen auf\n das wahrscheinliche Verhältniss schliessen.\n", "Da bietet sich das ehstnische und wotische o ganz\nnatürlich als Ausgangspunkt für die anderen dar.", " Aus\n¹) Gemäss Wiedemanns Beschreibung, Livische Gramm. S. 10\nwäre wohl ge₂ + u₁ ; aber an derselben Stelle wird einer Ver\nlängerung des tönenden Raumes im Munde erwähnt , deren Ent\nstehung man sich nicht gern anders denken kann, als dass die Zunge\nvon der rein palatalen Stellung etwas zurückgezogen wird, woher ich\n ! = ẹ₂ + u₁ setze.\n", "2) A. A., S. LXXXVIII.\n14\n diesem, für die abendländischen Sprachen fremden, jedoch in\n mehreren ural- altaischen Sprachen , unter anderen im\n Türkischen und Samojedischenvorkommenden Vocal\n könnte o also entstanden sein, dass man, um die Verengerung\n des Lautcanals in dem gutturalen Articulationspunkte zu\n erleichtern , den unteren Kiefer und zugleich die untere\n Lippe sich hat heben lassen , wodurch labiale Vocalstellung\n zugleich mit der gutturalen entstanden ist. Dieses wäre nur\n eine ähnliche natürliche Mitbewegung der vorderen Mund\n organe , wodurch auch die Entstehung der labial- palatalen\n Vocale ö und ü (die im Lappischen und Mordwinischen\nfehlen) , in den westfinnischen Sprachen aus den ent\n sprechenden reinen palatalen gedacht werden kann. Andrer\n seits erhält man e (e) aus o durch eine unbedeutende\nHervorschiebung der Zunge ohne Veränderung des Abstandes\n derselben vom Gaumen.", "Das livische wiederum - im\nFall unsere physiologische Analyse dieses Vocals richtig ist\n wäre aus diesem e \" durch eine gleichartige Accession der\nLabialvocalstellung wie bei o gebildet. Was vom Verhältniss\nzwischen e ( e) und ō gesagt worden, gilt natürlich auch\nfür ej ( = ej) und õi, ie (= je) und õỡ (õe) .\n", " Was den Unterschied zwischen dem harten und weichen\ni anbelangt , so kann man aus der Art und Weise wie im\nWepsischen und Ehstnischen zweisylbige Nominalstämme mit\ni in der ersten und a in der zweiten Sylbe ihre Plural\nstämme bilden , darauf schliessen , dass dieser Unterschied\nauch in den fraglichen Sprachen früher vorgekommen, ob\ngleich die respectiven Grammatiken einer verschiedenen\nAussprache des i nicht erwähnen. Nur dadurch lässt es\nsich erklären, woher im Ehstnischen ein solcher Unterschied\ngemacht wird zwischen den Stämmen ilma , linna, vitsa und\npitka, silma, dass man aus jenen die Pluralstämme ilmu,\nlinnu, vitsu, aus diesen aber pitki, silmi erhält¹) ; sowie auch,\nwoher das Wepsische, ebenfalls in Uebereinstimmung mit dem\n 1) Vergl. Krohn, Viron Kielioppi, S. 33, p.\n", "15\n Finnischen , aus dem Stamme silda den Pluralstamm sildõi,\n aus silma, aber silmi¹) bildet.\n", "§ 21. Vocalwechsel. Ausser den obenangeführten\n regelmässigen Lautvertretungen trifft man in einzelnen\n Stämmen einen Wechsel verschiedener Vocale sowohl im\n Karelischen selbst, als auch zwischen dem Karelischen und\n der finnischen Schriftsprache an , wobei jedoch bemerkt werden\n muss , dass die ostfinnische Umgangssprache sich in vielen\n Fällen an das russ . Karelische anschliesst. Dieser Wechsel\n kann in folgende Kategorien getheilt werden :\n1.", "Lange Vocale oder eigentliche Diphthonge mit ent\n sprechenden kurzen Vocalen ; z. B. hijhna Riemen, f. hihna ;\nhuwhmare , huwmare neben huhmare Holzmörser ; huwhta\n Schwende , f. huhta ; huwhto- spülen , f. huhtoa ; juohatta\n leiten ,den Weg weisen ,rathen , f. johdattaa ; juohtu\n (mieleh) kommen (in den Sinn) , f. johtua; kuwndele- horchen,\ngehorchen , neben nordkarel. kuntele- ; leätäkkö Pfütze ,\nnordkar. und f. lätäkkö ; moama od. moamo und mama\nMutter; muwrehtu- einschlafen (von Gliedern des Körpers ) f.\nmurhettua ; oalla , oala unter, neben alla ; poazma Strähne,\nf. pasma; toatto neben tata Vater ; voarnaha und vannaha\nPflugschar ; vuogra Miethe , Arrende , f. voura ; siegla Sieb ,\nf. seula.\n", " Und umgekehrt :\n havi Fischhamen , f. haavi; jähtü- sich abkühlen ,f.\njäähtyä, jähtyä ; kükiśtä- (reflex .) sich niederducken, f. kýy\nkistäitä; murda-, nordkar. muwrta- brechen.\n", " 2.", " Weicher Vocal mit entsprechendem harten Vocal :\n erä, erälläh, erilläh, abgesondert , neben era, erallah ;\nkerä Knaul , nordkar. kera; pesä Nest, neben peza, pezo ;\npiendere Feldrain , nordkar. und f. pientare ; herkkä leicht\nbeweglich , f. herkka , herkkä; kühnä- säumen , zaudern,\nf. kuhnata ; sürveä- anstossen , f. survata ; jüttü Beschaffen\nheit , vergl. f. juttu Erzählung , Beschreibung , ehst. ütlema\n 1) Ant. i. Nord- tschud., S. 68, 69.\n", "16\nSagen; näppeä- schnappen, haschen, nordkar. nappa-; täpnä\nFleck , nordkar. tapla , vängä- gewaltig , gross , f. vankka ;\nöndü- straucheln, vergl. f. ontua hinken.\n", " Und umgekehrt :\n mińńa Schwiegertochter, f. miniä ; hijhta- Schneeschuh\nlaufen, f. (ostf.) hiihtää ; ruppi, kruppi Falte, Runzel, f. ryppy;\najlasta- stark schlagen , nordkar .äjlästä- ; nolgi Schleim ,\nnordkar. nölki ; purgu- Schneegestöber, f. pyry.\n", " 3. Labial-palataler Vocal mit einfachem Palatal :\n höwrü Dampf, vergl. häwräkkä nebelig ; kübene Funken,\nf. kipenä; kütke- aufreissen, jäten, f. kitkeä ; püstü- und piśtü\nschneiden (vom Messer); püzü- und pizü- zurückbleiben, ver\nbleiben ; kügrä Puckel, nordkar. käkrä ; śürkkä, śürjä neben\nsärkkä, tärkkä Sandrücken ; pöllättä- od. pölättä- schrecken ,\nf. peljättää ; töge- und tege- beschlafen (vergl. f. teke- machen) .\n", " Und umgekehrt :\n lämbü- sich beugen, f. lympyä ; seäme (statt sä'äme), f.\nsydän; termä Abhang , f. törmä; viheldä- pfeifen , nordkar .\nvüheltä-.\n", " 4.", "Palatale Vocale unter einander :\n käźi- (Hand) in Zusammensetzungen wie käźi-jänikse\nzahmer Hase, käźi-pedra zahmes Rennthier, f. adj . kesy zahm ;\nmäne- gehen, f. mennä ; päpäldä- und pepeldä- schwatzen.\n", " 5. Labial-gutturale Vocale unter einander :\n mugoma solcher , f. mokoma ; mutojme junge Frau,\nvergl. morzejme Braut ; ruhka Stäubchen, Fäserchen, f. roska .\n", " 6.", "Uebrige harte Vocale und Diphthonge unter\neinander :\n herjahta- wackeln, f. horjahtaa ; hulvoa- den Schlag ver\nursachen, f. halvata ; loiva und nordkar. laivie schwach (vom\n Winde), f. laimea ; ropakko Pfütze , f. rapakko ; adama der\ngrosse Bär, f. otava ; kowhko Lunge, f. keuhko ; peigalo Daumen ,\n f. peukalo ; tuwrdu und tuortu Haarlocke , f. suortua.\n", "7. Weiche und harte Vocale unter einander :\n häḍva und hiḍva Dunst ; kähnüstä- säumen , zögern , f.\nkuhnustaa ; nordkar. puksut Hosen , f. pöksyt ; rakko und\n rökkö Blase.\n", " 17\n 8.", "Weiche Vocale und Diphthonge unter einander :\n müö- verkaufen, f. myydä, myödä ; veśtä- behauen mit\neinem Beil , f. veistää ; eksü- mit Nebenform üöksü- sich\nverirren.\n", "$ 22.", "Nachdem wir die Consonanten des Anlauts und\ndie Vocale der ersten Sylbe in den karelischen Wörtern also\nbetrachtet haben , wollen wir einen Blick auf die Stämme\nwerfen , deren Lautmasse sich nicht über dieses Element\nhinauserstreckt , d. h . auf die einsylbigen Stämme.", "Unter\ndenselben trifft man mit kurzem Vocal nur einige Prominal\nstämme an, wie tä, nä, se, si, ne, mi, ku, ke, sowie auch\ndas verneinende Zeitwort e- , die alle zu den in der Sprache\nmeist angewandten Stämmen gehören , also wahrscheinlich\nauch am meisten abgenutzt sind . Alle die übrigen, deren Zahl\nsich jedoch kaum auf ein halbes Hundert erstreckt, haben\neinen langen Vocal oder Diphthong , der in den meisten\nFällen durch Contraction der Vocale der ursprünglichen\nWurzelsylbe und der zweiten Sylbe sich gebildet hat, nach\ndem der dazwischen befindliche Consonant verschwunden,\nalso nicht durch Dehnung eines kurzen Vocals in einem\nursprünglich einsylbigen Worte entstanden ist . Für diese\nAnsicht spricht der Umstand , dass alle die westfinnischen\nSprachen in den entsprechenden Wörtern lange Vocale oder\nDiphthonge, nicht aber kurze Vocale haben ¹ ) , sowie auch\ndie vielen Parallelen mit zwei getrennten Vocalen oder\nwenigstens mit einem Consonanten nach dem kurzen Vocal\nder Wurzelsylbe .", " Vergl. z. B. heä (plur . tantum) Hochzeit\nund hädä Eile, jeä Eis , pij Zahn, Zacke , peä Kopf, mit den\nlappischen Formen jigna, badne und bagje 2) ; püw und das\ndorpat .- ehstn. püvi Schneehuhn ; tüö Arbeit , taj Laus , voj\nButter, uö Nacht und die lappischen duögje, dikke, vuogja,\nigja ; moa Land und matka Strecke , Abstand , Reise (zu\n ¹) Auch im Wepsischen, wo der scharfe Unterschied zwischen\nlangen und kurzen Vocalen theilweise verschwunden ist, tritt dennoch\nDehnung des Vocals hervor, sobald der Stamm geschlossen wird.\n", "2) Siehe Thomsen, Om den got. sprogkl. indfl ., S. 21 .\n", "2\n 18\n Lande) , welches letztere ein Derivat mit der Endung -ka\nvon einem ursprünglichen Stamm mata sein könnte, der sich\nim f. Verbalstamm mata- kriechen, mato Wurm , karel . mado\n Schlange und in anderen wiederfindet ; muw Anderer und\nf. mutka , kar. mukka Biegung , Krümmung ,Umweg ; peä\nEnde und f. pätkä Stumpf, Endchen ; puw Baum und f. putke\nAngelica ; sowie auch die Verbalstämme : juo- trinken ,\nlapp . jukkat, jugam, welches ein entsprechendes Wort juke- od.\njoke- im Finnischen voraussetzt ; müö- verkaufen und russ .\nlap . mikket; uj- schwimmen, veps . ujun , lap. vuogjat ; voj\nvermögen , lap. vuogjat ; soa- kommen , erhalten , und ehstn .\nsadama, von dem ursprünglichen Stamm sata-, woraus auch\nf. sato Ernte (= das Eingekommene) und satama Hafen\n(= Ankunftsplatz , Landungsplatz) ; vie- , viä- führen und\nvedä- ziehen , welches an vielen Orten statt des vorigen\nangewandt wird ;die Pronominalstämme miw , siw und f.\nminu, sinu.\n", "Consonanten zwischen den Vocalen der ersten\nund zweiten Sylbe.\n", " Wir gehen nun zur Besprechung derjenigen Consonanten\nüber, welche die Vocale der ersten und zweiten Sylbe von\neinander trennen, und nehmen dabei blos zweisylbige und\nderartige mehrsylbige Stämme in Betracht , wo die zweite\nSylbe nicht durch einen Consonanten geschlossen ist , in\ndenen man also annehmen kann , dass eine Consonanten\nschwächungnichteingetroffen ist. Uebrigens lassen wir\nhier, wie bei der Behandlung der Anlautsconsonanten die\nAbweichungen ausser Acht, die in den nordwestlichen Theilen\ndes russischen Karelen vorkommen, da dieselben am Besten\nfür sich allein abgehandelt werden dürften.\n", " § 23.", "Kurz kommen in karelischen Stämmen die\nConsonanten h, g (ý), d (đ), n (ń) , z (k), r (í) , 1 (l), b, m,\ndie Halbvocale j und v sowie der Doppelconsonant d vor.\n", " § 24. Lang werden nur die starken Explosivlaute\nkk, tt, pp und tt allgemein gebraucht.\n", " 19\n § 25. hh, jj, nn (ńń), ss (§§), ll (ll) , rr, mm, ww (wv)\ntrifft man nur in wenigen Stämmen an , von denen die\nmeisten entweder entlehnt, onomatopoetisch oder in irgend\neiner Weise contrahirt sind , oder auch im Karelischen oder\nin anderen westfinnischen Sprachen Nebenformen mit anderen\nConsonanten als diese haben .\n", " § 26. vor anderen Vocalen als i bildet ebenso wie\nim Weps ., Wot . und Liv. eine Verschmelzung des ursprüng\nlichen j ; z. B. hilla sachte , langsam , f. hilja ; nellä vier , f.\nneljä ; zella Arzenei , slav . зenie Kraut .\n nn ist in gleicher Weise aus nj in dem Worte minna\nSchwiegertochter, f. minjä, miniä entstanden.\n ść kommt im Worte uśśutta- hetzen vor , von dem\nHetzruf uśśu , und statt sj (zi) in den nordkarelischen\nFormen aśśa Sache, hoaśśa Gestell zum Trocknen von Heu\nund Getreide, kośśo- freien, für die südkarel. azia od. aźie,\nhoazia, ie, kośitte- (f. kosioita).\n dd wird in den Wörtern sudda Richter (r. cydoя),\nlaďďoa- aufstapeln und loďďa (r. лodɩя) Barke angetroffen .\n", " § 27. Folgende Verbindungen zweier kurzen Consonant\nlaute kommen in karelischen Stämmen vor:\n hk, hj, ht, hn (hr nur durch Metathesis von rh); hl, hm,\nhv ; (kt), ks, ks ; gr, gl; ng ; (j am Schlusse einer Sylbe,\nebenso wie w habe ich für Vocale angesehen, die mit dem\nvorhergehenden Vocal einen Diphthong bilden ; sie sind daher\nhier weggelassen) ;\n tk; tk, tp (dh nur in dem Stamm pidhuo Länge =\npiduhuo ) , dr , âm , đo ; do ; nh, nd , nd ; n ; sh, śh, sh, st ,\nśt, st; zn, zr, źl, zm, zv ; rh, rg, rj, rd, rn, rz, rb, rm, rv ;\nlg, ld, lz, lb, lb, lm, lv, l'd ; pn, ps, ps, pr ; br, bl ; ms, mb.\n", " Uebrige Verbindungen von zwei kurzen Consonanten,\ndie nur in russischen Lehnwörtern angetroffen werden, sind :\n kl, kt'; tr, tl, tv ; ďń, ďŕ, ďb ; ńh, út, ñf; sh, sk, sj, st,\nsm, sv ; żn, zb, żm, żv ; rť, rl ; lt ; pk; bl'; mf, mt; fk.\n", " Die Consonanten -Verbindung kt wird allerdings nicht\n ausgesprochen und im Allgemeinen nicht einmal in neuen\n Lehnwörterngeduldet , welches aus der Behandlungdes\n 20\nrussischen Wortes deroms hervorgeht : dieses wird nämlich\nallgemein nicht tökti, sondern mit Umstellung der Consonanten\ntötki ausgesprochen . Wir müssen jedoch diese Consonanten\nVerbindung in folgenden karelischen Stämmen als statt\nfindend annehmen : ükte ein, kakte zwei, lakte Bucht, läkte\nlosgehen , sich begeben , da k, das vor t in h übergeht,\nwieder hervortritt, sobald t vor i in s (s) verwandelt wird :\nühte , Nom. üksi ; kahte ,kaksi;lahte , laksi; lähte- Impf.\nläksi ¹) .\n", "Dem r entspricht in der finnischen Schriftsprache hr,\nin der ostfinnischen Mundart tr; von diesen ist natürlich hr\nneuer als źr und daraus entstanden , dagegen hat man r\nund tr als ebenbürtig , beide aus ursprünglichem str ent\nstanden , zu betrachten ; dieses ist wenigstens der Fall mit\nden Stämmen azroame, f. ahrain, atrain Fischergabel vom r.\nocmpora ; keżrä, f. kehrä, keträ Rolle am Ende einer Spindel,\nvergl. mordv. kištir Spindel ; f. ihra und itra Fett vom\nschwedischen ister ; ebenso setzt der dritte karelische Stamm\nozra Gerste, f. ohra, otra eine Urform ost(e)ra voraus, die\nsich jedoch nicht empirisch nachweisen lässt.\n", "Ebenso wier sind auch die Consonanten-Verbindungen\ngr, gl, dr, br, bl ziemlich selten und dadurch bemerkens\nwerth, dass die meisten Stämme , in denen diese Verbindungen\nvorkommen, entlehnt oder onomatopoetisch sind .\n", "Man hat oft hervorgehoben, dass die finnische Schrift\nsprache derartige Verbindungen wie die ebenerwähnten nicht\nduldet ,sondern die explosiven Consonanten vor und 7\nschwächt 2) ; wogegen die ostfinnische Mundart die ursprüng\nlichen consonantischen Formen grösstentheils beibehalten\nhat .", " Wir müssen uns denken, dass dieser Uebergang durch\n1) Vergl. die lappischen okta, akta ein , güökte, guokta zwei,\nluokta Bucht, russ .- lap. liekted, lakta sich begeben, ehst. läkkima, gehen,\nund das Wiburg'sche Substantiv läkki (statt läkti) Abreise z . B. tehhä\nläkkii sich zur Abreise rüsten.\n", "2) Siehe z. B. Kulturwörter S. XIII, Om den got. sprogkl.\nindfl., S. 21.\n", " 21\nVermittelung des zunächst stehenden Halbvocals vor sich\ngegangen ist , da es zur Erleichterung der Aussprache hier\ngalt die vollständige Articulation aufzuheben und zugleich\ndie tönende Stimme beizubehalten , welche sowohl in dem\nvorhergehenden Laute (Vocal) als auch im folgenden r, lι\nvorkommt.", " So erhielt man z. B. aus kakra od. kagra Hafer,\nmäkra od. mägra Dachs, takla od. tagla Zunder, eklen od.\neglen gestern, atra od. adra Pflug, tetri od. tedri Birkhahn,\nkapris od. kabris Hammel, äpräs od . äbräs jäher Abhang,\nkaplas od. kablas Schlittenfessel , die Formen kagra , mägrä,\ntagla , eglen , aðra teđri , kawris, äwräs, kawlas, aus denen\ndie jetzt gebräuchlichen finnischen Formen kaura , mäyrä,\ntaula, eilen oder eylen, öylen, arra, terri nebst aura, teyri,\ntöyri, kauris, äyräs, kaulas sich leicht herleiten lassen.\n", " § 28. Folgende Verbindungen eines kurzen Consonanten\nmit einem langen sind von uns wahrgenommen worden : ńkk;\nntt, útt; rkk, rtt, ŕtt, rss, rpp; lkk, l'kk, ltt, ltt, lpp; mpp, mss.\n", " § 29. Verbindungen dreier Consonanten werden nur\nin zwei karelischen Stämmen angetroffen : rsk in herskahta\nschwanken , weichen und rst in terśtawtta- od. terstautta\nSättigung oder Ueberdruss verursachen ; die nur spärlich\nvorkommenden übrigen Wörter mit derartigen Verbindungen\nsowie htr, ntk, lst, rdn, rst, rsn, pts sind dem Russischen\nentlehnt.\n", " § 30. In einigen Stämmen kommt bisweilen in der\nNähe von Poaen eine Umstellung der Consonanten vor, z. B.\nruznaha anstatt ruñzaha reichlich, tahnua statt tanhua Vieh\nstall, tahra statt tarha Heuboden, vahna statt vanha alt.\n", " § 31. Schliesslich bleibt uns noch übrig einen Blick\nauf die Stämme zu werfen, die keinen Consonanten zwischen\nden Vocalen der ersten und zweiten Sylbe haben. Solche\nStämme kommen nur ausnahmsweise vor : man trifft sie blos\nin den südlichen Gegenden Karelens (Poaen und Rebola) an,\nwo dieselben durch Wegfallen eines Consonants oder Halb\nvocals entstanden sind .", "In anderen Gegenden sind diese\nLaute entweder geblieben , oder auch sind nach Abwerfung\nderselben die sie umgebenden Vocale contrahirt und dadurch\n 22\ndie resp . Stämme einsylbig geworden . So sagt man in der\nGegend von Poaen miä ich , śiä du , statt des allgemein\nkarelischen mie, sie vom f. minä, sinä; P. siad . allg . kar.\nsija Platz ; P. kua Bild, sue, Nom. sui Süden, hüä gut, tüe,\nNom. tüi Wurzelende d. allg. kar. kuva, suve, Nom. suvi,\nhüwä, tüve, Nom. tüvi ; P. hau, sau, väü = nordkar. havu,\nsavu, vävü, die wiederum in Rebola einsylbig : haw , saw ,\nväw ausgesprochen werden. Was das Verhältniss zwischen\nden Formen mit und ohne v betrifft, so brauchen wir nicht\nanzunehmen , dass in jedem Fall die letzteren aus den\nersteren entstanden sind, sondern beide können gemeinsame\nUrformen haben, indem nämlich die ersteren einen ursprüng\nlichen Explosiv-Consonanten durch v ersetzt , die letzteren\ndenselben abgeworfen haben. Vergl. z. B. tüe, tüve und den\nfinnischen Partikelstamm tykö, bei Agricola tyke Nähe, wobei\nein ähnlicher Uebergang der Bedeutung vor sich gegangen\nzu sein scheint wie im ehstnischen Wort jur Wurzel, Nähe ;\nhau, haw, hawu und das tavastländische hako ; sau, saw,\nsawu Rauch und f. sako Bodensatz .\n", " Die Vocale der zweiten Sylbe.\n", " § 32. In der zweiten Sylbe karelischer Wortstämme\n werden alle kurzen Vocale a, ä, e, i, o , ö, u, ü , alle eigent\n lichen Diphthonge oa , eä (öä), ie, uo, üö sowie die uneigent\n lichen auf w auslautenden Diphthonge angetroffen . Von den\nlangen Vocalen kommen nur uw und üw (nicht) bisweilen\n vor.", " Die uneigentlichen Diphthonge auf j, die in den ver\n wandten Sprachen vorhanden sind , werden im Karelischen\n gewöhnlich in der Weise verkürzt , dass j abgeworfen wird\n oder mit dem folgenden Consonanten verschmilzt , wodurch\n dieser palatalisirt wird, z. B. rebo Fuchs statt reboj; hieraus\n Rebola statt Reboj-la. Doch sind alle diese langen Vocale\n und Diphthonge entweder durch Contraction der Vocale der\n ursprünglichen zweiten und dritten Sylbe, oder auch durch\n Anfügung von Ableitungssylbenentstanden ; wir schieben\n deren nähere Behandlung bis auf Weiteres auf und betrachten\n hier nur die Vocale des Auslautes in zweisylbigen Stämmen.\n", " 23\n§ 33. Was nun die zweisylbigen Stämme auf o und\nö betrifft, so kommen unter denselben folgende vor :\n1 ) Eine Menge Lehnwörter : ahjo Esse , ajro Ruder,\nbokko Hammel, hebo Pferd, kello Glocke, luukko Lauch, oaldo\nWelle, pallo Ball, peldo Acker, kallo Schädel.\n", "2 ) Viele Wörter, die mit der Ableitungsendung j ge\nbildet sind, obgleich diese Endung im Karelischen aus den\nVerbalstämmen gänzlich verschwunden ist und auch in\nNominalstämmen nur in einigen Gegenden Nordkarelens im\nPartit. Sing. vor einem Possessivsuffixe hervortritt ; z. B.\nNom. toatto Vater, Gen. toaton, Part. toattuo (von toatto-a),\nmit dem Suff. der 3. Person toattuoh oder toattojah. Wir\nnehmen hier die von uns im russischen Karelen angetroffenen\nzweisylbigen Stämme, die mit der Endung j abgeleitet sind ,\nvollständig auf, wobei wir ausser dem russ . Karelischen\nselbst, die Mundarten zu Rathe gezogen, wo dieses j (i) sich\nbesser bewahrt hat , nämlich das Finnisch-Karelische , das\nSavolaxische, die Sprache des südlichen Oesterbotten ¹), die\nLiwgisprache ) und das Wepsische. Diese sind :\na) Nominalstämme : eno Hauptader eines Flusses, harkko\nEisenmulde, himo Begierde, kelo verdorrter Baum, kero Kehle,\nkokko Adler , korwo Zuber , kowhko Lunge , kukko Hahn ,\nlembo böser Geist , luppo Seeblumenblatt , moamo Mutter,\n metto Auerhahn , pujkko Splitter, rakko Blase, rebo Fuchs,\nrieppo getrocknete Rübe , talo Gehöft , toatto Vater, tikko\n Schwester , wejkko Bruder , häkkö (? ) kleiner Ochs , hölmö\n Tölpel, rökkö (?) Blase, tüttö Mädchen, ämmö Grossmutter ;\n b) Verbalstämme : ajgo- zu Stande bringen , hawdo\n wärmen, hoaro- sich verzweigen , kisko- (?) reissen , lippo\n spritzen, werfen, lohko- spalten, pengo- wühlen, puno- flechten,\n sago- sich trüben , survo- stossen, tahto- wollen , tarbo- mit\n der Störstange Fische ins Netz jagen, vatvo- schütteln, vido\n schwingen.\n", " ¹) Aminoff, Etelä -Pohjanmaan kielimurteesta Tutkimus, S. 68.\n", " 2) Vergl. Suomi II Jakso, 8 : s osa, S. 219 .\n", " 24\n3) Uebrige Derivate.\n", "Uebrigens hat man zu beachten , dass ö im Auslaut\nkeines einzigen Verbalstammes und nur in einem halben\nDutzend nicht abgeleiteter Nominalstämme vorkommt.\n", "§ 34. Wie bei den Stämmen auf o und ö, so kommen\nauch bei denen auf u, ü undeine Menge Neubildungen\nund Lehnwörter vor , wodurch die Anzahl der mit diesen\nVocalen auslautenden Stämme ,die man als primitiv an\nzusehen hat, sehr gering wird.\n", "§ 35. Dagegen erscheinen die Stämme auf a, ä und\ne schon bei einem flüchtigen Blick als primitiv , denn ob\ngleich es auch unter diesen eine grosse Anzahl älterer und\nneuerer Lehnwörter giebt , so sind die meisten doch so\nbeschaffen , dass sie weder von fremden Sprachen noch\nvon anderen Stämmen sich herleiten lassen.", "Sowohl aus\ndiesem Grunde als auch wegen ihrer Menge ¹ ) hat man diese\nStämme für den Kern des Wortvorrathes anzusehen , welcher\nUmstand für die richtige Auffassung der Veränderungen der\nAuslautsvocale bei Ableitungen von Gewicht ist.\nConsonanten die zwischen den Vocalen der zweiten\nund dritten Sylbe oder weiterhin im Worte stehen.\n", "§ 36. Von den kurzen Consonanten kommen in ka\nrelischen Stämmen folgende vor : h, n, z (½ ) , r, l, m, j, v ;\ndagegen werden k, t, p, s, di gar nicht angewandt und g,\nd, b nur in neueren Lehnwörtern oder nach langem Vocal\noder Diphthong , sowie in den Wörtern żemtuga (neben\nžimtukka) echte Perle (r. ceмчyı ) , nagrada Belohnung\n(r. Harpada), andawdu- sich geben, koroba korb (r. кopoбʊ) .\n", "§ 37. Von den gedehnten Consonanten werden kk, tt,\ntt, pp, sowie in Lehnwörtern und Ableitungen nn, ss, ss, ll,\nmm gebraucht.\n", " 1) Wenn man nämlich die neueren Lehnwörter und offenbaren\nAbleitungen ausschliesst, so bilden die Wörter auf a, ä und e ungefähr\n70 % von der ganzen Anzahl der im Karelischen gebräuchlichen zwei\nsylbigen Stämme.\n", "25\n§ 38.", "Folgende Verbindungen zweier kurzenCon\nsonanten kommen in karelischen Stämmen vor :\nhk, ht, hn, hl, hm ; ks (ks) ; ng; nd; sk ; st; rd, rn, rv ; ld,\nlm ; mb;\nund in russischen Lehnwörtern :\nhp neben hv; tk (neben tt), tf; tk; nh, nk, új, út (neben\nńtt) ; šk, st, sn ; zń, żn ; rm ; lj , ls, zľ, bl.\n", "§ 39. Eine Verbindung eines kurzen und langen Con\nsonanten habe ich nur in einem karelischen Stamme an\ngetroffen, nämlich rkk im Worte soperkka Tauchervogel ; sonst\nkommen derartige Verbindungen nur in russischen Lehn\nwörtern vor, nämlich :\nntt, ntt; rkk , rtt; lkk , sowie eine Verbindung dreier\nConsonanten rsv.\n", " Die Vocale der dritten und darauf folgenden\nSylben.\n", "§ 40.", " In der dritten und in den folgenden Sylben\nkommen alle kurzen Vocale vor, lange Vocale werden blos\nausnahmsweise angetroffen und Diphthonge entstehen nur\ndurch Anfügung von Endungen, woher dieselben am geeig\nnetsten im Zusammenhange mit der Lehre von den Ver\nänderungen der Laute abgehandelt werden dürften.\n", " Der Auslaut.\n", "§ 41.", " Alle karelischen Stämme schliessen ebenso wie\ndie Wortstämme in den übrigen westfinnischen Sprachen\nmit einem bestimmten Vocal¹) — uneigentlich Bindevocal ge\n1) Auch für das Ehstnische und Livische ist man genöthigt\n derartige Stämme anzunehmen, so imaginär dieselben den respectiven\n Grammatikern auch vorkommen mögen, denn nur aus solchen Stämmen\n d. h. aus Wörtern, die aller zufälligen , durch Abnutzung oder durch\n Hinzufügung von Endungen verursachten Veränderungen entkleidet\n sind , lassen sich die verschiedenen Beugungsformen ableiten , nicht\n aber aus einander oder aus dem oft verstümmelten Nominativ. Vergl.\n Wiedemann, Gr. d. Ehstn . Spr ., S. II.\n 26\nnannt - der jedoch vor Endungen oder in Nominalstämmen\noft schon im Nominativ abgeworfen wird, oder auch in einen\nanderen Vocal übergeht ; daher kommen Consonanten am\nSchlusse der Wörter nur in gewissen Beugungsformen , sowie\nauch im Nominativ Sing. der Nomina vor.", " Die Zahl der\nauslautenden Consonanten ist jedoch ziemlich beschränkt :\nim Auslaut karelischer Wörter kommen weder lange Con\nsonanten noch Consonantenverbindungen und nur folgende\nkurze Consonanten vor : h, t, n, s (s), r, I sowie m , das\nbisweilen mit n wechselt ; z . B. omon ist , jowtem\njowten Schwan ¹) .\n", " Abweichungen hiervon kommen nur in rascherer Rede\nvor, wo die Worte unmittelbar auf einander folgen und der\nAnlaut des folgenden Wortes auf den Auslaut des vorher\ngehenden einwirkt ; t, s (s) können also vor einem Vocal ,\nHalbvocal oder anderen tönenden Sprachlauten mit tönender\nStimme ausgesprochen werden, und daher in d, z, (ż) über\ngehen ; n wird vor gutturalen Consonanten oft in ✯ und vor\nlabialen in m verwandelt, und da der Vocal des Auslautes\nvor einem Vocal häufig wegfällt, so kommt oft ein Consonant ,\nder ein anderer sein kann als die oben aufgezählten, oder\nauch eine Consonantenverbindung am Ende des Wortes zu\nstehen;z. B. kalli -g'on für kallis-go on , kasie enämb'\nelä ossa für kaźie enämbi elä o.; kuss' on Suwtka für kussa\n on S., pisti karahutt' akkoa für p. karahutti a.\n", " Nachdem wir so die Lautmasse der karelischen Stämme\n durchgenommen und dabei nur die einzelnen Laute und\nLautverbindungen für sich ohne Rücksicht auf deren Ab\nhängigkeit von einander betrachtet haben , wollen wir jetzt\n zur Darstellung einiger allgemeinen Gesetze übergehen , die\n 1) Jund w die auch am Schluss der Wörter nach einem Vocal\n vorkommen , zählen wir zu den Vocalen, sowie auch den Nasallaut ñ ,\n der oft für n auftritt, vergl. § 2.\n 27\ntheils das ganze Wort beherrschen , theils das gegenseitige\nVerhältniss der in einem Worte vorkommenden Laute und\nderen Abhängigkeit von einander bestimmen.\n", " Der Accent der Wörter.\n", " § 42. Der Hauptaccent ruht regelrecht auf der ersten\nSylbe der Wörter ; in vier- und sechssylbigen Wörtern haben\nausserdem die dritte und fünfte Sylbe einen Nebenaccent,\nder dieselben vor den sie umgebenden Sylben mehr oder\nminder deutlich hervorhebt.", " In einzelnen Wörtern ist jedoch\nder Hauptton in Folge einer Art Emphasis auf die zweite\noder dritte Sylbe verlegt worden, z . B. ühélläh gleichwohl,\nkajkitti beständig, täwźikkäź e ganz voll, jogohize ein jeder,\netähöätä von fern her, ojgiákkake ganz gerade .\n", " Vocalharmonie.\n", "§ 43. Die Vocalharmonie in der Bedeutung, die man\ndiesem Worte gewöhnlich zu geben pflegt, besteht physio\nlogisch betrachtet darin, dass die palatale oder nicht palatale\nStellung, welche die Zunge zur Aussprache des ersten Vocals\neingenommen hat, für alle die folgenden Vocale des Wortes\nbestimmend wird, indem die Zunge nicht mehr aus dieser\nStellung gebracht werden , sondern entweder nur auf der\npalatalen Linie ä-e-i oder ausserhalb derselben nur von\na nach ō und y oder nach e und , oder nach ë sich be\nwegen kann.", "Die Lippen sind hierbei neutral , indem\ndie labiale Vocalstellung sich ebensowohl mit der palatalen\n als der nicht palatalen verbinden lässt , auch ohne dass ein\n anderer labialer Vocal in demselben Worte vorhanden ist .\nDemnach kann im Karelischen , ebenso wie im Finnischen,\n dasselbe Wort entweder lauter weiche, d . h . palatale oder\nlabial-palatale Vocale ä, e (= e), i (= i) , ö, ü, oder auch\nlauter harte, d. h . nicht palatale Vocale a, e (= e), i (= i),\no, u haben.\n", " 28\nDas Verhältniss zwischen tönenden und tonlosen\nExplosivconsonanten und Spiranten.\n", "§ 44. Wenn man die oben gegebene Darstellung der\nConsonanten des An- , In- und Auslautes im Zusammen\nhange durchgeht, und dabei die neueren russischen Lehn\nwörter, die noch in mancher Hinsicht ausserhalb der ka\nrelischen Lautgesetze stehen , nicht in Betracht nimmt , so\nfindet man, dass g, d, d, b, z, und nur ausnahmsweise im\nAnlaut und niemals im Auslaut vorkommen. Auch im Inlaut\nwerden dieselben blos kurz und zwar in folgenden Fällen\nangetroffen : a) zwischen Vocalen ; b) zwischen einem Vocal\nund einem der Consonanten n , r, l , m, v; c) zwischen\neinem der Consonanten n, n (ñ, j, w), r, l, m und einem\nVocal ; mit einem Wort : die tönenden Explosivcon\nsonanten und Spiranten kommen nur zwischen\nintonirten Sprachlauten , jedoch niemals lang ,\nauch nicht in Verbindung mit einander vor¹ ) .\n", " Was die tonlosen Explosivconsonanten und Spiranten\nk, t, t, p, 8, §, s betrifft, so ist das Verhältniss umgekehrt :\nsolche Consonanten stehen im An- und Auslaute , und sie\nwerden auch im Inlaute gedehnt, in Verbindungen mit ein\nander und zwischen einem tonlosen (h) und einem intonirten\nLaute (Vocal) , dagegen nie zwischen zwei tönenden Sprach\nlauten angetroffen 2) .\n", " Wir sehen also , dass zwischen den tönenden und ton\nlosen ExplosivconsonantenundSpirantenein bestimmtes\nVerhältniss in der Weise besteht, dass sie einander vervoll\n ¹) Eine Ausnahme bildet nur das Wort pidhuo Länge mit d\n zwischen Vocal und h; dasselbe ist jedoch contrahirt aus piduhuo,\n welches neben pituvuo im Karelischen ebenfalls angewandt wird .\n", " 2) Die einzigen in karelischen Wörtern angetroffenen Ab\nweichungen von dieser Regel sind :\n p zwischen einem Vocal und n in den Wörtern koapni- an sich\nreissen, t'ipni- mausen, täpnä Fleck, zwischen einem Vocal und r im\n Worte pepri- wälzen , sowie s zwischen m und einem Vocal im Worte\nkomsa Korb von Birkenrinde .\n 29\n ständigen, und dass man beinahe in jedem Falle entscheiden\nkann, ob ein intonirter oder tonloser Laut anzuwenden ist,\nwenn nur die zunächst stehenden Laute bekannt sind.\n", " $ 45 .", "Eine durchweg vorkommende Ausnahme von\ndem im vorigen § angeführten Gesetze bilden dreisylbige\nStämme, deren zweite Sylbe durch einen Consonanten ge\nschlossen ist diese Stämme haben nämlich oft im Beginn\nder zweiten Sylbe einen tonlosen, nicht aber einen tönenden\nExplosivconsonanten zwischen intonirten Lauten . Derartige\nConsonanten hat man jedoch für regelmässige Schwächungen\nlanger Consonanten anzusehen , obgleich Stammwörter mit\nsolchen langen Consonanten sich nicht immer nachweisen\nlassen ; z . B. kükiśtä- (refl . ) sich niederducken, lutikka Wanze,\nmantikka Erdbeere (vergl. das in den Runen vorkommende\nmantti- marja), jämpäkkä steif, kampastu- entschleichen , nicht\nkügistä-, ludikka, mandikka, jämbäkkä, kambastu-.\n", " § 46.", "Dieses Gesetz, das in Betreff des Inlautes auch\nin der Liwgisprache und im Wepsischen ¹ ), sowie seinen\nGrundzügen nach auch im Ehstnischen 2) und im Livischen\nGeltung hat, obgleich die Abwerfung der Vocale , die Kürzung\nund Dehnung der Consonanten hier störend auf dasselbe\neinwirken , herrscht jedenfalls nur in dem südlichen und\nöstlichen Theile des Gebietes der olonetz'schen und ar\nchangelschen Karelier, sowie im twerschen Karelen, wogegen\ndie Sprache in den nordwestlichen, an Finnland angrenzenden\nGegenden entweder der Consonanten g, d, d , b, z , ż , ż\ngänzlich ermangelt, und dieselben durch entsprechende tonlose\nConsonanten ersetzt, oder die tönenden Consonanten nur in\neinigen von den in § 44 aufgezählten Fällen anwendet.", " Im\n 1) Vergl. Suomi, Toinen Jakso , 8: s osa, S. 207 , 208 , 210, und\nKieletär, I Nidos , 4 vihko , S. 10.\n", " 2) Die von Krohn aufgestellte Regel, Viron Kielioppi § 2 a) 1)\nwelche nur den vorhergehenden Laut als für die Intonation be\nstimmend angiebt, ist unvollständig und unrichtig, denn nach derselben\nmüssten z. B. die finnischen kaksi, lapsi, pitkä von ehstnischer Zunge\nkags, labs, pidk und nicht wie es wirklich der Fall ist, kaks, laps, pitk\nausgesprochen werden.\n", " 30\nWesten an der finnischen Grenze erstreckt sich das Gebiet\nder schwach- consonantischen Sprache , wie sie im Vorher\ngehenden beschrieben worden , nach Norden hin bis zum\nDorf Rowkkula , nördlich von Rebola , worauf die absolut\nstarke Sprache vom Dorf Mijnoa an unmittelbar beginnt ;\nim Osten dagegen bildet der Fluss Kem die nördliche\nGrenze des schwachen Idiom's ;dochwird nördlich von\ndemselben eine einzelne Oase angetroffen, wo die tönenden\nConsonanten vorkommen , nämlich in Pilzjärvi und wahr\nscheinlich auch in anderen dem Weissen Meere zu belegenen\nDörfern, welche zu besuchen ich nicht Gelegenheit hatte. --\nDie durchaus stark- consonantische Mundart erstreckt sich,\nwie schon erwähnt , von Mijnoa im Süden bis zur Grenze\ndes karelischen Gebietes im Norden und von der Grenze\nFinnlands im Westen einige Meilen nach Osten hin, worauf\neine Uebergangsmundart beginnt , in welcher tönende und\ntonlose Consonanten mit einander derart abwechseln , dass\ndie tönenden Consonanten, je weiter man nach Osten kommt ,\num so mehr überhand nehmen.", "Eine umständliche Dar\ntellung dieser Uebergangsmundart würde uns jedoch zu weit\nführen, da bestimmte Regeln über die Anwendung tonloser\nund tönender Consonanten sich nicht einmal für ein be\nbeschränktes Gebiet aufstellen lassen und sogar die An\nzeichnungen, die aus demselben Dorfe vorliegen, nicht immer\nübereinstimmen , welcher Umstand auf individueller Ver\nschiedenheit der Aussprache beruht. Oft ist auch auf diesem\nGebiet die Intonation so schwach, dass man unschlüssig ist,\nob man das Zeichen eines tönenden oder eines tonlosen\nConsonanten anzuwenden hat. Ich bin daher genöthigt mich\nhier auf einige allgemeine Bemerkungen einzuschränken.\nAm empfänglichsten für Intonation sind die Spiranten ; so\nhört man oft in Gegenden , wo die Sprache übrigens nur\ntonlose Explosivconsonanten hat , solche Formen wie tojź en\nstatt tojśen, sen näköźellä statt sen näkösellä u. s . w. Die\nmeist westlich gelegenen Ortschaften , in denen ich intonirte\nExplosivconsonanten , jedoch nur bei gewissen Individen wahr\ngenommen habe , sindSurijärvi westlich vom mittleren\n 31\n Tuoppajärvi und Jüvöälaksi von der Wuokkiniemischen Kirche\n nach Osten zu ; z. B. (Surwrij .) randah, tuldih neben tie\n kunta, tultuo; (Jüv.) ombelow , rubej neben ompelow, rupej.\n Jedoch erst in Suolapohja an der südlichenSpitze von\n Tuoppajärvi, Kurki südlich von Suolapohja, Jüsküjärvi am\n Kemi und Luvajärvi am Tirkka-kemi fängt die Anwendung\nintonirter Consonanten an allgemeiner zu werden, wobei man\nim Allgemeinen Folgendes wahrnehmen kann : zuerst treten\n im äussersten Westen k, g, d, d, b, z ( , ) in Lehnwörtern,\n sowie zwischen Vocal und intonirten Consonanten, in Ana\n logie des Wotischen auf, z. B. braga, doroga, grožńi, kagra,\nkodva, hidva, kobra, ožra ; darauf, je mehr man sich dem\n Gebiet der weichen Mundart nähert, zwischen einem Nasal\n consonanten und einem Vocal ,z. B. hengen, randa, lambi,\nkanza ; alsdann zwischen anderen intonirten Consonanten und\nVocalen z. B. arge, peldo, kärbäźe, kalzu, und schliesslich\nzwischen Vocalen wie in der südöstlichen Mundart.\n", " $ 47. Den Umstand, dass die Sprache im nordwest\nlichen Karelen der Consonanten g, d, d, b , 2, 2 ,theil\nweise oder gänzlich entbehrt, hat man sonder Zweifel dem\nEinfluss des Finnischen zuzuschreiben ; denn auch in anderer\nBeziehung hatdieSuomisprache , inFolge zahlreicher\nfinnischer Einwanderungen, beständiger Reisen der Karelier\nin unserem Lande und ihres Aufenthaltes in demselben ,\neinen grossen Einfluss auf das Karelische ausgeübt.", "Im\nFinnischen kommen nämlich , mit Ausnahme der östlichen ,\nan Olonetz angrenzenden Gegenden und einiger Orte im\nsüdwestlichen Finnland , die Consonanten g, d, d, b, 2, 2\nundgar nicht vor, denn das in der finnischen Schrift\nsprache gebräuchliche d ist , wie schon oben erwähnt =\nd (r, 1) und g wird nur mit n als Zeichen für in angewandt :\nhengenhennen.\n", "Hier tritt uns jedoch die Frage entgegen : steht die\nsüdöstliche Hauptmundart des Karelischen auf einem älteren\nStandpunkt als die nordwestliche ? Oder, um der Frage eine\nweitere Fassung zu geben : hat die Suomisprache früher\nintonirte Explosivconsonantenund Spiranten gehabt , wie\n 32\n dieses in allen verwandten Sprachen der Fall ist, und die\n selben darauf eingebüsst, oder haben dieselben in der west\n finnischen Ursprache gefehlt und sich erst späterhin bei den\n ausserhalb Finnlands wohnenden Völkern entwickelt.\n", " Der ersteren dieser Ansichten scheint Thomsen ¹ ) bei\ntreten zu wollen , verwechselt jedoch Intonation, d. h. Ver\nbindung der Articulationmitder tönenden Stimme ,und\n Consonantenschwächung , d . h . Aufhebung der vollständigen\nArticulation, mit einander ; ausserdem geht er von der ganz\ngrundlosen Annahme aus , dass im Finnischen ursprünglich\nin allen Fällen g, d, b statt k, t, p vorgekommen seien, wo\njetzt Schwächung (Vermilderung ,Tenuation)dieser Con\nsonanten stattfindet.\n", " Wollen wir z . B. den physiologischen Hergang bei der\nAussprache von kota und koda in Betracht nehmen . Die\nAussprache von o und a erfordert, dass die Stimmritze zu\nsammengezogen und die Stimmbänder in vibrirende Be\nwegung gesetzt werden ;soll nun t zwischen diese Vocale\ntreten, hat man beim Ausführen der dentalen Articulation\ndie Stimmbänder loszulassen , so dass die Stimmritze sich\nöffnet ; sobald aber die Articulation aufhört , muss man die\nStimmbänder sogleich so spannen, dass dieselben zu vibriren\nanfangen und das zur Aussprache von a erforderliche Vocal\nelement, die tönende Stimme entsteht.", " Bei der Aussprache\nvon koda dauert dagegen die Spannung und Vibration der\nStimmbänder fort , sobald dieselbe einmal mit o begonnen,\nbis das Wort mit aufhört. Welche Ansicht ist nun natür\nlicher und mit der fast allen Lautveränderungen zu Grunde\nliegenden vis inertiae mehr übereinstimmend , nämlich\ndass die Spannung und Vibration der Stimmbänder während\nder Articulation ursprünglich stattgefunden und späterhin\nohne irgend eine sichtbare Ursache aufgehoben worden ist,\noder dass der Consonant ursprünglich tonlos gewesen aber\nspäter dadurch intonirt worden ist, dass man die Spannung\n1) Siehe Den got. Sprogkl. indflyd . , S. 24 u. 25.\n 33\nund Vibration der Stimmbänder , die sowohl vor als nach\ndem Consonanten stattfindet, auch während der Articulation\nhat ununterbrochen fortwirken lassen? Natürlich die letztere.\n", " Ausser diesem rein physiologischen Grunde, der von\neiner späteren Entstehung der erwähnten intonirten Con\nsonanten zeugt, können noch andere hervorgehoben werden.\nDie meisten mehrsylbigen und viele zweisylbige Stämme\nmüssen für Herleitungen angesehen werden. Die Ableitungs\nund Beugungsendungen haben in den westfinnischen Sprachen,\nin denen die intonirten Consonanten vorkommen, doppelte\nFormen mit tonlosen und tönenden Consonanten. Bei der\nWahl derselben folgt die Sprache der oben angeführten\nRegel ,dass nämlichtönende Consonanten zwischen in\ntonirten Sprachlauten, tonlose in übrigen Fällen vorkommen.\nNun ist jedoch jegliche Herleitung und Beugung ursprüng\nlich eine Zusammensetzung, d . h . die Endungen bilden Ver\nbleibsel von ursprünglich selbständigen Wörtern , die all\nmählich abgenutzt worden sind. Wie ( §§ 5 , 8) gezeigt worden,\nist kein intonirter Explosivconsonant oder Spirant ursprünglich\nim Anlaute westfinnischer Wörter vorgekommen , also auch\nnicht in den Endungen. In allen abgeleiteten Wörtern und\nBeugungsformen müssen folglich die intonirten Consonanten\nneuer sein als die tonlosen, z . B. tä-gä-lä-jźe, si-dä, miel-dü¸\nvähen-dä- , juo-bu- neuer als tä-kä-lä-jśe , si-tä , miel-tü-,\nvähen-tä-, juo-pu-.\n", " Schliesslich gewahren wir, dass intonirte Consonanten\n auch im Anlaut aus tonlosen entstehen , falls zwei Wörter,\n von denen daserstere mit einem tönenden Sprachlaute\n schliesst, in enge Verbindung mit einander treten. Beispiele\n eines solchen Ueberganges, der in den entfernter verwandten\n Sprachen, z . B. im Mordwinischen ¹ ) und Tscheremissischen 2)\n Gesetz ist , bietet unter den westfinnischen Sprachen das\n1) Ahlqvist, Versuch einer Mokschamordwinischen Grammatik,\n § 32, siehe die Beispiele .\n", " 2) Castrén , Elementa Grammatices tscheremissae , S. 6 u. 7,\n Mom. 6.\n", " 3\n 34\nLivische¹ ) in Menge dar ; einzelne derselben können auch\nin der Liwgisprache und im Karelischen nachgewiesen\nwerden, z. B. hänen gera, min däh statt hänen kera, min täh.\n", "Aus allen diesen Gründen sehe ich es für unzweifelhaft\nan , dass das Finnische und die Sprache im nordwestlichen\nKarelen, die keine tönende Explosivlaute und Spiranten haben,\nauf dem ältesten Standpunkte stehen , und dass diese Con\nsonanten in den übrigen westfinnischen Idiomen erst später\ndurch Einwirkung vorhergehender und nachfolgender in\ntonirter Laute und möglicher Weise auch unter dem Einfluss\nder Sprachen der benachbarten Völker arischen Stammes\nentstanden sind.\n", "Die palatalisirten oder mollirten Consonanten.\n", "§ 48. Oben (§ 1 ) haben wir unter den Consonanten,\ndie im Karelischen mollirt vorkommen, die gutturalen k und\ng angeführt.", "Dieselben werden jedoch nur im östlichen\nKarelen an der Sprachgrenze mollirt angetroffen , als eine\nindividuelle Eigenthümlichkeit solcher Personen , die das\nRussische eben so rein wie ihre Muttersprache reden , in\nden übrigen Fällen dagegen werden sie hart ausgesprochen,\nz. B. kego , kirves , reģi statt der allgemein karelischen\nkego, kirves, regi.\n", "Wir betrachten hier daher nur die palatalisirten Den\ntalen ť, d, ń, ś, ż, ŕ, l, die mit Ausnahme von ź und auch\ngedehnt vorkommen. Hierbei ist Folgendes wahrzunehmen :\nmit Ausnahme der russischen Lehnwörter, wie z. B. Pijteri,\nSt. Petersburg, ośa Achse, kuľa od . skuľa Mehlsack, koaŕoj\nrothbraun, und derjenigen einheimischen, die mit ń (§ 6)\nanlauten, kann man in allen übrigen Wörtern nachweisen,\ndass die Mollirung der dentalen Consonanten durch den\npalatalen Halbvocal jodereinen der palatalen ,labial\n1) Sjögrens Livische Grammatik nebst Sprachpr., S. 20 u. 21,\nMom. 13, s. Beispiele.\n35\npalatalen oder palato-gutturalen Vocale : i, e, ä, ü, ö ent\nstanden ist.", " Allgemein, über das ganze Gebiet verbreitet,\ntrifft man die Mollirung nur nach und vor j und i an ; vor\nden übrigen eben erwähnten Vocalen kommt dieselbe blos\nin den östlichen Gegenden (Poaen, Kompakka , Sujgujärvi,\nPoańarvi) vor , wo das Russische allgemeiner bekannt ist\nund daher auch einen grösseren Einfluss auf das Karelische\nausgeübt hat.", "Wenn man z. B. in Poaen se üllätetäh, ne\nhändä ,tüöndäw , tüttärestä sagt , in Kompakka :hejldä,\nsündüjäh nähen , tüö tähti , soaten , hänellä , in Sujgarvi :\nkibewdün , händä , hänellä , mütüttä , in Poańarvi : peällä,\nsijtä, tätä, viheldäw, häjt, päjvänädagegen aber in Pilź\njärvi : tüöndäw , hänellä, peällä , in Jüsküjärvi : päjtä, jälelläk,\ntüönnettih, sieldä , in Jängärvi : tiedämättömällä , in Luvajärvi :\nhejtännüh , hierdäw , peäksekkäh,in Nogeus : näwttäw, tädä,\ntähellä, sijdähässeh , in Liedma : lüpsät, venehtä, in Rebola :\nsüwwä, läkkä, pidäw , mäne , müöte , so hat man in jenen\nFällen die Mollirung dem Einfluss des Russischen zuzu\nschreiben. Denn die Aussprache mollirter Consonanten er\nfordert, dass der Zungenrücken zugleich mit der eigentlichen\nArticulation sich gegen den palatalen Punkt zu der Stellung\nvonj (oder wenigstens von ) erhebt.", "Diese Stellung ist\njedoch von karelischem Gesichtspunkte aus, vor den Vocalen\nä, e, ö, ü vollkommen unmotivirt , da diese Vocale , wenn\ndieselben ohne vorhergehenden Consonanten vorkommen , in\nganz Karelen rein ,d . h . ohne irgend einen Vorschlag des\nj (i) ausgesprochen werden, z . B. äjjä, ej, öndü, üskä, nicht\naber jäjjä, jei, jöndü, jüskä ; wogegen im Russischen die Vo\ncale e, u, i, n, 10, я, vor denen ein Consonant mollirt wird ,\nsämmtlich mit einem i- oder j-laut beginnen, indem nämlich\nu und ii oder ji , e und n = je , 10 = ju und я = ja\n(jä) ist.\n", " Doch wechselt die Mollirung auch häufig vor und nach\n einem i, j: n, 1, r werden meist vor i erweicht ; t und d werden\n gewöhnlich vor einem zum Stamm gehörenden i palatalisirt ;\nletztere können jedoch auch hart bleiben ; z . B. kattila Kessel,\nkondie Bär ; s undwerden regelrecht nach i und j palatalisirt,\n 36\nbleiben jedoch in Poaen oft unverändert ; z. B. kawńiś\nhübsch, tojźet die anderen, in Poaen gewöhnlich kawńis, tojzet.\nVor i wiederum ist die Palatalisirung von s und z an ver\nschiedenen Orten und oft auch an demselben Ort in ver\nschiedenen Wörtern so unbestimmt, dass dafür keine andere\nRegel sich aufstellen lässt , als dass die Palatalisirung an\nder östlichsten Sprachgrenze am allgemeinsten vorkommt,\nund je mehr man nach Westen kommt, desto mehr abnimmt.\n", " § 49. Palatalisirung in Folge von Verschmelzung eines\nDentalconsonanten mit j ist sehr allgemein ; einige derartige\nFälle sind schon früher erwähnt worden ;z. B. die Ent\nstehung von ńń , ll, śś, dď aus nj, lj, sj, dj (§ 26) .\n", "Hierher gehört auch die Mollirung von 7 in der Endung\nla, wenn dieselbe an Nomina, die auf o anlauten, und ur\nsprünglich die Endung oj gehabt, angefügt wird, z. B. Rebola,\nHimola statt Rebojla , Himojla , sowie auch das mollirte n\nund z in den Nominalendungen jne, jże und ja, die auch\nin solchen Formen vorkommen , wo das j weggefallen ist,\nz. B. pakkańe, pakkażen Kälte für pakkajńe, -jzen ; hindaźa\ntheuer, für hindajźa.\n", " § 50. Mit der ebenerwähnten Palatalisirung verwandt\nist auch die Mollirung , die im nördlichen Karelen durch\nEinfluss eines vorhergehenden e entsteht, wenn dieses e mit\neinem vor demselben befindlichen Vocal in einen Diphthong\nverschmilzt, z. B. poatkah er mag fliehen, poańńun geflohen ;\nkevöällä im Frühling , Tunguolla , Uhtuośśa , statt paetkah,\npaennun, keväellä, Tunguella, Uhtuessa.\n", " Die Lautveränderungen imKarelischen .\n", " Die Lehre von den Lautveränderungen fällt ursprüng\nlich ganz und gar in das Gebiet der Physiologie : das be\ngriffliche Moment nimmt bei dem Lautwandel erst die zweite\n Stelle ein , indem nämlich die Sprache in den Fällen , wo\n37\neine oder mehrere Lautveränderungen physiologische Be\nrechtigung haben , die unveränderte Form und die möglichen\nLautveränderungen für verschiedene Nüancen des Begriffes\nanwendet , oder , um kein Missverständniss aufkommen zu\nlassen , entweder die unveränderte Form oder irgend eine\nVeränderung vermeidet.\n", "Alle Lautveränderungen haben einen Zweck , nämlich\ndie Erleichterung des Sprechens .", " Man kann daher die\nFrageaufstellen , weshalb solche Lautcombinationen ,die\nschwer auszusprechen sind , in der Sprache sich entwickelt\nhaben. Als Antwort hierauf kann man anführen , dass die\nSprache zur Bezeichnung neuer Begriffe und Verhältnisse,\ndie vorhandenen einfachen und leicht auszusprechenden\nWörter mit anderen derartigen verbunden hat , welche\nspäterhin ihre Selbstständigkeit allmählich verloren haben und\nzu Ableitungs- oder Flexionsendungen herabgesunken sind .\nDadurch sind eine Menge neuer und schwieriger Lautver\nbindungen entstanden, von denen die Sprache, in Folge des\nallgemeinen physischen Gesetzes der vis inertiae sich zu\nbefreien gestrebt hat.", "Eine solche Befreiung kann auf ver\nschiedene Weise vor sich gegangen sein : durch Abnutzung\ndes Schlusses der angefügten Wörter, um das neue, eigent\nlich zusammengesetzte Wort unter einem Hauptaccent zu\nvereinigen ,durch Abwerfung , Austausch oder durch Um\nstellung eines oder mehrerer Laute im Vereinigungspunkt.\n", "Ein neuer Laut, d. h. ein Zuschuss zu der vorhandenen\nLautmasse, als Folge dieses rein physiologischen Processes\nist a priori unwahrscheinlich und dürfte sich nur selten auf\nweisen lassen, muss daher in den meisten Fällen für eine\nEndung angesehen werden. Hiermit ist jedoch nicht gesagt,\ndass eine Verlängerung oder Verstärkung gewisser Laute\nnicht vorkommen könnte ; dieselbe wird wirklich angetroffen,\nentweder als Folge der Einwirkung des Accents , welcher\ndanach strebt die betonten Sylben auf Kosten der un\nbetonten hervorzuheben, oder auch um einen kurzen Laut\nvor Schwächung und gänzlichem Verschwinden zu bewahren.\nJedoch dieselbe vis inertiae , welche die Lautveränderung\n 38\nhervorgerufen hat , lässt dieselbe auch bestehen : eine ein\nmal eingetroffene Lautveränderung bleibt auch dann unver\nändert, wenn die Ursache derselben durch eine neue Ver\nänderung aufgehoben ist.\n", "I.", "Wandel der Consonanten.\n", " Die wichtigsten Veränderungen, welche die Consonanten\nim Karelischen bei Bildung und Beugung der Wörter erleiden,\nsind Intonation , Schwächung , Verstärkung , Assi\nmilation und Elision.\n", " § 51. Die Intonation von k, t, p, s, ś in g, d, b, 2, ź ,\nwodurch sich die Sprache im südlichen und östlichen\nKarelen von der in den nördlichen und westlichen Gegenden\nunterscheidet , und welche wir schon früher zu betrachten\nGelegenheit gehabt haben, macht sich auch in den Endungen\ngeltend, indem nämlich die Endungen, in denen diese Ex\nplosivlaute oder Spiranten vorkommen , in Südkarelen eine\ndoppelte Form haben, die entweder weich und tönend oder\nhart und tonlos ist, welcher Unterschied darauf beruht, ob\ndiese Consonanten von intonirten Sprachlauten umgeben sind\noder nicht, während in Nordkarelen dieselben Endungen blos\ndie ursprüngliche harte Form haben , z. B. die Partitive\norih-ta, kät-tä, kallis-ta ; stidkarel. un-da , manner-da, vem\nmel-dä, moa-da, päj-dä, nordkarel. un-ta, manner-ta, vem\nmel-tä, moa-ta, päj-tä ; die Formen des Impersonals lükät\ntäneh, näh-täjś, pes-tih ; südkarel. pan- daneh, pur- dajś, keän\nnel-dih, soa-dava ; nordkarel. pan- taneh, pur-tajś, keännel-tih,\nsoa-tava ; die Imperative nos-kah, näk-käh ; südkarel . haravoj\ngah, pangah , purgah, tulgah , soagah ; nordkarel. haravojkah,\npankah, purkah, tulkah, soakah ; Comparat. im südkar. pa\n rembi , nordkar. parempi ; der allgemeine karel. Partit. he\n vojś-ta vom südkar. Stamm heboze oder heboże , nordkar.\n hepose.\n", " Schwächung im Beginn einer geschlossenen Sylbe.\n", " § 52.", "Schwächung (auch Consonantenvermilderung,\n Tenuation genannt), die im Allgemeinen in der Aufhebung\n 39\nder vollständigen Articulation besteht, welche die Aussprache\nder Explosivconsonanten k, g, t, tt, d, p, b erfordert, kommt\nregelmässig nur im Inlaut vor einem kurzen Vocal oder\neinem kurzen(d . h. nicht durchVocalcontraction ent\nstandenen) Diphthong auf j vor, auf welchein derselben\nSylbe unmittelbar entweder vollständige oder unvollstän\ndige consonantische Articulation folgt.", "Est ist offenbar,\ndass dieses Gesetz, von dem man übrigens annehmen muss ,\ndass es verhältnissmässig neu ist, da dasselbe nur in einigen\nwestfinnischen Sprachen sich ausgebildet hat und auch in\nihnen in verschiedener Weise und mit verschiedener Aus\ndehnung sich geltend macht (am vollständigsten in Karelen) ,\nkeinen anderen Zweck haben kann, als den Durchgang des\nLuftstroms zu erleichtern : von zwei auf einander folgenden\nLufthemmungen wird die erste aufgehoben , falls der Luft\nstrom von der letzteren entweder für die ganze Zeit, welche\nzur Aussprache des Wortes (im Auslaut) erforderlich ist,\noder auch für längere Zeit als einen Augenblick (im Inlaut,\ndurch einen Consonanten vor einem anderen) gehindert wird.\n", "Anmerkung 1. Consonantenschwächung kommt nicht\nvor im Beginn einer Sylbe, an deren Schluss ein Consonant\ndurch eine in späterer Zeit im Auslaute erfolgte Vocalelision\nzu stehen kommt, nämlich : a) vor der Illativendung h sowie\nauch vor der Personalendung him Imperat. (Optat .) des\nActivs und im Imperf. Ind . der unpersönlichen Form ; z. B.\nmeṭṭäh ; tulgah, pandih ; b) vor der Conditionalendung -jś,\nz. B. kiskojs, hüppis, soadajs ; c) im Adj . II vor den aus -nut\ngekürzten Endungen n , t, z . B. tappan, ottat.\n", "Anmerkung 2. Andrerseits wird Schwächung in einigen\nFällen angetroffen, wo kein sichtbarer Grund dafür vor\nhanden ist, nämlich im Anfang einer Sylbe , wenn dieselbe\nursprünglich durch einen Consonanten (k, t) geschlossen ge\nwesen, welcher im Karelischen weggefallen ist :\na) im Hauptverbum beim verneinten Praesens sowohl\nder persönlichen als unpersönlichen Form , z. B. ej muwta\nvon muutta- (vergl. finn. muuta' , muutak, refl. muutak-sen),\nej tulla vom Impersonalisstamme tulda- (vergl. finn. tulla',\n 40\ntullak, ehstn. bejahende Form tullak-se), von welchem ge\nschwächten Stamm man alsdann die bejahende Form tullah\n(= tulla’ -h = tullak-han) erhalten hat ; b) in der 2. Pers .\nSing. Imperat. z. B. sowwa von sowda-, elä anna von anda ;\nc) im Translat. des Subst. I und auch in anderen gekürzten\nTranslativen, z. B. tulla, soaha, rannemma ; d) im Nom. Sing.\nder Stämme auf ke; z. B. kasse Gen. kastien; e) in Eigen\nschaftssubstantiven auf us , (ute) uo , die von mehrsylbiger\nNominibus auf -nda und -mba abgeleitet sind ; z . B. iźän\nnüöllä, emännäöllä, vihannuolla, vanhemmuoldi ; f) in Verben\nmit der Ableitungsendung j und vorhergehendem Vocal , in\ndenen j statt der vollständigen Endung jtte gebraucht wird ;\nz. B. Inf. tolkujja verstehen , entwickeln , Stamm tolkujtte\nvon tolkku ; emännöjjä wirthschaften von emännöjṭṭe-.\n", " § 53.", " Schwächung der langen Consonanten, dieselbe\nmag nun nach einem Vocal oder Consonanten eintreten,\ngeschieht dadurch, dass die Lufthemmung verkürzt , d . h.\ngleich nach ihrer Entstehung wiedervollkommen aufge\nhoben wird.\n", " Also werden geschwächt :\n a) kk zu k; z . B. kukkaże Blume, Spielzeug, Part. Sing.\nkukajśta ; muśśikaże Schwarzbeere, muśśikajśta ; hankki- schaffen,\nImperat. hanki ; (palkkata-) palkkoa- miethen, Subst . I (pal\nkat-ta, Transl. palkata-k) palkata, soperkka Tauchente , Nom.\nPlur. soperkat ;\n b) tt zu t; z. B. katta- decken, davon Imperat. kata\ndecke ; otta- nehmen , Stamm des Impersonalis otetta, davon\nPraes. ej oteta , otetah ; kinttu Bein , Genit. kintun ; tarttu\nstecken bleiben, Imp . tartu ; maltta- können, Impf. 2 P. S.\nmaltojt ; srumentta Instrument, Nom . Plur. srumentat.\n c) tt zu t; z. B. etti- suchen, eţindä Suchen ; koźitte\nfreien, kożitukse Freierei ; tirttu lecker, Comp . tirṭumbi ; gos\ntintta Geschenk (besonders aus Näschereien bestehend) Transl.\nPlur. gostińtojkśi.\n d) pp zu p ; z. B. kauppa Handel, kawpitte- handeln ;\nvolappa fahl, falb, Gen. volapan ; vilppi Betrug, Gen. vilpin ;\nkimppu Lärm, Unwesen, Iness. kimpussa.\n", "41\n 54. Die kurzen Consonanten k, g, t, d, p, b sind\nwahrscheinlich in den meisten Fällen derart geschwächt\nworden, dass der Lautcanal nur theilweise (an den Seiten)\ngeschlossen worden ist, wodurch die Halbvocale g, đ₁ , w₂\nentstanden sind, die alle noch im Lappischen (w, in der\nTerschen Mundart) angetroffen werden. Im Finnischen ist\ng (= gh bei Agricola) früher sicher vorgekommen, ist aber\njetzt verschwunden ; statt d₁ findet sich der palato- dentale\nHalbvocal de und statt w, der labial-dentale Halbvocal v2 .\nIm Karelischen fehlen gegenwärtig alle diese ursprünglichen\nHalbvocale und statt der echten Schwächung wendet das\nselbe eine Menge anderer Verfahrungsweisen an :\n Ersatz von g durch j oder v2 ; von d durch j, v½ oder\nden Spirans h, von w₂ durch v2 ;\n Assimilation mit einem vorhergehenden Consonanten\noder Halbvocal : n, m , r, l, sowie j und w;\n Abwerfung, d . h. weder vollständige noch unvollständige\nLauthemmung ;\n Keine Schwächung.\n § 55. a) k wird nach h im Beginn der zweiten Sylbe\nin einigen Wörtern abgeworfen, sowie reähkä Sünde , reähät;\nrichki- schlagen , richin ; rahkehe , Nom. rahiś Riemen am\nGespann, tahkuon, tahota (auch tahkota) schleifen. Gewöhn\nlich jedoch, und zwar immer in den letzten Sylben eines\nmehrsylbigen Wortes bleibt k ungeschwächt ; z. B. pihkalla,\ntähkät, ruhkat, pahkan, nahkan, lewhkät, leviähköt von pihka\nPech, tähkä Aehre, ruhka Fäserchen, Colly, pahka Knorren,\nAuswuchs , nahka Leder , lewhkä-prahlen , lewiähkö ziem\nlich breit.\n b) k fällt fort nach t ; z. B. matka Reise , matassa ;\nkätüt kätköön Wiege , potkoan , potata ausschlagen ,einen\n Fusstritt geben; pitkä lang, pitempi, piťin.\n c) k nach s, & fällt gewöhnlich in den nördlichen und\n östlichen Gegenden weg, wodurch der Spirans zwischen zwei\n Vocale zu stehen kommt und daher an den Orten, wo man\n sonst z, ź anwendet , intonirt wird ; z. B. laske- loslassen,\n 42\nlazetta- ausspannen ; lajska- faul ,lajzistele- faul sein. In\n Poaen wird k von s, é assimilirt ,wodurch ss , śś ent\n stehen, die jedoch nach einem Diphthong gewöhnlich bei\nnahe vollständig gekürzt werden ; z . B. lassetta- ; keske Mitte\nkeśśeśśä; lajśśiśtele- ; rieska ungesäuertes Brot , riesasta ;\nrajska arm, Tropf, rajsan . In Rebola wird auch bisweilen\nAssimilation anstatt Abwerfung angetroffen, z. B. kahen kessen\nzwei Mann hoch ; in Sujgarvi werden beide Verfahrungsarten,\noft in verschiedenen, oder in denselben Formen eines und\ndesselben Wortes angetroffen, z. B. kezessä, lezellä, tuzassa\nvon keske , leske Wittwe , tuska Noth , jedoch rajśśat von\nrajska, en laze oder lasse, izen oder iśśen , kisson oder kizon,\nvon laske-, iske- schlagen, kiśko- reissen.\n d) g (k) fällt weg nach r, ausser in Poaen, wo Assi\nmilation vorkommt ; z. B. härän, käret, kuret, varasta- stehlen,\nin P. härrän , kärret, kurret, varrasta-, von härgä Ochs,\nkärge Schwarzspecht, kurge Kranich, vargaha Dieb.\n e) g (k) nach 7 fällt im grössten Theil Karelens ge\nwöhnlich fort, doch kommt auch Assimilation vor: in Poaen\nimmer und bisweilen auch in Rebola und Sujgarvi ; z . B. in\nP. ńälläśtü- hungrig werden, hüllättü, jallojlla, vellakśi von\nnälgä Hunger, hülgeä- verlassen , jalga Fuss , velga Schuld ;\nin R. nälässä, jalalla, jälelleh zurück von jälge Spur, aber\nalletah , ollottih von alga- anfangen , olgua- sich entfernen ;\nin S. jalat, nälästü- , velassa , neben sülen od . süllen von\nsülge- spucken, ullos hinaus, vom Stamm ulgo.\nf)g (k) nach j wird assimilirt , wenn dem j ein i\noder u vorangeht, wie z. B. in den Wörtern lijjan, pijjan,\nsijjan, mujjota, von lijga das Ueberflüssige, pijga Magd, sijga\nSchnepel, mujgua- sauer werden ; fällt jedoch in den übrigen\nFällen gewöhnlich fort, wie z. B. in den Wörtern ajan, pojan,\nojenda-, richten, gerade machen , von ajga Zeit , pojga Sohn,\nojgie gerade. In Poaen ist die Articulation des langen j\nsowie auch des kurzen j vor i sehr matt, so dass lijjan,\nmujjota, pojindima Stiefsohn, daselbst wie tran, muiota , po\nindima lauten.\n", " 43\n g) g (k) nach w geht in Südkarelen (Poaen) in w ,\nanderwärts gewöhnlich in v über ; z. B. hawwin, lewwan oder\nhawvin lewvan, von hawgi Hecht, lewga Kinn.\n", " Anmerkung. g (k) nach n wird nie geschwächt, z . B.\nhengen , kuningas von henge Geist , kuningaha König ; auch\nnicht k nacht, sowie ratkahta-, plötzlich krachen, knacken,\nvon ratka-.\n § 56. a) t nach h fällt immer fort, auch wenn haus\nk entstanden ist ; z . B. tähen , lahen , solahan von tähte Stern ,\nlahte (Nom. laksi) Bucht, solahta- herabgleiten ; nähä I Subst .\n(Stamm nähtä-) von näge- sehen.\n b) t nach s , ś, sowie d ( t) nach n , r, l, j und w,\nwerden von diesen vorangehenden Lauten assimilirt ; z . B.\nlassut, opassan, pajśśa , väriśśä, muśśikkaže Schwarzbeere, von\nlastu Spahn, opasta- lehren, pagiće- sprechen, värize- zittern,\nmusta schwarz ; panna, purra, keännellä, ujja, haravojja, käwwä\n(statt panda, purda u. s . w.) , Inf. I von pane- legen, pure\nbeissen, keändele- wenden, uj- schwimmen, haravoj- harken,\nkäw- gehen ; majjen, keväjjen, kastejjen (statt maiden u. s . w.)\n Gen. Plur. von moa Land, keveä Frühling, kastie Thau. In\n den nördlichen Gegenden wird d nach w gewöhnlich durch\nv ersetzt, z. B. käwvä, rawvan von rawda Eisen.\n", " Anmerkung. d nach n wird in Poaen und Rebola in\n einigen Formen von anda- abgeworfen ; z. B. en ana , anat,\n Imperat. ana, der auch als Conjunction, in der Bedeutung :\n damit, gebraucht wird ; dagegen aber annettih.\n", " § 57. Wenn g (k) und d (t) nach einem kurzen Vocal\n oder eigentlichem Diphthong stehen, kommt in der Art und\n Weise der Schwächung unter ihnen kein Unterschied vor.\n a) Schwächung zu v kommt regelrecht nach anderen\nVocalen ausser u, vor o und ö vor ; z. B. kavotta- verlieren,\n mavon, pavojśśa, von kado- verschwinden , mado Schlange,\npada Topf; havon von hago Windbruch, Thürpfosten ; savotta\n fact. von sago- dick werden ; sevotta- fact. von sego- sich\n mischen; vevon von vedo Steuer ; livotta- einweichen , von\n ligo; sivon von sido- binden ; nävöjśtä Part. von nägöze von\n 44\nnägö Aussehen ; koavojn Impf. von koada- umwerfen, roavon\nvon roado Arbeit.\n b) Schwächung zu kommt auch nach o vor a und e\nvor, doch nicht in allen Wörtern ; z. B. kovassa, toven, joven\nnoven , von koda Küche , Waschhaus , tode Wahrheit , joge\nFluss, noge Russ ; dagegen aber soenda- blenden , von sogie\nblind, kuottele- versuchen, von einem verschwundenen Stamm\nwort koke-.\n", " Ausnahmen bilden tijjon von tiedo Kenntniss , loa\njokse That, Handlung von loadi- thun , machen .\n c) Schwächung zu v kommt auch in anderen Fällen\nin einzelnen Wörtern vor , als tevendä , tevin von tege-,\nhuovis Nom. von huogehe wohlfeil , roavisko Aas , von dem\nverschwundenen Stammworte roado ; sivalda- schnell binden,\nvon sido-.\n", "Anmerkung. Die abweichende Consonantenschwächung,\ndie in den Wörtern roavisko , sivalda- , tijjon und loajokse\nvorkommt, scheint ihren Grund darin zu haben, dass die\nselbe Art der Schwächung beibehalten worden ist , die in\nden Stammwörtern vorkommt und auf Lautverhältnisse\nberuht, die in den abgeleiteten sich nicht mehr vorfinden.\n d) Schwächung zu h trifft man an im I. und II. Sub\nstantivus , und im Praes. Impersonalis der Verben soa- er\nhalten, jeä- bleiben ; z . B. soaha soahen soahah- , jeähä jeä\nhessä jeähäh, sowie im Wort rühähtä- ( neben rüvähtä-) von\nrügi- husten.\n e) Sowohl vor als nach u und ü fallen g (k) und d (t)\nin Poaen fort, werden aber anderwärts gewöhnlich durch v\n ersetzt ; z. B. maun oder mavun von magu Geschmack ; reüt\noder revüt, Gen. regüön kleiner Schlitten , pius oder pivus,\nGen. piduhuon Länge ; mäüt oder mävät , Gen. mägüön\nHügelchen ; peäün, peävün von peädü- treffen , koaun koavun\nvon koadu- fallen, hüöün hüövün von hüödü- gewinnen, reich\nwerden ;uar , uvar Gen. udaren Euter , suas, suvas Gen.\nsugahan Borste , suin, suvin von sugi- bürsten , kämmen ;\nkuon, kuvon von kudo weben ; ruguan, ru'ota, ruvota (Heu)\nin Haufen setzen ; kuun kuvun von kudu Fischlaiche , luun\n 45\nluvun von lugu Zahl , rüittä- rüvittä- von rügi- husten ,\nsüdeän säätä süvätä stossen , rüähtä- rüvähtä- von rügi-.\n", "Allgemein kommt die Abwerfung von g (k) nebst Vocal\ncontraction vor in rujs , Nom. von rugehe Roggen ,und\nnäwttä- zeigen, fact. von nägü- scheinen.\nf)Vor und nach i werden g (k) und d (t) in Poaen\nabgeworfen; anderwärts tritt j an ihre Stelle , wenn nicht\neine der vorstehenden Regeln dieses verbietet, oder die um\nstehenden Vocale contrahirt werden ; z . B. vein oder vejin\nvon vedä- ziehen, koin kojin von kodi Haus , möiśśä möjiśśä\nvon mögize- murmeln , heäin heäjin von heädä- vertreiben,\nloain loajin von loadi- machen ; piin pijin von pidä- halten,\niin oder ijin igäh ewig , rian rijan von rida Falle, lian lijan\nvon liga Schmutz, piellä pijellä Inf. von pidele- halten, hi'en\nhijen von hige Schweiss .\n", "In vielen Wörtern ist jedoch AbwerfungderCon\nsonanten und gleichzeitigeContractionder umstehenden\nVocale allgemein ; z . B. pajśśa von pagize- sprechen , rajś\n(neben roah) , Gen. ragehen Hagel, hiestü- schweissig werden,\nkojśśa zu Hause, najn Imperf. von näge- sehen.\ng) Auch vor und nach e lässt sich bisweilen ein j\nhören , wenn das e sich nicht mit dem benachbarten Vocal\nzu einem Diphthong verbindet ;z . B. majeh (nebst moah)\ntajeh (nebst toah) von madehe Quabbe, tadehe Dünger ; veen\noder vejen (nebst vejn), reen rejen, von vede Wasser, rege\nSchlitten ; vejän (nebst veän) von vedä- ziehen , seassa sejassa\nvon sega Mischung.\nh) Nach den Diphthongen uo, üö und ie vor a, ä, e\nund meist auch vor i sind die Consonanten g (k) und d (t)\nin früherer Zeit wahrscheinlich fortgefallen, wobei uo , üö\nund ie vor diesen Vocalen in die langen Vocale uw , üw und\n jin gleicher Weise übergegangen sind , wie die diesen\nDiphthongen entsprechenden kurzen Vocale o, ö und e oft\nnur deshalb in u, ü, i verwandelt werden, um desto schärfer\nvor dem unmittelbar darauf folgenden Vocal hervorzutreten.\n", "Beim Uebergang von uw (= ū) , üw (=) und ÿj\n (7) in die Mundstellung, die der folgende Vocal erfordert,\n 46\npflegt man an den meisten Orten, um die Vocale noch be\nstimmter abzusondern, die respectiven Organe einander zu\nnähern, so dass ein mehr oder minder deutlicher Halbvocal\nw (in Nordkarelen durch v ersetzt) und j zwischen den\nVocalen vernommen wird. Hier könnte allerdings auch eine\nandere Anschauungsweise sich geltend machen : man könnte\nnämlich dafür halten , dass g (k) und d (t) nach uo und\nüö durch Schwächung in den zunächst verwandten Halbvocal\nw (v) und nach ie in j übergegangen seien , welche Halb\nvocale nachher eine attrahirende Wirkung auf die vorher\ngehenden Diphthonge ausgeübt hätten , so dass die ge\nschlossene Vocalstellung für u, ü und sich während der\nganzen Zeit beibehalten hätte , so z . B. wäre von luodeh,\nmüödä, tiedin - luoweh oder luoveh , müöwä oder müövä,\ntiejin, und darauf luwweh oder luwveh, müwwä oder müwvä\nund tijjin entstanden. Diese Erklärung ist jedoch aus dem\nGrunde zu verwerfen , weil in allen übrigen Fällen keine\nderartige Attraction von einem v (welches durch Schwächung\nvon b (p) entstanden ist) ausgeübt wird , z. B. huovan, nicht\nhuwvan von huoba Filz.\n i) In allen übrigen Fällen fallen g (k) und d (t) fort,\nnämlich :\n Zwischen oa und a, oa und e ; z. B. koan von koada\nfällen, umwerfen , roan Präs. von roada- arbeiten und roan\nGenit. von roaga roh ; koatah, roattih ;\n Zwischen eä und ä, eä und e ; z. B. heän heättih von\nheädä- vertreiben, neän von neädä Marder ;\n Zwischen a und a, a und e ; z. B. poan von pada Topf,\njoan, moata, toas wieder, von jaga- theilen, magoa- schlafen,\ntaga das nach hinten zu Belegene ; joattih von jaga- , poata\nvon pagene- fliehen, loalla von lage- Dach, moah, toah, roah\n(neben majeh, tajeh, rajs) von madehe Quabbe, tadehe Dünger,\nragehe Hagel ;\n Zwischen ä und ä, ä und e ; z . B. heässä von hädä\nNoth, keän von käde Hand , keätä von kägiä- (= käketä-)\nbeabsichtigen, meän , neän , veän von mäge Hügel , näge\n sehen , väge Kraft, Volk.\n", "47\n§ 58. a) b (p) nach m wird zu m geschwächt ; z. B.\nammunvonambu-schiessen , paremmat von paremba besser.\nb) b (p) nach einem Vocal sowie nach r undwird\nim grössten Theil Karelens zu vgeschwächt , kannjedoch\nin Poaen und bisweilen auch in Sujgarvi stehen bleiben ;\nz. B. hevojsta oder hebojóta von heboże Pferd , sijvet oder\nsijbet von sijbe Flügel ; tarvis, tarveh oder tarbeh von tarbehe\nBedürfniss ; salvata oder salbata von salboa- zuschliessen .\n", "Anmerkung. p nach erleidet keine Schwächung ;\nz. B. pitpettä- pfeifen .\n", "Schlussanmerkungzu §§ 52-58.", " Sporadisch\nkommen auch ungeschwächte Formen vor , wo man den\nobigen Regeln gemäss Consonantenschwächung erwartet hätte,\nnämlich vor dem kka des Imperativs , da k erst in späterer\nZeit verlängert worden ist, z. B. etikkäh oder eṭṭikäh, kiś\nśokkah oder kiskokkah (vergl. f. etsikään, kiskokaan) , sowie\nauch in einzelnen Wörtern , wie beägütäh und üwgütäh von\nbeägü- blöken , üwgü- brüllen , kägin (Sujgarvi) von kägi\nKuckuk, tädin von tädi Tante , sotka, sotkan Seeadler, lopus\nka, -kan Rest, herskahta- wackeln, nachgeben (vergl. virssan\nvon virsta Werst).", "Die neueren russischen Lehnwörter\nrichten sich in dieser, sowie in verschiedenen anderen Hin\nsichten nicht nach den karelischen Lautgesetzen , indem die\nConsonantenschwächung häufig unterbleibt und zwar immer\nin solchen Consonantenverbindungen , die in karelischen\nWörtern nicht vorkommen ; z . B. biegu, biegun Rennbahn ,\ndeado deädön Oheim, diedo diedon Grossvater, godin godie\ntaugen , tökti ,tin oder tötki , -kin Oel aus Birkenrinde,\nśietka, -kan wollene Gurte ; uſatka, -kan Kesselhaken , svoaďbo,\n-bon Hochzeit, jupka, -kan Unterrock, rin (t)ka , -kan Markt,\njarman(t)ka, -kan Jahrmarkt, izveška, -kan Kalk.\n", "Schwächung im Anfang der dritten oder in einer der\nfolgenden Sylben.\n", "Ausser in den Fällen , wo eine Sylbe geschlossen wird\nkommt im Karelischen Consonantenschwächung auch in\n 48\nFolge des von Lönnrot gefundenen Gesetzes vor, dass näm\nlich einer der Consonanten k, t, p nicht nach einem kurzen\nVocal im Anfang der dritten Sylbe oder in einer der folgenden\nstehen kann.\n § 59. a) Ein ursprüngliches k (g) wird abgeworfen :\n1 ) in einigen Imperativformen wie kiśkuoda (in Sujgarvi,\nstatt kiskokata) ; 2) in abgeleiteten \" Substantiven auf -ke,\nsowie kastich für kastekeh, Illat. von kastie Thau ; 3) in der\nForm des Hauptverbums beim verneinten Präsens des Passivs ,\nz. B. ej otettoa für otettaka (vergl. das ostfinnische otetak,\n ehstn. bejahende Praes. võtetakse) ; 4) in einzelnen Wörtern ,\nwie majoa Bieber, pijroa gefüllter Kuchen , soappoa Stiefel\n(vergl. lapp . majeg, russ. nuporr, canorr).\nb) Ursprüngliches k ist in einigen Benennungen von\nBäumen zu j geschwächt worden , wie z . B. pihlaja Eber\n esche, kadaja Wacholder, pedäjä Fichtenrinde eigentl . Fichte\n(vergl. ehstn. pihlakas, kadakas , pedakas).\nc) Ursprüngliches k wird vor u ü in Diminutiven auf\nute, die von abgeleiteten Nominibus auf k gebildet sind, zu\nh geschwächt ; z . B. kastehuo tüppehüö Dim. von kasteke\n kastie Thau, tüppeke, tüppie Pfropfen.\n§ 60. a) Ursprüngliches t pflegt im Allgemeinen ab\n geworfen zu werden : 1) in der Endung des Partitivs, z . B.\n talua oder taluo, tädiä oder tädie, kaloa, pitembeä von talo\n Haus,tädi Tante , kala Fisch, pitembä länger ; buolia oder\n buolie, pitembiä oder pitembie, Part. Plur. von buola rothe\n Preisselbeere und pitembä; 2) in der Pluralendung te im\n Genit. Plur. , z. B. buolien, pitembien ; 3) in der Endung ta\n der 2. Pers . Plur. , im Impf. Ind. , im Condit. sowie im\n Imperat. und Optat. , z . B. tulia oder tulie, soattoja von tule\n kommen , soatta- begleiten , können ; tulizia oder tuliżie ;\n soagoa, lüögeä, sanokkoa, von soa- erhalten , lüö- schlagen,\n sano- sagen ; tuoguo, süögüö ( Sujgarvi) von tuo- holen, süö\nessen ; 4) in den Endungen ta und te des Substantivus I\nund II ; z . B. kallistoa, löwdeä, sanua oder sanuo, etţiä oder\n etţie, lugia oder lugie, sowie kallistoassa, löwdeässä, sanuossa ,\nettiessä, lugiessa von kallista- den Preis steigern , löwdä\n49\nfinden , sano- sagen , etti- suchen , luge- lesen ; 5 ) in der\nEndung ta des Impersonalis , nach dem Bindevocal e, im\nPraes. und Impf. Ind. in manchen Gegenden ; z. B. koskieh,\nej koskie, käskejh (anstatt der an anderen Orten gebräuch\nlichen koskietah, ej koskieta, käskiettih, oder kossetah, kozetah,\nej kosseta , kozeta , kässetih , käzettih) ; 6) in abgeleiteten\nStämmen auf ta und te, wie in den verbis contractis, z. B.\nsalboaw, Impf. salbaj (neben salbazi) vom ursprünglichen\nStamm salpata- zuschliessen , kangia oder kangie steif, kebiä\noder kebie leicht , Illat. Plur. kangejh, kebejh von den ur\nsprünglichen Stämmen kanketa, kepetä; keveän, keväjdä von\nkeväte Frühling ; lühüön , soaruon, kovuon, koadunuon von den\nStämmen lühüte kurz , soarute kleine Insel , kovute Härte ,\nkoadunute gefallen .\n", " Anmerkung. t im Part. und Gen. Plur. fällt nicht\nnur nach einem kurzen Vocale , sondern auch nach einem\nkurzen Diphthong auf j fort , d. h . nach einem solchen\nDiphthong, der durch Verbindung eines kurzen Vocals mit\ndem j des Plurals entstanden ist , z . B. kaloja kalojen , harak\nkoja harakkojen, kukkoloja, -lojen, von kala Fisch , harakka\nElster, kukko Hahn ; dagegen aber kebejdä kebejjen, keväjdä\nkeväjjen, pärejdä pärejjen von kebie (kepetä) leicht , keveä\n (keväte) Frühling, pärie (päreke) Kienspan.", "In Nordkarelen\n (Kiestinki) wirkt jedoch der Nebenaccent der dritten Sylbe\n dahin, dass ein Diphthong auf j unter dem Einfluss dieses\n Accents volltönig, d . h. lang wird, woher auch t nach dem\n selben stehen bleibt, z. B. harakkojta , kukkolojta.\n b) Ursprüngliches t geht vor u, ü in h über : 1 ) im\n Part. Sing. des Adj . II . Passivi , wenn derselbe als abge\n kürzter Temporalsatz gebraucht wird, z . B. kattohuo, ottahuo,\n eṭṭihüö, lähtehüö, nachdem man geschaut, genommen, gesucht ,\n sich begeben hat ; 2 ) in Südkarelen in Eigenschaftssub\n stantiven, die von Adjectiven auf ta abgeleitet sind ; z . B.\n korgehuo Höhe, levehüö Breite, von korketa, levetä.\n c) Ursprüngliches t geht in v über : 1 ) vor o in den.\n nominibus actionis auf o, die von contracten Verben ge\n bildet sind , z . B. lejkkavo Ernte , magavo schlafen , keravo\n 4\n 50\nVolksversammlung, von den Stämmen lejkkata, magata, kerätä;\n2) in Nordkarelen in Eigenschaftssubstantiven (und Demi\nnutiven) auf ute, z. B. korkevuo Höhe, levevüö Breite.\n", " § 61.", "Ursprüngliches p zu v geschwächt wird an\ngetroffen : 1 ) in der Endung des Adj . I , z. B. palava heiss,\ntiettävä sicher , vergl. z. B. liv. magātob = moattava¹) ;\n2) in der Ableitungsendung va der Adjective, z. B. terävä\nscharf, igävä langweilig (vergl. liv. terāb, igāb) ;3) in der\nadjectivischen Ableitungsendung ttava (= veps. tab), ent\nstanden aus taba, tapa Sitte, Art, z. B. vanhattava ältlich,\npiemiettävä ziemlich dunkel2).\n", " Die übrigen Fälle, in denen die starken Consonanten\ndurch Kürzung einer langen Articulation, durch Umwandlung\nin einen Halbvocal oder einen Spiranten, durch Elision oder\nAssimilation geschwächt werden , beruhen hauptsächlich auf\nVocalelision.\n § 62. a) k ist geschwächt zu j (welches dann in\n vielen Fällen verschwindet) : 1 ) in der Endung des Plurals\n (vergl. k im Ungarischen und Lappischen , die Pluralnomi\n native der Pronomina der 1. und 2. Person im Livischen\nmeg oder meig, teg oder teig, sowie die Personalendungen\n der 1. und 2. Pers. Plur. vom Verbum reflexivum im Olonetz\n schen , z. B. salboam-mok-seh , salboat-tok-seh, zusammen\n gestellt mit den entsprechenden Personen im Sing. salboam\n mo-ze oder salboam-mo-s , salboat-to-ze oder salboat-to-s)\n 2) In der Conditionalendung jźi (vergl. ehstn. ksi) ; 3) in\n der Endung der Adjectiva caritiva : ttoma, Nom . tojn , welche\n von der Abessivendung ttaka, tak und der Ableitungsendung\n ma gebildet ist, also : takma, tokma, tojma, ttoma, tojn ; in\n der Endung ute (ursprünglich (u)kte, (u)jte) der Eigenschafts\n substantiva, Deminutiva und Adj . II im Activ, wo ich das j\n in einigen wepsischen Formen ³) wahrgenommen habe , und\n ¹ ) Siehe Livische Grammatik, S. 130.\n", " 2) Vergl. Lönnrot, Om det nord -tschudiska språket, S. 52 u. 53.\n", " *) Kieletär, 4. Heft, S. 16.\n51\n welches in Nordkarelen beim Plural viersylbiger Wörter in\n Folge der Einwirkung des Nebenaccents allgemein vorkommt,\nz. B. tervehüjśie von terwehüö Gruss (vergl. das finnische\n terveyksiä) venehüjśie von venehüö, Nom. venehüt kleines Boot,\n koatunujśie von koatunuo, -nut gefallen .\n", " Anmerkung. Auch in der Endung ja der Nomina\nfactoris ist j wahrscheinlich aus älterem k entstanden,\nwelches noch als Praesenscharacter in der Reflexivendung\nk-si, k-sen und in der ehstn . Endung des Praes. Pass. kse,\nsowie zu kk verlängert in der karelischen Adjectivendung\nkkaha (s. § 67, 3) angetroffen wird.\n b) k wird zu h geschwächt am Schluss der ersten\nSylbe vort und n ; z. B. von näge- sehen, ist der Stamm von\nSubst. I und Impersonalis nähtä für näktä , der Stamm des\nConcessivs nähne für näkne ; ühte ein, kahte zwei, lahte Bucht\n(deren Nom. Sing. und Pluralstamm üksi, kaksi, laksi lauten),\nlähte sich begeben (Impf. läksi) ; vergl. § 27.\n c) k wird elidirt : 1 ) vor st sowie auch vor einem\nauslautenden s , z. B. susta, Part. von sukse Schneeschuh,\ntotutus Nom. Sing. von totutukse Anzündungsmittel ; 2) vor\nh im Praes . Passivi, z. B. tullah statt tullakh (vergl. ehstn.\ntullakse) ; 3) im Auslaut : im Nom. Sing. abgeleiteter Nomina\nauf ke ; z. B. kasse Thau (vergl. liv. kāzdog) ; in der 2. Pers .\nSing. Imperat. z. B. ota nimm (vergl. 3. Pers. ottakkah) ; im\nverneinenden Praesens des Ind. und Concess . z. B. en muuta\nich verändere nicht (vergl. die reflexive Form muw-tak-si\nf. muutaksen) ; ej tulla (neben ej tuldoa , beide von tultaka,\nvergl. ehstn. tullak-se) ; en muuttane, ej tuldane (f. muuttane',\n-nek, tultane', -nek).\n d) Das gedehnte m in der Endung der 1. Pers. Plur.\nPraes. Ind. und Concess . ist durch Assimilation des Praesens\ncharacters k mit der Personalendung m entstanden ; z . B.\nsanomma, sanonemma für sanokma, sanonekma. Wahrschein\nlich ist jedoch, dass diese Veränderung durch Vermittelung\ndes faucalen Explosivconsonanten also entstanden ist : sanok,\nsanonek, sano' , sanone' ; sano'-masanomma, sanone'-ma =\nsanonemma ; vergl. in der finnischen Aussprache : annam\n 52\nmeillem meidän syntimme anteeksi , statt anna' meille' mei\ndän s. a.\n", " § 63. tt wird nach h zu t gekürzt in den Partitiven\nühtä, kahta, lahta.\n § 64. a) t (d) assimilirt sich einem nachfolgenden n im\nConcess. und Adj . II der Verba contracta , z . B. lejkannen,\nlejkannut von lejkkata schneiden ; sowie auch (nach Elision\neines vorhergehenden n) im Essiv des Sing. der Nomina nu\nmeralia auf -nte, -nde, z. B. kolmanna statt kolmantna, kol\nmatna, neben kolmandena.\n b) t (d) geht vor i in s, ś, z, ź über :1 ) im Nom.\n Sing. und in Pluralstämmen der Nomina auf te (de), wenn\nnicht ein ursprüngliches oder aus s entstandenes h dem t\nvorangeht ; z . B. kuwzi, veži , laksi oder lakśi , kañzi, varzi,\nvon kuwde sechs , vede Wasser, lahte Bucht, kande eine grosse\n Schachtel aus Birkenrinde , varde Schaft , --- dagegen aber\n lehti, pihti , tähti , viwhti von lehte Blatt , pihte Hufzange,\n tähte Stern, viwhte Strähne ; ferner die Pluralstämme tervehü(j)\nzi, kolmanzi, nell'anzi, und Nom. Sing. mit späterhin aus\n geschobenem i : tervehüs (auch tervehüt mit direct abgeworfe\n nem e), kolmas, nelläs (statt kolmañs , nelläñs), von tervehü(j)\n te, (tervehüö) Gesundheit, Gruss, kolmande der dritte, nel\n lände der vierte ; 2) im Imperfectum des Verbum lähte\n sich begeben : läksi oder läksi , sowie der Verba contracta,\n welche jedoch t auch abwerfen können , z. B. halgazi oder\n halgaj spaltete, kägezi oder kägej beabsichtigte, hävizi oder\n hävij ging unter, verloren, takkozi oder tahkoj schliff.\n", "Ausnahme.", "In dem Partikelstamm ede , ete bleibt\n t (d) in Südkarelen unverändert, z. B. edi-puole Vordertheil,\n erleidet aber Veränderung im nördlichen Karelen, z. B. eśi\n puole, eśi-jalka Vorderfuss . Im Plural von keväte, keveä Früh\n ling fällt der Consonant ebenso wie im Singular weg , z. B.\n keväjdä.\n", "Anmerkung . Der Uebergang von t (d) in s (2) ist\nwahrscheinlich durch zwei Zwischenformen(d) und t (d)\nvor sich gegangen ; vgl. z . B. die westfinnischen Stämme\n künte Klaue, Kralle und küntä- pflügen , eigentlich kratzen ,\n 53\nmit folgenden Beugungs- und Ableitungsformen : f. kynti,\nkar. künti, kündi Impf. von küntä-, kündä- ; Liv. Nom. küntš\n(neben küns) Klaue, Kralle, kar. kündi- kratzen ; finn. Nom.\nkünsi, kar. küñsi, küñži Klaue , Kralle ; ferner finn. mantere\ndas feste Land , mantu harter Boden , Erde , kar. mantikka\nLiwg. mandoj, finn. mansikka Erdbeere.\n § 65. a) tt wird vor t zu έ geschwächt in dem Partit.\nvejśtä von vejtte Messer.\n b) tt assimilirt sich einem nachfolgenden n im Concessiv\nund Adj . II der Verba auf tte ; z. B. kullinnen , kullinnut von\nkullitte- vergolden .\n § 66. p wird vor st elidirt, z. B. lasta , küstä, Partit.\nvon lapse Kind, küpse reif.\n", " Consonanten - Verstärkung.", "DasselbeGesetz,\n das nach einemkurzen Vocal im Beginn einer offenen\nSylbe, welche die dritte oder eine der folgenden des Wortes\nist, Consonantenschwächung bewirkt , hat in einigen Fällen\neine Verstärkung durch Dehnung der Consonanten k, t, p\nhervorgerufen .\n § 67. k geht in kk über : 1 ) im Imperativ nach zwei\nund mehrsylbigen Stämmen, die ihren kurzen Bindevocal bei\nbehalten ; z. B.sanokkah ,ottakkama , etṭikkeä,lähtekkeä,\nhavatukkah, ammuldakkama, pahekśikkoa,von sano- sagen,\notta- nehmen, eṭṭi- suchen, lähte- sich begeben , havaṭṭu- er\nwachen ,ammulda- schöpfen , pahekśi- für schlecht ansehen\n(vergl. jedoch § 59 , a) 1 ) ; 2 ) in der adverbialen Bildungs\nendung kali ; z . B. pejtokkali heimlich , kohemmakkali mehr\ngerade, einen geraderen Weg, kajkkiakkali überall, in jeglicher\nWeisé (neben kajkkiegali, wo ein Diphthong vor dem Conso\nnanten steht ; vergl. auch tägäli hier vorbei, sigäli da vorbei,\nmigäli wo vorbei , muwgali einen anderen Weg , in anderer\nWeise) ; 3) in der adjectivischen Ableitungsendung likkaha,\ndie dem finnischen lijaha mit geschwächtem k entspricht ;\nz. B. sobelikkaha , Nom. -likas fügsam ,einträchtig = finn.\nsovelijas , sovelias passend , kazvelikkaha gross von Wuchs ,\nsuwtkelikkaha spasshaft.\n", " 54\n § 68. t geht in der Endung ta der impersonellen Form\nin tt über , mit Ausnahme des temporalen Partitivs des Ad\njectivs II, wo t zu h geschwächt wird ( s . § 60 b) , sowie in\nden Verben auf e, welche ihr t abwerfen (s. § 60 , 5) ; z. B.\nkiśśottih, elewwüttih , taritettaneh , etittäjś , tüönnettävä,\nkabrassettu, von kiśko- reissen , elewdü- zu leben anfangen,\nsich ansiedeln, tariṭṭe- darbieten, eṭṭi- suchen, tüöndä- schicken,\nkabrasta- wegräumen .\n", " Anmerkung zu §§ 67 u . 68. In russischen Lehnwörtern\nist die Verstärkung von k (g) und t (d) zu kk und tt ziem\nlich allgemein ; z . B. źimtukka echte Perle , kulakka oder\nkulakko Faust , lużikka Löffel ; konatta Tau , korietta Wagen,\nvon жемчугъ , кулакъ, ложка , канатъ, карета .\n§ 69. pp als Verstärkung von p habe ich nur in russi\nschen Lehnwörtern angetroffen, wie z. B. holoppa Diener von\nxo.nonʊ, suruppa oder turuppa Schraube, von wypynʊ.\n", "§ 70. Uebergang eines Explosiv consonanten\nin einen andern ist selten und besteht meist in Assi\nmilation.\n a) k vort im Schluss der zweiten Sylbe geht in t\nüber ; 1 ) im Partit. abgeleiteter Nomina auf ke z. B. kassetta\nvon kasteke kastie Thau ; 2) in der 2. Pers . Plur. Praes . Ind.\nund Concess . z. B. sanotta, sanonetta, für sanokta, sanonekta.\n", " Wahrscheinlich ist jedoch diese Veränderung von k zu\nt nicht unmittelbar geschehen , sondern durch den faucalen\nExplosivconsonanten vermittelt worden ; vergl. § 62 , d.\n", " Anmerkung. Möglicherweise ist auch die Endung t\nin der 3. Pers . Sing. Praes. der einsylbigen Verben vojt er\nvermag, ujt er schwimmt , pujt er drischt, najt er heirathet,\naus dem k des Praesens-Characters entstanden, obgleich eine\nsolcheLautveränderung im Karelischen isolirt dastehen\nwürde, da in den übrigen Fällen k im Auslaut wegfällt.\nb) k nacht ist in t übergegangen im russischen Lehn\nwort ufatta Kesselhaken (neben ufatka von уxзamкα) .\n c) t und tt vor k verwandeln sich zu k im Imperativ der\nVerba contracta und der mehrsylbigen Verba auf tte ; z. B. salvak\nkoa statt salvatkoa schliesset, tarikkoa nebst taritekkoa betet.\n", " 55\n Die Consonanten, deren Articulation keine vollständige\nHemmung des Luftstromes erfordert , sind gerade in Folge\nihrer derartigen Beschaffenheit nur sehr wenigen Verände\nrungen unterworfen (§§ 71-78) .\n", " § 71. Elision : n vor tt fällt weg im Partitiv der\nOrdnungszahlwörter sowie auch vor s im Nominativ der\nselben ; z. B. kolmatta , nellättä, kolmas, nelläs von kolmande,\nnellände.\n", " § 72.", " Dehnung :n im Concessiv des Passivs wird\nbisweilen im nördlichen Karelen gedehnt , offenbar in Folge\ndes vom Nebenaccent ausgeübten Einflusses ; z. B. koskiet\ntanneh oder kosettanneh (neben -ttaneh) von koske- berühren.\n", " § 73. Kürzung :in der Adessivendung la wird\noft nach einsylbigen , mit einem Diphthong auslautenden\nStämmen gekürzt ; z . B. die Adessive der Pronomina der\n1. und 2. Person miwla, siwla, mejlä, tejlä; teälä hier, sielä\nda ; kojliće Osten, östlich, peälize oberhalb befindlich, äusserer\nHandschuh.\n", " § 74. Ersatz durch einen gleichstufigen Laut ,der\neinem andern Articulationspunkt angehört :\n a) s geht in h über : 1 ) in dem ungekürzten Stamm\nder Nomina, die dem contrahirten Nominibus contractis des\nFinnischen entsprechen ; z . B. vieras Gen. vierahan Fremd\nling, uros urohon Mann ; 2 ) im Illat . , doch nicht immer im\nIllat. Sing. der letzterwähnten Nomina ; z . B. koďih nach\nHause, aber vierahah oder vierahaze.\n b) n wird verwandelt : 1 ) in n vor g im Imperativus\nzweisylbiger Verba ; z. B. mängäh von mäne- gehen ; in m\nvorbim Comparat. und Superlat. z . B. suuremba grösser\nfür suurenba (vergl. das Verbum suurene- grösser werden,\nund das finnisch-karelische suurenpa) , suurimba für suurinba\n(vergl. Nom. suurin) .\n c) m geht am Schluss der Stämme in n über, wenn\nder Vocal des Auslautes wegfällt ; z . B. huoletojn, Part.\nhuoletojnda, avoan, -nda, lunda von huolettoma unbesorgt,\navoame Schlüssel, lume Schnee.\n", " 56\n § 75. Assimilation mit einem gleichnamigen Laute :\nn geht im Concessivus und Adj . II nach s , r, l in s, r, ι\nüber ; z. B. pessen , väriśśüt oder väriśśün , purren , tullen,\nkävellüt oder kävellün von peze- waschen, värize- zittern,\npure- beissen, tule- kommen, kävele- spazieren.\n", " § 76. Umwandlung in einen Explosiv - Conso\nnanten : n wird in dreisylbigen Verbalstämmen vor dem k\ndes Imperativs in k verwandelt (in Sujgarwi jedoch , in Ana\nlogie des Finnischen in t, welches auch ursprünglicher sein\nmag) ; z. B. poakkoa (Sujg. poatkuo) von pagene- fliehen.\n", " § 77. Umwandlung in einen Vocal : 1 ) n geht\nvor ,in einen Nasalvocal (n) über ; z . B. kanzi Nom. Sing,\nund Pluralstamm von kande grosse Schachtel aus Birken\nrinde ; kolmañzilla von kolmande ; 2) v in der 3. Pers. Sing.\nPraes. Ind. und Concess . ist in w verwandelt worden , und\nbildet mit den vorhergehenden Vocalen lange Vocale , Diph\nthonge oder Triphthonge ; z. B. soaw, jeäw , tuow , süöw ,\nsanow, kuttuw, küzüw, andaw, keändäw, eṭṭiw, panow , käve\nlöw, salboaw, lükkeäw, häviäw oder häview.\n", " § 78. Elision eines Halbvocals. a) In Südkarelen,\nbesonders in Poaen , werden die Halbvocale v und j un\nmittelbar vor oder nach den zunächst verwandten Vocalen\nu, ü (w) und i nicht geduldet. Diese Eigenthümlichkeit, von\nder wir einige Beispiele schon oben § 30, sowie in der Lehre\nvon den Consonanten- Schwächungen § 55 , f) , g) ; § 56 , b) ; § 57 ,\ne), f) angetroffen haben, macht sich an denselben Orten auch\nin der Abwerfung dieser Vocale aus den Endungen geltend\nz. B. ettiä, oder etție der Suchende , statt des nordkarelischen\nettijä; kuolia oder kuolie ein Verstorbener, statt kuolija ; istuan,\nküzüän statt iśtuvan, küzüvän von istu- sitzen, küzü- fragen.\n b) Auch ein anlautendes j wird bisweilen elidirt : die\n•\nConj . jotta dass , lautet oft wie etta, että ; järve See lässt in\nZusammensetzungen das j häufig als Palatalisation mit einem\nvorhergehenden Consonanten verschmelzen oder auch ganz\nverschwinden, und nimmt die Natur einer Ableitungsendung\nan, welche der Vocalharmonie unterworfen ist, z . B. Śieźjärvi\noder Śieżärvi, Poańarvi, Särgärvi, Ondarvi, Sujgarvi ; und\n 57\njüttüö, (jüttühüö, jüttünüö, jüttümä) so oder so beschaffen,\nvon jüttü Beschaffenheit ( = finn . juttu Erzählung) , ver\nschmilzt mit vorhergehendem Interrogativpronomen mi zu\nmüttühüö, müttümä , müttünüö , Nom. mütüs , oder mittüö,\nmittühüö, Nom. mitüs wie beschaffen.\n", " Anmerkung.", " Die finnischen Adjectiva auf ituinen,\nityinen, wie z. B. mittyinen, wie beschaffen, monituinen viel\nfältig, omituinen eigenthümlich , erityinen verschieden, lassen\n sich am besten als aus einer Zusammensetzung mit jüttü,\njuttu ¹ ) entstanden , erklären. Vergl. in Betreff der Bedeu\ntung die ehstn. sarnane , sarnane von einer gewissen Be\n schaffenheit, und finn . saarna Erzählung , Märchen , Predigt,\n und was die Form betrifft , finn. juttelen erzählen = ehstn .\n ütlen, finn. jompi - kumpi und ehstn. emb - kumb, finn. joll' en,\njoll' et und ellen , ellet, jahka und ehkä u . s . w.\n", " II.", " Vocalveränderungen.\n", "Die wichtigsten Vocalveränderungen sind Assimi\n lation , Disparation , Kürzung , Contraction und\n Elision.\n", "Die Assimilations - Phänomene , die gewöhnlich auf\n der Einwirkung eines vorhergehenden, bisweilen eines nach\n folgendenVocalsoder eines nachfolgendenConsonanten\n beruhen , sind verschiedener Art , bestehen jedoch im All\n gemeinen im Austausch eines vorhandenen Vocals gegen\n einen anderen, welcher in Bezug auf die Wahl der Organe\n oder deren Stellung besser übereinstimmt mit dem Laute,\n der die Veränderung veranlasst hat (§§ 79-91 ).\n", "1. Vocalassimilationen, entstanden durch gegenseitige\n Einwirkung der Vocale desselben Wortes : Vocalharmonie\nin weiterer Bedeutung.\n", " ¹) Siehe Ahlqvist's von der unsrigen abweichende Erklärung,\n die jedoch nicht einmal ihn selbst zufrieden stellt , in Suomen kielen\n Rakennus, S. 64.\n", "58\n § 79. Am allgemeinsten , als ein die ganze Sprache\n umfassendes Gesetz macht sich die Vocalharmonie in dem\n schon § 43 beschriebenen Verhältniss geltend , dass alle\n Vocale in demselben Worte entweder palatal (inclusive die\n labial-palatalen ö, ü) oder nicht palatal sein müssen, wobei\n die Vocale der Wurzelsylbe bestimmend sind.", " In Folge\n dieses Gesetzes haben auch die Beugungs- und Ableitungs\n endungen eine doppelte Form , entweder mit nicht palatalen\n Vocalen a, o, u, e (= e̟, ë), i ( i) oder mit denselben\n entsprechenden palatalen Vocalen ä, ö, ü, e, i, von welchen\n Formen die eine ursprünglich , die andere secundär sein\n muss , obgleich es in den meisten Fällen schwer zu be\n stimmen ist, welche die ältere sein mag. Denjenigen west\n finnischen Mundarten nach zu urtheilen , die der Vocal\n harmonie ermangeln , scheint die nicht palatale oder harte\n Form , welche die einzige in diesen Sprachen ist , auch die\n ursprüngliche zu sein, doch wird im Karelischen wenigstens\n ein sicherer Fall angetroffen , wo der palatale Vocal älter\nist, nämlich in zusammengesetzten Ortsnamen , in welchen\n das letztere Glied aus järve See besteht , wie Sujgarvi,\n Ondarvi u. s. w.\n", " Von dieser allgemeinen Regel für Vocalharmonie in be\n schränkterem Sinne giebt es jedoch eine Menge Ausnahmen,\n in denen Vocalharmonie derart entsteht , dass der Vocal\n der ersten Sylbe sich nach einem folgenden Vocal richtet.\n Dieses ist der Fall in den meisten Ableitungen, die in der\n Endung oder durch deren Einfluss ein o oder u nach einem\nin der ersten Sylbe stehenden a, o oder u haben.", "Dieses o\noder u der Endung geht nämlich in ö oder ü über, wenn in\nder Wurzelsylbe ein ä, ö, ü steht , wird aber beibehalten,\nfalls die Vocale dieser Sylbe die palatalen e oder i sind, die\nhierbei in die entsprechenden palato -gutturalen e,über\ngehen. (Dieselben werden jedoch hier eben so wenig, wie\nin anderen Fällen besonders bezeichnet.) Beispiele : 1 ) Sub\nstantiva verbalia auf o, als elo, ido, kekso, nijtto, pido, pisto,\ntiedo, vedo von elä- leben, idä- keimen, keksi- gewahren,\nnijttä- mähen, pidä- halten, pistä- stechen, tiedä- wissen,\n59\nvedä- ziehen, führen ; 2 ) Substantiva verbalia auf okse, sowie\nelokse, piśśokse, kiellokse, kijtokse, pijrrokse, von elä-, pistä-,\nkieldä- verbieten , kijttä- danken , preisen , pijrdä- ritzen ;\n3) Substantiva nominalia auf -c, sowohl Deminutive, die ur\nsprünglich auf oj ausgegangen sind , z . B. eno Hauptader\neines Flusses , kero Kehle , (eigentl. Adamsapfel ?) , metto\nAuerhahn, von enä viel, gross , kerä Knaul, mettä Wald, als\nauch andere, wie pero das Innere eines Ofens , viero Seite\nvon perä hinterer Theil, viere Seite ; 4) einige Substantiva\nnominalia auf u, als kettu Haut, vergl. f. kete, Nom. kesi mit\nderselben Bedeutung, tihu kleine Mücke, vergl. f. tiheä dicht ;\n5) Substantiva nominalia auf okse, ukse und usta (= ukse\n + ta) z. B. hijlokse Kohlenhaufen , pielukse und pielusta\nKopfkissen, eusta Vodertheil, kesusta, kessutta Mitte, von hijle\nKohle , f. piele eigentl. Ohr, ede das Vordere , keske Mitte ;\n6) Substantiva deminutiva auf ukka, z. B. kebukkake ganz leicht,\nvon kebiä, kebie leicht ; 7) Eigenschafts- Substantiva auf ute,\nuo z. B. seppuo Meisterschaft von seppä Schmied, piduhuo,\npiduvuo Länge von pitkä lang ; 8) Verba auf ujtte, z. B. seppujtte\ndas Schmiedehandwerk ausüben ; 9) Collectiva auf ovehe\nz. B. mettovehe Waldgegend oder deren Bewohner.\n", "Anmerkung 1.", "Auch in der dritten Sylbe verbleibt\nbisweilen ein o , u und kann alsdann Uebergang eines ä in\na verursachen ; z. B. keravo Versammlung, von kereä-, kerätä\nsammeln, sowie einige an mehreren Orten gebräuchliche Ab\nleitungen von iźä Vater und emä Mutter , iżändä Wirth,\nemändä Wirthin, Hausfrau : iśannuo das Wirthsein, iśannojṭṭe\nWirth sein , emannoitte- Wirthin sein , isakko Männchen,\nemakko Weibchen (neben izännüö , iżännöjṭṭe- , emännöjṭṭe-,\nizäṭṭü, emäṭṭü). ― Kivikkö steinige Stelle , vitikkö Dickicht,\nvon kive Stein, vitta Reis u. a. haben doch immmer diese\npalatale Form, und nicht wie im Finnischen: kivikko, vitsikko.\n", "Anmerkung 2.", "Beispiele von Vocalharmonie , die\ndurch gleichartigen Einfluss eines nachfolgenden Vocals auf\neinen vorhergehenden entstanden, werden auch in einigen Zu\nsammensetzungen angetroffen, wie pera-halgo statt pärehalgo,\nHolzscheit (halgo) aus dem Kienspäne (päreke, pärie, Nom.\n 60\npäre) gespaltet werden ; liśśa- vakka statt liśśe-vakka Pergel\n korb, von listeke, listie, Nom. lisse, und vakka, Liśśa-pohja\n ein Dorf am südöstlichen Ufer von Sieźjärvi.\n", "§ 80. Einen anderen Fall von Vocalharmonie gewahrt\n man in der Identität zweier durch ein h getrennter Vocale\n in der zweiten und dritten, oder dritten und vierten Sylbe,\n von denen bald der vorangehende, bald der folgende assi\nmilirend auf den anderen eingewirkt hat : 1 ) in drei- und\n mehrsylbigen Nominalstämmen auf h , welchem derselbe\n Vocal folgt, der dem h vorangeht, und welche , wie Aminoff ¹)\n nachgewiesen hat , ursprünglich die Endung se gehabt ; z. B.\nvieraha statt vierase fremd , erähä für eräse ein anderer,\njemand , uroho für urose Mann , tervehe für tervese gesund ;\norehe für orise Hengst , kawnehe für kaunise schön, sowie\nauch alle anderen , welche im Nom. Sing. auf is auslauten,\nim Finnischen aber das e der Endsylbe in i verwandelt\nhaben, z. B. f. kaunis , kaunihi oder kaunii ; kallis ; kallihi theuer\nu. s. w.; 2) in Wörtern auf ehe , die von verbalen Sub\nstantiven auf na und nda abgeleitet sind, wie z. B. eländehe\nEigenthum , pajnandehe Niederung , sulandehe Oeffnung im\nEise, kahle von Schnee entblösste Stelle ; kohinehe Brausen,\nburinehe Summen, Sprudeln, Rieseln.\n", "Anmerkung 1.", "Den Uebergang des auslautenden\nVocals der Stammwörter in e bei frequentativen Verben auf\n(e)le, comparativen auf (e)ne sowie in abgeleiteten Substanti\nven auf (e)ke könnte man auch als Folge der Attraction des\nSchlussvocals ansehen ; da jedoch ein solcher Uebergang in\ne auch vor Endungen mit anderen Vocalen ausser e vor\nkommt, so gebe ich der in § 85 , § 89 , c) und e) angeführten\nErklärung den Vorzug.\n", " Anmerkung 2. Der Vocal in den Endungen des\nIllativs der 3. Pers. des Imperativs und Optativs , sowie in\nder letzten Endung der verschiedenen Formen der Im\npersonalis, richtet sich, beim Hervortreten desselben, in den\nmeisten Fällen nach dem Auslautsvocal des Stammes .\n", " 1) Etelä- Pohjanmaan kielimurt. Tutkimus, S. 12.\n", "61\n2.", " Vocalveränderungen ,diedurch einen\nnachfolgenden Consonanten ( oderHalbvocal )\nhervorgerufen sind .\n", "Die finnischen Grammatiker haben zwar eine Menge\nregelmässiger Veränderungen der auslautenden Stammvocale\nvor gewissen Beugungs- und Ableitungsendungen angemerkt,\nwie z. B. Uebergang von a in o vor der Endung des Plurals\nund Imperfects i, das Wegfallen von a, ä, e und i vor den\nselben Endungen, sowie von e und i vor anderen Endungen,\ndie mitbeginnen ; Umwandlung von a, ä in e vor dem m\ndes Comparativs, dem t des Impersonals und der Ableitungs\nsylbe ne der comparativen Verben, das Auftreten der Vocale\nu und ü vor t in Deminutiven und im Adjectivus II u . s . w.\nMan hat auch bisweilen diese Vocalveränderungen in gewisse\nVerbindung mit den Endungen gestellt , doch hat man , so\nviel mir bekannt , es nicht versucht diese Veränderungen\nanders zu verstehen und zu erklären, als möglicher Weise\ndem Gutdünken des Sprachgeistes zuzuschreiben , welches\nGutdünken in der finnischen Sprachforschung im Allgemeinen\neine nur allzugrosse Rolle spielt .", " In der Lehre von der\nAbleitung hat man sich überhaupt damit begnügt, den neuen\nVocal der Endung zuzuzählen , welches Verfahren dahin\ngeführt hat, eine Menge mit Vocal beginnender Endungen\nanzunehmen, wie z . B. für Nomina : inen, ut, us (uden), us\n(uksen), os (oksen), as (ahan) , as (aksen) o, u, e (ehen), io,\nia, uri, in (imen) ; für Verba enen, oitsen, oin, ahdan, aisen,\nelen, in, on ; das heisst ungefähr die Hälfte sämmtlicher\nAbleitungsendungen ¹) .\n", "Da ich nun bei der Darstellung hierher gehörender\nVeränderungen im Karelischen erklären will, dass dieselben\ndurch Attraction eines nachfolgenden Consonanten auf den\nvorhergehenden Vocal entstanden sind, so muss ich einige\nallgemeine Anmerkungen vorausschicken .\n", "Dadurch dass man ein sprachliches Phänomen für eine\nLaune des Sprachgeistes erklärt , erklärtman nur sein\n¹) Eurén, Suomalainen Kielioppi.\n 62\neigenes Unvermögen dasselbe zu erklären, sowie eine grosse\nGeringschätzung der durch Jahrtausende hindurch wirkenden\nnatürlichen und vernunftgemässen Gesetze, denen die Sprache,\nebenso wie jede andere Erscheinung des menschlichen\nGeistes folgt. Denn kann man nicht eine in einem Worte\nvorkommende Veränderung entweder etymologisch , als Zu\nsatz mit besonderer Bedeutung , oder physiologisch als\neine reine Lautveränderung ohne Bedeutung und nur als\nauf der Beschaffenheit der Sprachorgane beruhend erklären ,\nso hat im Allgemeinen die Sprachforschung noch nicht die\nzur Erklärung dieses Phänomens erforderliche Entwickelung\nerreicht.\n", " Bei der Annahme einer so grossen Menge vocalisch\nbeginnender Beugungs- und Wortbildungsendungen für die\nwestfinnischen Sprachen, hat man ausser Acht gelassen :\n 1) Dass viele Endungen , die ihrer übrigen Form und\nder Bedeutung nach identisch sind , in den verschiedenen\nSprachen und oft in derselben Mundart eine grosse Ver\nschiedenheit gerade in Betreff dieses ersten Vocales an den\nTag legen, obgleich derselbe, indem er den ersten und ur\nsprünglich betonten Laut des Zusatzes bildet ,sich hätte\nam besten beibehalten sollen ;\n z. B. f. ukse (ykse), okse (ökse), olon. ekse, ehstn. use,\nese, ise, liv. oks, gos ; f. ute (yte) , ehstn . use, ise, liv. ito;\nf. ute (yte), vot. ote (üte) ; f. ehe (eigentl. eke) liv. ogo, ugo;\nf. ele, kar. (bisw.) ale ; f. ene, kar. (bisw.) ane u. s. w.;\n 2) Dass alle Endungen aus selbständigen Wörtern\nentstanden sind und dass vocalisch anlautende Wörter, die\nin den meisten Sprachen nur sehr selten vorkommen , in\nden westfinnischen Sprachen ungefähr nur ein Neuntel des\nganzen Wortvorrathes bilden , woher auch mit einem Vocal\nanlautende Endungen im Verhältniss zur ganzen Anzahl nur\nin geringem Maasse angetroffen werden dürften . Hiergegen\nkönnte man allerdings einwenden , dass solche Endungen,\ndie jetzt mit einem Vocal beginnen , ursprünglich Wörter mit\nanlautendem , aber später geschwundenem Consonant sein\nkönnen ; dieser Annahme widerspricht jedoch der Umstand\n 63\ndass bei Verbindungen zweier Wörter gewöhnlich nicht der\nAnfang des zweiten Wortes, sondern der Schluss des ersten\nabgenutzt wird , welches ja auch ganz natürlich ist , wenn\nman bedenkt , dass die erste Sylbe des letzteren Wortes\nbetont, der Schluss des ersten dagegen gewöhnlich tonlos ist.\n", " Ein grosser , und wahrscheinlich der grösste Theil der\nEndungen ist entstanden, als die westfinnische Sprache sich\nnoch auf bedeutend älterem Standpunkt als jetzt befand,\nund viele jetzt vorkommende Lautgesetze sich noch nicht.\nausgebildet hatten.", "So müssen z. B.die meisten der in\nFrage stehenden Endungen älter sein als die Vocalharmonie,\nda die ersteren in allen westfinnischen Sprachen angetroffen\nwerden , die letztere aber nur in einigen derselben. Man\nhat nämlich keinen triftigen Grund für die Annahme , dass\ndie Vocalharmonie früher z. B. im Wepsischen oder Livischen\nin anderer Weise vorgekommen sei, als in dem prototypischen\nZustande , worin dieselbe im Wepsischen noch angetroffen\nwird. Andererseits sind die Endungen im Laufe der Zeit\nso vielen Veränderungen unterworfen gewesen, und bisweilen\ngänzlich weggefallen , dass es in manchen Fällen unmöglich\nist , aus dem jetzigen Zustand der Sprache auf einen\nvernünftigen Grund einer Lautveränderung zu schliessen .\nSo kennt die ehstnische Grammatik , um nur ein einziges\nBeispiel anzuführen,kein „ i des Plurals\" mehr , in dem\nselben Sinn , wie die finnische , sondern erwähnt blos ver\nschiedener Vocale als Zeichen des Plurals , die man vom\nfinnischen Gesichtspunkt aus blos für Veränderungen des\nauslautenden Vocals des Stammes vor dem Pluralzeichen\ni zu betrachten hat.\n", " Da also eine Anzahl für die meisten westfinnischen\nSprachen gemeinsamer Vocalveränderungen , die , von dem\nStandpunkt jeder einzelnen Sprache aus betrachtet, oft ganz\nwillkürlich scheinen, und von denen man nur vom allgemein\nwestfinnischen sprachlichen Gesichtspunkt ausgehend nach\nweisen kann , dass dieselben irgend einen Grund haben\nkönnen, ist es nöthig, soweit möglich, zu ermitteln, welche\nVeränderungen die Endungen erlitten haben , d. h. mit an\n 64\ndern Worten , die älteste allgemein westfinnische Form der\nEndungen zu erforschen.", " Eine wirkliche Einsicht in das\nVerhältniss zwischen Vocalveränderung und Endung kann\nman aber nur in dem Fall gewinnen, wenn man die Art und\nWeise ,wie die verschiedenen Laute gebildet werden,\nkennen gelernt hat , und zwar insbesondere die organische\nVerwandtschaft, die zwischen den Vocalen und Consonanten,\nmit den Halbvocalen als Zwischengliedern, herrscht.\n", "Schliesslich wollen wir noch des Umstandes erwähnen,\nder viele scheinbare Widersprüche in den Veränderungen der\nVocale erklärt .", " Da die Sprache schon auf ihrem ältesten\nStandpunkt sich an gewisse Uebergänge vor besonderen\nEndungen gewöhnt hatte , die in Folge der Lautverhältnisse\nder meisten ursprünglichen Wörter ganz natürlich waren,\nkam man allmählig dazu , diese Lautveränderungen als ge\nwissermassen mit den Endungen verbunden anzusehen und\nliesssievor denselben Endungen auch dann eintreten,\nwenn irgend eine andere oder gar keine Veränderung mehr\nnaturgemäss gewesen wäre . So wird es z. B. klar, weshalb\n e in o oder u nicht aber in i in verbalen Substantiven auf\nkse übergeht, sowie in iskokse, tulokse, purukse, tunnukse, wes\n halb e vor der Endung ke auch in den von Verben auf u ,\n o und i abgeleiteten Substantiven auftritt, sowie puheke, siteke,\n mietteke, und weshalb o vor der Endung comparativer Verba\n ne bisweilen in e übergeht, z. B. heikkene- geschwächt werden,\n von heikko.\n", " Wir wollen nun auf Grund der vorausgeschickten laut\n physiologischen Darstellung und unter Voraussetzung , dass\n eine Menge Vocalveränderungen durch Einwirkung nachfol\n gender, zu den Endungen gehörender Consonanten entstanden\n sind, untersuchen, welche Vocale in Folge der Lautverwandt\n schaft vor den zu besonderen Articulationsstellen gehörenden\n Consonanten auftreten dürften, um darauf zu erforschen, ob\n und in welchem Grade die im Karelischen eingetroffenen\n Veränderungen der Theorie entsprechen .\n", " Ein gutturaler Consonant (k ) würde zunächst die guttu\n ralen Vocale y und o vor sich erfordern. Da aber alle\n65\nwestfinnischen Sprachen das y und mehrere derselben das õ\nentbehren , so ist es wahrscheinlich , dass diese Vocale in\nvielen Fällen durch die entsprechenden zusammengesetzten\nlabialgutturalen Vocale u und o ersetzt worden sind, welche\nwiederum späterhin , nachdem die Vocalharmonie sich zu\neinem Gesetze entwickelt hat , nach einem palatalen Vocale\ngegen ü und ö vertauscht worden sind .\n", "Da aber die gutturalen Consonanten Nebenformen mit\npalatogutturaler Articulation (k2 ) haben ,die hauptsächlich\nin Verbindung mit solchen Vocalen gebraucht werden , bei\ndenen die Zunge hervorgestreckt ist (i, e, ä, ü, ö), welche\nNebenformen die Sprache gleichwohl nicht für besondere\nConsonanten ansieht, kann man andererseits vor den guttu\nralen Consonanten (incl. die palato -gutturalen) , die Vocale\nund e, sowie in Folge der Vocalharmonieund e erwarten.\n", "Von einem palatalen Laute (j) kann man annehmen,\ndass er die Vocale i und e, und in Folge der Vocalharmonie\ni unde vor sich erfordert.\n", "Vor einem dentalen Consonanten (t, l, n, r, s) müsste\nder Vocal ë, oder in Folge der Vocalharmonie e auftreten.\n", "Die labialen Consonanten (p, m, v) müssten eine Ver\nänderung des vorhergehenden Vocals in einen labialen (u₁\n01 (02)) bewirken ; da jedoch diese rein labialen nur als\nNachlaut in uneigentlichen Diphthongen gebraucht werden,\nist es wahrscheinlich, dass die labiale Vocalstellung sich\nentweder mit der palatalen oder gutturalen verbinden würde,\nje nachdem, ob der Vocal der vorhergehenden Sylbe palatal\nist oder nicht, wodurch man die Vocale ü , ö oder u2 , 04 (05 )\nerhielte.\n", "Die auf dem Gebiete des Karelischen wahrgenommenen,\nhierher gehörenden Vocalveränderungen sind in den folgenden\nSS (82-90) dargestellt.\na. Vor ursprünglich gutturalem Consonant :\n§ 82. a) a geht in o (ä in ö) über vor dem aus k\nentstandenen , am Schluss einer Sylbe wegfallenden j in der\nEndung caritiver Adjectiva ; z . B. huoletojn, huolettoma un\nbesorgt, für huolet(t) akma vom Abessivus huoletta für huo\n5\n 66\nlettaka (vergl. den lappischen Abessivanhang taga) ; kieletöjn\nkielettömä stumm, von kielettä ; (mitöjn) mittömä nichtig, vom\nAbessiv. mittä des Pronom. mi.\n", " Das Wepsische hat in diesem , sowie in vielen andern\nFällen den älteren rein gutturalen Vocal ō z . B. agjatõjn,\nagjatōma endlos, keletōjn, -toma ohne Zunge.\n", " In vielen finnischen Formen wird Vocalveränderung\n selbst schon im Abessiv angetroffen , in diesem Fall jedoch\nzu i statt zu o ; z . B. äänetik oder ääneti still , huoletik\nhuoleti' sorglos.\n b) a wird oft in o verwandelt vor der Plural- und Im\n perfectendung j, von denen man wenigstens die erstere all\n gemein als aus einem älteren k entstanden ansieht ;dieses\n geschieht immer in zweisylbigen Stämmen , in deren erster\n Sylbe eina e (= e) oder i (= i) vorkommt ; z. B. paloj,\nlewgoj, hiekkoj , Pluralstämme von pala Stück , lewga Kinn,\nhiekka Sand ; soattoj, awttoj, kigloj, Imperfectstämme von\nsoatta- begleiten, awtta- helfen, kigla- sich schwingen ; 2 ) im\nPlural solcher mehrsylbiger Nomina, die ein kk vor a haben,\n sowie auch im Plural einiger anderer Wörter, z. B. harakkoj,\nPlur. von harakka Elster.\n", " Ausnahme. Im Verbum virkka- sagen wird a im Im\nperfectum in i verwandelt : virkki.\n c) a (a) und bisweilen auch ein anderer Vocal gehen\nino (ö) über vor der im Karelischen fast ganz entschwun\ndenen Endung j, womit Substantiva , meistentheils Deminu\ntiva von anderen Nomina gebildet sind ; z . B. kokko Adler\nvon kotka id. , korvo Zuber von korva Ohr , luppo hängende\n Moosflechte, vergl. luppa-korva Langohr, moamo Mutter von\nmoama, metto Birkhahn von meṭṭä Wald , rebo Fuchs , vergl.\nehstnisch rebane , toatto Vater von toatta id. , vejkko Bruder,\nvergl. das finnische (in der Gegend von Kymmene) veikka,\nhölmö Tölpel , vergl. Adj . hölmäkkä, tüttö Mädchen , Tochter\nvergl. tüttä-re und tutti id ., ämmö Grossmutter von ämmä\naltes Weib.\nj wird volltönig noch im Wepsischen und in Liwgi an\ngetroffen und hat in der letzteren Mundart consonantische\n67\n Natur, 4 so dass Consonantenschwächung vor demselben ein\ntritt, z. B. kukoj, Hahn , tütöj, lupoj ; in der Savolax-karelischen\nMundart ist dasselbe zu einem schwachen i-Laut geschwächt,\n der nur vor einem Vocal als j hervortritt ; kukkoi, Partit.\n Sing. kukkoja ; in der südösterbottnischen Mundart ist das\n selbe von einem vorhergehenden Vocal assimilirt worden ;\nz. B. kukkoo, juhlikee.¹)Uebrigens ist dasselbe aus der\nSprache geschwunden, so dass z . B. Ahlqvist 2) nur einer De\nminutivendung o , nicht aber eines j oder i erwähnt. Gleich\nwohl ist hier Hauptsache und o nur eine veränderte Form\ndes Bindevocals,welches sich am besten dadurch beweisen\nlässt , dass in entsprechenden Wörtern auch andere Vocale\nausser o vor diesem j vorkommen ; z . B. u und e im ehst\nnischen himu für himo ,statt himoj , talu für talo(j) , kukk\nkuke für kukko(j) ; e und i im Finnischen z . B. die südöster\nbottnischen Formen korvee Zuber = korvo, juhlikee , kasvatee\nden allgemein gebräuchlichen juhlikki für juhlikkij, kasvatti\nfür kasvattij.", " Dass die Endung jedoch ursprünglich mit\neinem gutturalen Laut begonnen hat, wird zufolge des über\nwiegenden Gebrauchs von o und u in diesen Wörtern wahr\nscheinlich, und dass dieser gutturale Laut ein Consonant\ngewesen, scheint aus den hier vorkommenden Consonanten\nschwächungen (siehe die liwgischen und südösterbottnischen\nBeispiele) hervorzugehen.", "Ich bin daher der Ansicht , dass\ndieses jaus k entstanden sein mag und halte dafür , dass\ndiese Endung mit der Demunitivendung (u)kka, (o)kka, (i)kka\nidentisch ist, von der die Demunitivendung (u)kte, (o)kte wahr\nscheinlich eine Fortbildung ist.\n d) a geht in o über , gewöhnlich auch vor der wahr\nscheinlich mit dem Pluralzeichen und der ebengenannten\nEndung verwandten , aber aus dem Karelischen jetzt völlig\ngeschwundenen Ableitungsendung j der Verba ; z . B. ajgo\nverursachen , hawdo- brüten , hoaro- sich verzweigen , sago\n 1) Aminoff, Etelä- Pohjanm. kielimurt. Tutk. S. 24, 25, 68a.\n", " 2) Suomen kielen Rakennus, § 104.\n 68\ndick werden, von ajga Zeit, hawda Grube, hoara Ast , sagie\n= saketa dick ; lippo- werfen,, lohko- spalten , puno- drehen,\nflechten, winden, survo- stossen, tahto- wollen, vergl. lippaele-,\nlohkaise-, punalda-, survaise-, ehstn. tahan, tahtma .\n e) a (ä) geht in o über vor der Ableitungsendung der\nSubst . collectiva vehe , z. B. herrovehe Herrschaft,pojgo\nvehe Brut junger Thiere ,alovehe Gebiet , mettovehe Wald\ngegend.\n", " Man könnte möglicher Weise dafür halten , dass diese\nVocalveränderungdurch dennachfolgendenLippenlaut v\nverursacht worden , welcher alsdann ursprünglich wäre . Da\naber im Finnischen hier Veränderung in u vor sich geht,\nwas sonst vor Labialen nicht geschieht, da v hier fehlt und\no und u in vielen Fällen beibehalten werden , wo die Vocal\nharmonie ö und ü verlangen würde ; z. B. mettovehe von\nmettä finn. metsuche, finn . heinuehe von heinä, pesuche von\npesä¹ ) so wird man hierdurch zur Annahme eines gutturalen\nLautes k im Beginne der Endung geführt , welches k im\nKarelischen nach o zu v geschwächt worden und im Finnischen\nweggefallen wäre (vergl. § 57 , b). Die Endung (v)ehe wäre\n also aus kehe gebildet und dürfte mit der gleichbedeutenden\n collectiven Ableitungsendung (j) aha identisch sein , da beide\n natürliche Veränderungen von kase sein könnten (vergl. , was\n die Veränderungen der Vocale betrifft : kawnise, finn . kaunihi und\n kar. kawnehe ; von vierase vieraha, aber von kohinase kohinehe) .\n", " § 83. a (a) sowie auch e und gehen in o oder u\n (ö, ü) über vor der Endung kse, Nom. s, womit Benennungen\n einer Handlung von Verbalstämmen abgeleitet werden, sowie\n auch oft vor derselben Endung , wenn dieselbe Substantive\n aus andern Substantiven oder Partikelstämmen bildet ; z. B.\n vojtokse oder vojtukse Sieg , tüönnökse Sendung , panokse\n Ladung, loajokse Handlung, That, von vojtta- , tüöndä-, pane- ,\n loadi-; kannatukse Pferdelast , totutukse Anzündungsmittel ,\n häviükse Verfall, valitukse Wahl, etukse Suchen, von kannatta-,\n totutta- , hävi(t) ä- , valitte- , etti- ; hijlokse Haufen glühender\n1) Vergl. Suomen kielen Rakennus , § 63.\n", " 69\nKohlen , kerrokse Mal , Reihe, von hijle und kerda ; sovukse\nKleidungsstück, lahjukse Gabe, huomenukse neben huomenekse\nMorgen , seämükse Eingeweide , von soba , lahja , huomene,\nseäme ; kolmannukse Drittel, von kolmande.\n", " Im Ehstnischen findet man oft i oder e vor dieser\nEndung, ¹ ) aus der k immer weggefallen ist, im Olonetzschen\ne in Wörtern , die von mehrsylbigen Verben auf tta abge\nleitet sind. 2) Im Livischen stehtvor derselben in Wör\ntern , die von zweisylbigen Verben und Nomina mit kurzer\nerster Sylbe abgeleitet sind , sowie katūks Dach , käduks\nAermel , in übrigen Fällen kommt hier jedoch der Vocal g\nvor , welcher nach Wiedemanns Beschreibunge + u₁ zu\nsein scheint, z . B. kitoks Erzählung, nagrtoks Spott, suormoks\nRing.", " Doch trifft man auch Ableitungen mit dieser Endung\nohne vorhergehenden Vocal an , wo die Endung die Form\nkos oder gos hat, welcher Umstand zu beweisen scheint, dass\nkund s hier nicht so zusammen gehören, wie man gewöhn\nlich anzunehmen pflegt ; kudgos Einschlag beim Gewebe,\n idgos Keim ,motkos neben motk Gedanke ,sädgosFunke.\n Diesen letzteren entsprechen im Finnischen und Ehstnischen\n Wörter auf ke , sowie kuteke , mietteke , säteke, Nom. kude,\n miete, säde, und im Livischen kommt dieselbe Endung auch\n vor in der Form go, Nom. g mit den gleichen Vocalverän\n derungen wie vor ks ; z. B. núo- oder ülpidug Lebensunter\n halt, moistog Begriff , paistog Schein (vergl. finn . piteke, z. B.\n in mielipide Ansicht, und pito, muisto und muisti Gedächtniss,\npaisteke und paisto Schein, paisti Braten).", " Dieses alles\n scheint auszuweisen :1)dass die vor der Endung kse\nstehenden Vocale o (ö) u (ü) e , i , ọ nicht zur Endung ge\nhören ; 2 ) dass die ältere Form dieser Endung kese ge\nwesen , die mit ke derart verwandt ist , dass die erstere die\n ältere vollständige Form der letzteren bildet, oder was wahr\n scheinlicher ist , dass die erstere durch Zusammensetzung\n der letzteren mit se entstanden ist. ― In der finnischen\n¹) Krohn, Viron Kielioppi, § 128, d).\n", " 2) Suomi II Jakso . 8: s osa S. 220.\n", " 70\nGrammatik pflegt man die Endung ukse , okse als aus einer\nVerbindung der Endung u , o mit kse entstanden anzusehen ; ¹ )\ndieses widerstreitet jedoch unserer Erklärung , wonach ukse\nokse aus (u)k(e) se (o)k(e)se entstanden sind , ebensowie ekse\nund(k) se aus (e)k(e)se und (i)k(e)se.\n", " Wohl aber kann die Endung kse , in Folge der Ver\nwandtschaft , die zwischen Substantiven auf o, u und denen\nauf okse ukse stattfindet , einen Wink über die Entstehung\nder ersteren geben : die Veränderung des Auslautvocales der\nNomina und der Verben zu o, u (und i) zur Bildung abge\nleiteter Substantiva , kann darauf beruhen , dass die Endung\nursprünglich k gewesen , welches im Auslaut weggefallen ist ,\naber vor einem später hinzugekommenen s oft stehen bleibt,\nz. B. finn. paino Druck, für painok von painak, woraus auch\npaineke und painok- se ; kesku Mitte für keskuk von keske-k,\nworaus keskuk- se und keskusta ( = keskukse-ta) ; paini , anti\nfür painij antij, painik antik = painak antak = paineke, anteke ;\nkasvatti für kasvattij oder kasvattik = südösterb. kasvatee =\nfinn. kasvatteke, woraus auch ehstn. kasvatise, liwg. kazvatekse,\nfinn. kasvatukse.\n § 84. a) a (ä) und bisweilen e und i gehen in u ( ü)\nüber in Eigenschaftsnamen auf (u) te, uo , Nom . (u) s oder\n(u)t , die von Adjectiven und Substantiven gebildet sind, z.\nB. pahuo Bosheit , nojduo Zauberei , korgehuo oder korkevuo\nHöhe , velleksüö Brüderschaft moasteruo Meisterschaft , von\npaha, nojda, korgia korgie, vellekse, moas teri.\n b)e wird zu u (ü) verwandelt in den substanti\nvischen Deminutiven auf (u)te, uo , Nom. (u) t sowie soaruo,\nkädüö, kukkaźuo, von soare Insel, käde Hand , kukkaže Blume,\nund ebenso kommt ein u (i) anstatt eines ursprünglichen a\n(a) oder e vor in der Endung nuo , Nom. nut für Adj . II\nActivi, z. B. ottanuo für ottanute von demselben Stamm wie\nottanche.\n c) a (a) geht in u (ü) über auch im Adj . II der im\npersonellen Form, welches Particip, wie aus den an manchen\n 1) Vergl. z. B. Suomen kielen Rakennus § 43.\n", "71\nOrten gebräuchlichen Genitiven auf uen z. B. otettuen, pan\ntuen , nähtyen , aus dem ehstn. Nom. auf ud, z. B. pandud,\ntehtud¹), sowie aus den wotischen Partitiven auf ut-ta :\nčülpeüttäkazivutta 2) , hervorgeht , ursprünglich dieselbe\nEndung u(te) wie die oben Moment a) und b ) erwähnten\nWörter gehabt zu haben scheint.\n", " Schon oben ist erwähnt worden , dass im Nordkare\nlischen, in Folge der Einwirkung des Nebenaccents , nach\nden Vocalen u (ü) im Plural der Eigenschaftsnamen, Demi\nnutive und Adj . II Activi ein j vernommen wird , welches auch\nim Vepsischen , wenigstens in den Deminutiven auf (u)de\nangetroffen wird, und welches auszuweisen scheint, dass die\nältere Form dieser Endung (u)jte gewesen. Im Livischen\nist die Endung der Eigenschaftsnamen ito, Nom. it, die an\ndie starke Form des Stammes gefügt wird, welcher Umstand\ndarauf hindeutet, dass hier ursprünglich lang gewesen ist;\nz. B. vannit Alter von vana alt, tovvit Tiefe, von tova, sūrit\nGrösse, pitkit Länge, madalit Niedrigkeit ³) ; hier wäre also\nder Anlautsvocal des Stammes vor jte in übergegangen,\nwelches sich mit nachfolgendem j erst zu langem und\ndarauf zu kurzem i verbunden hätte . Bedenkt man noch\nausserdem ,dassConsonantenschwächung imKarelischen\n(§ 52 Anm. 2. e) vor dieser Endung ebenso wie im Fin\nnischen bisweilen eintritt ) , so scheint j aus einem Con\nsonanten entstanden zu sein , der sich auch im Finnischen\nim Plural der Nomina qualitatis beibehalten hat ; vergl.\nz . B. kar. tervehüjśillä und finn . terveyksillä. Dieser Con\n sonant k erklärt die Verwandlung der Vocale zu u (”) und\n¿ in den Nomina qualitatis.", "Dagegen kann man bei dem\njetzigen Standpunkt der Forschung aus keinem anderen\n Grunde auf die Existenz eines k in der Endung der Sub\n 1) Etelä -Pohjanm. K. T., S. 49.\n", " 2) Wotisk grammatik II, Lied No. 2, S. 91 u . 92.\n", " 3) Livische Grammatik, § 17.\n", " 4) Suomen kielen Rakennus, § 56 , 4.\n 72\nstantiva Deminutiva und Adj . II schliessen , als gerade aus\nden Veränderungen der Vocale.\n d) Auch vor der Deminutivendung kka wird der Vocal\nu (ü) häufig angetroffen, z. B. kebukkaże, nejtükkäze, lühük\nkäźe, juopukkaże.\n", "§ 85. a (a) und auch u, o, i werden in e verwandelt\nvor der Endung ke, mit der Substantiva meist aus zwei\nsylbigen Verben gebildet werden ; z. B. kostie, N. kosse Lee,\nWindstille, kublie fliessender, schwimmender Zustand, pettie\nIrrthum , rikkie Nom. rike Zauberei , rippie hängender Zu\nstand , tüppie Propfen ,von kosta- , kubla- , pettä- , rikko-,\nrippu-, tüppi-.\n", " Dass diese Endung ke ist, obgleich im Karelischen der\nConsonant k verloren gegangen, und das Finnische in einigen\nMundarten denselben durch t ersetzt , lässt sich durch die\nentsprechenden wepsischen Wörter auf (e)ge , ke und die\nauf (o)go , (u)go im Livischen beweisen .", "Der Uebergang\ndes Bindevocales in e vor dieser Endung lässt sich vielleicht\n doch besser durch Einwirkung des Vocales e der Endung\n als durch den Consonanten derselben erklären.\n § 86. a) a (ä) e und bisweilen auch andere Vocale\n gehen in über vor der Endung kko, kkö, die Substantiva.\nmit collectiver und örtlicher Bedeutung bildet ; z. B. varvikko,\nvitikkö, penzahikko, kivikkö, kuwzikko, kojvikko, männikkö von\nvarba Zweig , vitta Reis , peñzaha Busch, kive Stein, kuwze\n Tanne , kojvu Birke , mändü Fichte (oder von den Stamm\n wörtern der beiden letztgenannten Wörter kojva , mändä,\nvergl. Demin. kojvahaże, mändähäź e).\n", " Mit dieser Endung ist wahrscheinlich vo identisch (beide\n aus ko entstanden , dessen k im ersteren Fall verstärkt, in\ndem letzteren vor o in v geschwächt ist), vor welcher eben\nfalls i angetroffen wird ; doch sind die karelischen Wörter mit\ndieser Endung sowohl ihrer Bedeutung als der Ableitung\n nach dunkel ; derartig sind adivo oder advo Gastfreund,\nkuńńivo etwas Ausgezeichnetes (wie Speise, Trank u . s. w.) ,\nnuodivo Bivuakfeuer, astivo Egge.\n", "73\nb) a (ä) werden oft und e stets in i verwandelt vor\nder Deminutivendung kka ; z . B. muśśikaze , Heidelbeere,\nkajjikkaže sehr schmal , kujvikkaże ganz trocken , von musta\nschwarz , kajda schmal , kujva trocken ; juurikka Wurzel,\nmatikka Quabbe, von juure, madehe; nuorikkaże ganz jung,\nvon nuore.\nc) a (ä) geht bisweilen, und e immer in i über vor der\nAdjectivendung kkaha ; z. B. sullikkaha federreich , häńnikkähä\nmit grossem Schweif versehen, mähnikkähä laichreich , leh\nvikkähä astreich, peñzahikkaha gebüschreich , najźikkaha ver\nheirathet , seämikkähä jähzornig , von sulga Feder, händä\nSchwanz , mähnä Laich , lehvä Ast , peñzaha Busch , najże\nWeib, seäme Herz ; sowie auch die von mehrsylbigen Verben\nauf e (le und źe) abgeleiteten , als mögiźikkähä mürrisch ,\nkazvelikkaha gross von Wuchs , suwtkelikkaha spasshaft, sobe\nlikkaha fügsam .\n", " § 87.a)e wird immer und a (ä) oft in i verwandelt\nvor der Plural- und Imperfectendung j, die dann gemäss\n § 93, b) wegfällt .\n", "Diese Veränderung von a (ä) kommt vor :\n 1) in zweisylbigen Nominal- und Verbalstämmen , die\n in der ersten Sylbe ein o, oj, ow, u, uj, uw, uo oder einen\n weichen Vocal haben ; 2 ) in allen mehrsylbigen Verben und\n in beinahe allen mehrsylbigen Nomina (vergl . § 82 , b) .\n Beispiele : vijźin, heboźin von vijde fünf, heboże Pferd ; peźi,\ntuli, käveli von peze- waschen, tule- kommen, kävele- wandern ;\n sobih, pojgien, buolilla von soba Kleidungsstück, pojga Sohn ;\nbuola Strickbeere ; reähiśśä, häńńillä, kengiśśä, küliśśä von\nreähkä Sünde, händä Schweif, kengä Schuh, külä Dorf ; nosti\n vojtti, jowdi, murdi, mujśti, muwtti, vuotti von nosta- heben,\nvojtta- gewinnen, jouda- ledig sein, murda- brechen, mujśta\n sich erinnern , muwtta- verändern , vuotta- warten ; hierdi,\njüsti, löwdi, vältti von hierdä- schaben, jüstä- eine Oeffnung\nins Eis hauen , löwdä- finden , välttä- taugen ; kajjembih,\n ozattomilla , von kajjemba schmäler , ozattoma unglücklich ;\nemännillä, mittömillä, kebejdä von emändä Wirthin, mittömä\n ohne Bedeutung, nichtig, kebiä oder kebie leicht ; vakusti,\n74\n ammuldi von vakusta- versichern, ammulda- schöpfen ; terendi\nvon terendä- schärfen , otettih, etittih von otetta- ,ețittä-,\n Impersonalstämme von otta- nehmen, etti- suchen.\n", " Im Worte suola Salz geht a vor dem j des Plurals in\n o über ;z . B. suolojśśa .", " Im Imperfect der impersonellen\nForm geht a (ä) immer in i über, selbst wenn die oben\nangegebenen Bedingungen nicht erfüllt sind ; z . B. soadih\nvon soada, Impersonalstamm von soa- erhalten .\n b) e und ä werden immer, und a wenn das Stamm\nwort ein Nomen mit o oder u in der ersten Sylbe ist , in\n abgeleiteten Verben auf i, die denen in § 82 d) erwähnten\n entsprechen, inverwandelt ; z . B. nokki- pflücken , kukki\nblühen, sugi- kämmen, kojri- schelten, von nokka Schnabel,\nkukka Blüthe, suga Kamm, kojra Hund ; kengi- beschuhen, nühti\n oft zupfen, lükki- , hüppi- , südi-, von kengä- Schuh , nühtä\nzupfen , lükkeä- stossen , hüppeä- springen , südeä- stossen ;\nkünḍi- oder küñsi- kratzen , kieli- klatschen ; von künde\nKlaue, Kralle , kiele Zunge .\n", " Anmerkung.", "Die Endung ist hier natürlicher Weise\nzuletzt j gewesen (enstanden aus k) , die darauf nach i fort\ngefallen ist. Bisweilen wird Veränderung zu i auch da an\ngetroffen , wo man o erwartet hätte ; z. B. hawkki- von\nhaukkoa- beissen.\n c)a in zweisylbigen nominalen Stammwörtern wird oft\nin i verwandelt , auch vor der mit der vorhergehenden\nEndung wahrscheinlich verwandten Endung jtte z . B. kawpitte\nhandeln , rammitte- hinken , tussitte sich ängstigen , von\nkauppa Handel, ramba hinkend, tuska Angst.\n", " Anmerkung . In dreisylbigen Stammwörtern wird a (ä)\nzu o (ö) verwandelt, und bisweilen sogar in zweisylbigen zu\no (ö) oder u (ü) ; z . B. hajtukkojṭte- nachlässig sein , emän\nnojtte- oder emännöjtte- Wirthin sein, sijbilöjtte- seihen, von\nhajtukka , emändä , sijbilä ;pillotte- Schaden verursachen,\nreähküjtte- sündigen von pilla , reähkä.\n d) a (ä) geht in i über vor der Endung ze, die zur\nBildung onomatopoetischer Verba von nunmehr ungebräuch\nlichen Stammwörtern dient ; z . B. tuhize- zischen , murize\n75\nbrummen, kubiźe- jucken, pagize- sprechen , värize- zittern,\ntirize- knirschen, welche denselben Ursprung wie die gleich\nbedeutenden tuhaja- , muraja- etc. sowie diemomentanen\ntuhahta-, murahta- u. s. w. haben.\n", "Dass hier vor źe ein k vorgekommen ist , welches die\nVocalveränderung verursacht hat , lässt sich durch das\nLivische beweisen , das in einigen hierhergehörenden Verben\nnoch ein k hat ; z. B. krābīkš(o)- rascheln, bulīkš(o ) sprudeln ,\nbrodeln, die ihrer Bedeutung und Form nach den finnischen\nkrapise- und pulise- entsprechen .\ne) a (ä) geht inüber im Ablat . Sing. , sowie in\n Südkarelen auch im Elat. des Sing., wenn diese Casus ad\nverbiel gebraucht werden ; z . B. bohataldi reichlich ; hüäź esti\nrecht tüchtig (in Nordkarelen hüväśestä) .", "Dass hier eine\n consonantische Endung, wahrscheinlich k, vorgekommen ist,\nwelche die Vocalveränderung hervorgerufen hat , lässt sich\n aus den entsprechenden finnischen Formen beweisen , die\nmitSchlussaspiration oder k schliessen ; z. B.lavealtï” ,\nhyvästi oder laveeltik hyvästik.\n", "B.", "Vor ursprünglich palatalem Laut .\n§ 88. a) a (ä) und e werden in i verwandelt vor der\n Superlativendung jmba, Nom. jn ; z . B. kovimba, kangejmba,\npitimbä, hädräkimbä, nuorimba, pohjasimba von kova hart,\nkangia kangie steif, pitkä lang, hädräkkä unstät , schwach ,\n nuore jung, pohjaże nördlich .\n", "Wahrscheinlich ist wohl, dass j, welches die Endung des\n Superlativs von der des Comparativs unterscheidet , identisch\n mit dem Plural character j¹) ist ; da aber die Vocalver\n änderung im Superlativ von der im Plural sich dadurch\n unterscheidet , dass im ersteren kein Uebergang in einen\n labial -gutturalen Vocal angetroffen wird, da k nicht einmal\n sporadisch im Superlativ auftritt, und da schliesslich dieser\n Grad der Comparation sich nur in einigen westfinnischen\n Sprachen ausgebildet hat , istes wahrscheinlich ,dass er\n¹) Vergl. Suomen kielen Rakennus , S. 180.\n76\njünger ist als die Schwächung des k im Plural zu j, weshalb\nderselbe erst hier behandelt worden ist.\n b)a (ä) und e gehen in i über vor der Endung jme\nNom. jn, mit der Substantiva von Verben abgeleitet werden ;\nz. B. mujśtime im Worte mujśśin-päjvä Tag zum Andenken\nder Verstorbenen , uuśtime Fischgeräth = finnisch uistime\nvom Verbum uista- , särbime Zukost vonsärbä- löffeln,\npolkime Steigbügel von polke- steigen ; avajme Schlüssel,\nviskajme Schöpfkelle von avoa- öffnen, viskoa- werfen.\n", " Die contracten Verba können jedoch in Nordkarelen\nihren contrahirten Stamm vor dieser Endung beibehalten,\nz. B. avoame Nom. avoajn, viśkoame Nom. viśkoajn.\n c) a (ä) wird bisweilen in verwandelt vor der\nen du ng jźe , Nom . jne. Dieses geschieht\nnominalen Ableitungs\n g\nregelmässi : 1) in dem vom Subst . III auf ma (mä) ge\nbildeten Subst . IV mit der Endung miźe ; z. B. koalamite,\nsärbämize von koala- waten , särbä- löffeln ; sowie 2 ) in den\nvon Adessiven auf lla (llä) abgeleiteten Adjectiven auf lize\nz. B. tojzen-moallize ausländisch , vällällize frei , ünnäl\n lize ganz .\n", " In dem Wort erilläze verschieden ist ä jedoch bei\n behalten.\n d)e wirdin verwandelt sowohlvorder oben\ngenannten als vor allen anderen mit j beginnenden Endungen,\n auch wenn das j in Folge anderer Lautgesetze schwindet :\n 1 ) Vor der Conditionalendung jźi z. B. tuliżi, kävelijśi oder\noder käveliki von tule- kommen, kävele- wandern ; 2) vor der\nadjectivischen Ableitungsendung za (statt jźa ) z. B. mägiśä\nhügelig von mäge ; 3) vor der Ableitungsendung ja der\nNomina factoris , z. B. kuolija , kuolia oder kuolie ein Ver\nstorbener, von kuole- sterben ;4) vor der Collectivendung\njaha, Nom. jas, z. B. Kijźjokieha, Nom. -jokies statt -jokijaha,\n-jokijas, die Bevölkerung von Kijźjoki (Stamm joke), Wuok\nkiniemiehä, Nom . -niemies.\n", " Von den in diesem § 88 aufgezählten Endungen hat\nwenigstens jże , jne ursprünglich mit palatalem Laut be\ngonnen , denn dieselbe ist sonder Zweifel aus jnte oder nţe\n 177\nentstanden, welches in der entsprechenden russisch-lappischen\nEndung ńč(e) angetroffen wird ; z. B. Nom. Sämeläńč oder\nSämeläj, Allat. Sämelänči Lappländer ; oagsäně oder oagsäj\nkleiner Zweig , Allat. oagsäni. Dagegen ist die Conditional\nendung ursprünglich ksi gewesen, wie dieses im Ehstnischen\nnoch der Fall ist , obgleich im Karelischen die Vocalver\nänderung erst nach Schwächung des k in j eingetroffen ist ;\ndenn im Ehstnischen verbleibt das e.\n", " 7.", "Vor dentalem Consonant.\n", " § 89.a) a (ä) wird in e verwandelt vor dem Character\ndes Impersonalis tta, z. B. kabrassetah, kabrassettih, kabras\nsettaneh , tüönnettäjś , tüönnettävä , tuönnettä , von kabrasta\nwegräumen, tüöndä- schicken.\n", " Wenn t in dem temporalen Partitiv des Adj . II anstatt\nzu tt verstärkt zu werden, zu h geschwächt wird, bleibt der\nBindevocal unverändert, z . B. kabrastahuo, tüöndähüö.\n b) a (ä) und andere Vocale sind vor der alten ad\njectivischen Ableitungsendung ta in e verwandelt worden,\nwelches e darauf nach dem Wegfallen des t in i über\ngegangen ist (gemäss § 91. a) 3) ; z. B. ruskia oder ruskie\nfür rusketa roth , vergl. ruzappa röthlich ; leviä oder levie\nbreit von levä ausgebreiteter Zustand.\n c) a (ä) wird in e verwandelt vor der Endung ne,\n welche zur Bildung comparativer Verben dient, z. B. kovene\nhart werden, tülṭṭene- stumpf werden, von kova, tülttä.\n", " Nur im Wort vanhane- (neben vanhene-) altern, ist a\nbeibehalten.\n d) a (ä) geht sowohl in zwei- als mehrsylbigen Stäm\n men in e über vor der Comparativendung mba , weil die\n ältere Form dieser Endung , die im finnischen noch ange\n troffen wird, npa für ne + pa ist ; z. B. kovemba, tültembä,\n madalemba von kova, tülṭṭä, madala niedrig.\n", "Die eben besprochenen Adjectiva auf ia iä behalten\n*\n den Auslautsvocal bei , wenn derselbe in Südkarelen mit\n vorhergehendem i nicht contrahirt wird ; z. B. ruskiamba,\n leviämbä. Auch im nördlichen Karelen werden mehrsylbige\n 78\nStämme mit unverändertem Bindevocal bisweilen angetroffen,\nsowie soutajampa geschickterer Ruderer.\ne) a (ä) und bisweilen auch andere Vocale werden in\n e verwandelt vor der Endung le, womit frequentative Verba\nvon anderen Verben und bisweilen von Nominen gebildet\nwerden ;z. B. andele- , rijdele- streiten , panettele- , küzele-,\nsanele- reden , von anda- geben, rijda Streit , panetta- von\npane- legen , küzü- fragen (oder dem verschwundenen\nStammwort desselben küzä- , vergl.f.kysäistäplötzlich\nfragen) sano- sagen oder sana Wort.\n", "Bisweilen hört man jedoch vor dieser Endung ein a\noder einen Vocal ( 3 ) der dem a sehr nahe steht ; z . B.\nkuwndale- lauschen statt kuundele-. In contracten Verben\nist sonder Zweifel der Vocal des Auslautes a (ä) zuerst in e\nübergegangen, obgleich derselbe sich alsdann mit dem vor\nhergehenden zu demselben Diphthong verbunden hat ,der\nim Stammwort angetroffen wird ; dass e hier vorgekommen\nist, beweist nämlich die im nördlichen Karelen stattfindende\nPalatalisation des nachfolgenden 7 ; z . B. mittoale- oder\nmittoale- von mittoa- messen ; kereäle-, kereäle- von kereä\nsammeln.\nf) a (a) wird bisweilen auch vor h in e verwandelt,\nin Substantiven auf he (für se?) die von Nomina verbalia\nauf na und nda abgeleitet sind (siehe doch § 80, 2, wo\ndie hierher gehörenden Beispiele aufgezählt sind).\ng ) Auch im Adj . II Activi steht e vor he, wenn diese\nEndung statt (u) te gebraucht wird . Diese beiden Formen,\nnehe und nute, nuo setzen eine Stammform mit der Endung\nna (oder ne) voraus , die mit der obengenannten substanti\nvischen Ableitungsendung na identisch sein mag.", "Hierbei\nmuss nämlich bemerkt werden, dass mit der Endung na im\nFinnischen Substantiva auch von andern Verben als von\ndenen auf ise gebildet werden : z. B. kirkuna Geschrei , kil\njuna Geheul von kirku- und kilju- , und dass Adj . II auch\nsubstantivisch gebraucht zu werden scheint ; z. B. f. kuulin\nheidän kirkunehen ich hörte, dass sie schrieen, kuulin heidän\nkirkunan ich hörte ihr Geschrei.\n", " 79\n8) Vor labialem Laut.\n", "§ 90. a) e (e und e) wird in o (ö) verwandelt vor\n einem zur Endung gehörenden m, v oder w : im Subst. III\n und IV auf ma und miźe, im Adj . I auf va und in abgeleiteten\n Adjectiven auf va, in der 3. Pers . Sing. Praesens Indic. und\n Concess.; z . B. tulomah, mänömäh ; tulomiźe, mänömize; tulovan\n mänövän ; tulow, mänöw ; tullow , männöw, von tule- kommen,\n mäne- gehen ; loppomatojn , -ttoma unendlich von loppoma von\nloppe- schliessen ; kädövä fingerfertig, vägövä stark, von käde\n Hand, väge Kraft.\n", "Im Comparativ verbleibt e , da m in der Endung mba\n nicht ursprünglich, sondern aus n entstanden ist , z . B. pie\n nembä, nuoremba von piene klein , nuore jung ; e bleibt auch\n vor der Endung der 1. Pers. Plur. mma unverändert ; z . B.\nlopemma , pezemmä , welcher Umstand unsere oben ausge\n sprochene Ansicht bestätigt , dass diese Formen durch An\n fügung der Personalendung ma (ursprünglich mak) an die\n Praesensstämme auf k oder ' (lopek, pezek, lope' , peze') ge\n bildet sind, die im verneinenden Praesens (emmä lope, emmä\npeze) , sowie in den reflexiven Formen der 3. Pers . Sing.\n(lopeksi pezeksi) sich wiederfinden.\nb) Bisweilen geht auch a vor labialen Vocalen in o über,\n z. B. die nordkarelischen Formen kuwtoma Mondschein für kuw\n dama , kirjova bunt für kirjava, pellovaha Flachs für pellavaha.\n", "Disparation nenne ich den Uebergang der Vocale\noöe\n•in die am Schluss der resp . Vocalserien liegenden\nu ü und i, sowie die entsprechende Veränderung der\nDiphthonge uo, üö und ie in die langen Vocale uw, üw und\nij, welche Veränderungen im Karelischen ganz allgemein vor\nanderen Vocalen angetroffen werden und den Zweck zu\nhaben scheinen, den vorhergehenden Vocal vor Verschmelzung\nmit einem folgenden zu bewahren.\n", " § 91.", " Ein der zweiten oder einer folgenden Sylbe an\ngehörendes o, ö und e wird vor einem a oder ä immer in\nu, ü, i verwandelt ; z . B. 1 ) im Partit. Sing. ukkua, garbalua,\nmändüä, mäńńikküä, hanhia, anoppia, lehtiä von ukko Greis,\ngarbalo Sumpfbeere, mänö Gang, Fahrt, männikkö Fichten\n 80\nwald, hanhe Gans, anoppe Schwiegermutter, lehte Blatt ; 2) im\nSubstant. I sidua , koskia , itkiä von sido- binden , koske\nrühren, itke- weinen ; 3) in Nominal- und Verbalstämmen :\nkangia steif, kebiä leicht, für kange(t) a, kebe(t) ä ; erua- scheiden ,\nhalgia- sich spalten , platzen, für ero(t)a-, halge(t)a.\n", "Alle obenerwähnten Formen gehören nur dem südlichen\nKarelen , Poaen und Reboľa an ; in anderen Gegenden und\nbisweilen auch hier sind die Vocale ua üä ia und iä nachher\ncontrahirt worden, wie aus § 98, e) hervorgeht.\n", "Ausnahmsweise kommt auch in der ersten Sylbe Ver\nwandlung von e in i vor ä vor, z. B. miän, tiän, hiän neben\nmeän, teän, heän , Genit . von den Pluralstämmen medä, tedä,\nhedä der persönlichen Pronomina ; viän neben veän, vejän von\nvedä- ziehen, führen .\n b) Auch vor e sind o und e in u und i verwandelt\nworden, obgleich u nachher stets und i beinahe immer, ausser\nbisweilen im südlichen Karelen mit e sich zu den Diphthongen\nuo und ie vereinigt haben z. B. sanuossa , sanuośśa, für sa\nnoessa von sano- sagen ; valguole- , valguole- für valgoele\nfrequ. von valgo(t) a-, valgua- hell werden ; itkien für itkeen,\nkastiessa oder kasti-essa von kaste(k)e Thau.\n", " § 92. Wenn die Diphthonge uo, üö, ie durch Conso\n nantenschwächung vor einem zur zweiten Sylbe gehörenden\n a, ä, e oder i zu stehen kommen , so werden dieselben in\n uw, iw, ij verwandelt (vergl. § 57 , h) ; z. B. juwwa, luwwen\n von juo- trinken, luo- werfen, ej vuwwa von vuoda- fliessen,\nluwweh Nom. von luodehe Westen ; lüwwä , süwwessä, von\nlüö- schlagen,süö-essen, müwwäjśtäPart. von müödäźe\n günstiger (Wind) , müwwässä vom Partikelstamm müödä, und\n müwwittä- zugeben , nachahmen (eigentlich mitgehen) von\n demselben Stammworte ; vijjä, vijjessä von vie-, führen , tijjän,\n Impf. tijjin von tiedä- wissen.\n", " Auch vor o kommt eine derartige Vocalveränderung im\n Worte tiedo Wissen vor, z. B. Gen. tijjon.\n", " § 93. Kürzung benennen wir den Uebergang eines\n Diphthongs oder eines langen Vocals in einen kurzen Vocal ;\n hierher gehören folgende Lautveränderungen.\n", " 81\n a) oa , eä , uo , üö , ie , uw , üw werden in einsylbigen\nWörtern vor einem zur Endung gehörenden j in a, ä, o, ö,\ne, u, ü gekürzt, sowie1 ) im Pluralstamm der Nomina z. B.\nmaj, päj, soj, öj, tej, puj, pij, von moa Land , peä Kopf, suo\nMorast, üö Nacht, tie Weg, puu Baum, püw Haselhuhn ;\n2) im Imperfectum der Verba, z. B. saj, jäj, toj, löj, vej von\nsoa- erhalten, jeä- bleiben, tuo- bringen, lüö- schlagen , vie\nführen ; 3) in der 3. Pers. Sing. des Conditionals ; z . B.\nsajś , jājś , tojś , löjś , vejś (in den übrigen Personen fällt j\nfort, woher die vorhergehenden Vocale unverändert bleiben,\nz. B. soaźin, jeäźit u. s . w. ) ; 4) in Ableitungen, deren Endun\ngen mit j beginnen ; z . B. öjźe nächtlich, pujźe hölzern , Zuber,\nvon üö Nacht , puw Holz ; sojź a morastig, von suo ; puj\ndreschen (eigentlich mit einem Holz schlagen) von puw, lojtte\nzaubern (eigentlich sich werfen ?) von luo- werfen ; sujśta\nstürzen, von suw Mund u. A.\nb) ij , sei es , dass i ursprünglich oder in Folge von\nAttraction aus einem andern Vocal entstanden , wird nicht\nweiterhin im Worte als in der ersten Sylbe desselben ge\n duldet und daher in allen folgenden zu i gekürzt : in Plural\n stämmen der Nomina , im Superlativ , im Imperfectum und\n Conditionalis der Verba , sowie in einer Menge von Ablei\n tungen, als Nomina auf jme, jże, jźa , in Verben auf j, jtte ;\n z. B. buolilla für buolijlla, Adess . Plur . von buola Strickbeere ;\n etti, ettiś für ettij, eṭṭijś, von eṭṭi- suchen (siehe übrigens die\n Beispiele in § 87 u. 88) .\n", "Im nördlichen Karelen (Kiestinki) wird gleichwohl das\n vom Nebenaccent unterstützte jim Conditional dreisylbiger\n Verba beibehalten ; z. B. kävelijśin värisijśit, tariṭṭijśima von\n kävele- wandern , värise- zittern , taritte- darbieten ; dagegen\n aber ettisin etittelisin ich würde suchen .\n", "In Rebola habe ich j auch in der zweiten Sylbe im\n Worte etijn, Impf. von etți- suchen, angetroffen.\n", "§ 94. Folgende Elisionen, die mit den obigen Kürzun\n gen verwandt sind, mögen hier erwähnt werden.\n a) Nach den Diphthongen aj, oj, uj, äw fällt j im Im\n perfectum und Conditionalis fort ; z. B.naj, woj, haravoj,\n 6\n 82\nuj, käw ; najś vojś, haravojś, ujś, käwś, von naj- heirathen,\nvoj- vermögen , haravoj- harken , uj- schwimmen , käw\nwandern.\n b) Nach eigentlichen Diphthongen und langen Vocalen\nfällt j fort in der 1. und 2. Person des Conditionals ; z. B.\njeäźin , lüözit , tuozima , rubieźia (neben rubiaźia , rubiajźia)\nvon jeä- bleiben, lüö- schlagen, tuo- bringen, rubie- beginnen.\n", " § 95. Das Karelische duldet im Allgemeinen nur in\neinigen bestimmten Fällen Diphthonge auf j ausser in der\n ersten Sylbe des Wortes, und macht sich von denselben auf\nzwei verschiedene Weisen frei :\n a) Indem es j mit einem nachfolgenden Vocal zu\n einer neuen Sylbe verbindet ; 1 ) im Partit. Pluralis zweisylbiger\nWörter auf a, z. B. malla Schale, Plural-Stamm malloj , Part.\nmalloja ; 2) in der 2. Pers. Plur. Impf. z. B. soattoja, kibewdüjä\nvon soatta- begleiten, können, kibewdü- krank werden ; 3) im\nPartit. und Genit. mehrsylbiger Pluralstämme , jedoch nur\nim südlichen Karelen ; z B. harakkoja , -kkojen , ukkoloja,\n-lojen, von harakka Elster , ukko Greis ; 4) im Partit. Sing.\nmit Suffix von solchen Substantiven, welche ursprünglich die\nEndung of gehabt ; z. B. toattojah von toatto Vater ; derartige\nFormen sind jedoch selten und nur im nördlichen Karelen\nangezeichnet worden ;\n b) durch Abwerfung von j : 1 ) j ist aus zweisylbigen\nStämmen auf oj ganz verschwunden (s . § 82 , d) ; 2) j er\nscheint auch in Nominalstämmen auf oj nur sporadisch im\nPartit. Sing. (siehe Moment a) ; 3 ) j fällt häufig fort am\nSchluss einer Sylbe, nämlich T a) immer in der 3. Pers. Sing.\nund 1. Pers. Plur. Imperf. z. B. soatto ,soattoma , kibewdü,\nkibewdümä ; ẞ) in dem unverkürzten Stamm von caritiven\nAdjectiven; z. B. huolettoma, Nom . huoletojn ;y) immer in\nder 1. und 2. Pers. Conditionalis zweisylbiger Stämme z. B.\nsoattaźin, -źit, sanozima, sanoźia ; d) in Wörtern auf jźa und\njźe, die von zweisylbigen Stammwörtern gebildet sind , als\nhindaza theuer, kuldaże golden.\n", " Dagegen wird j stets beibehalten : 1) in dreisylbigen\nVerben auf jtte, z. B. hajtukojten, -kojttow, -kojja nachlässig\n83\nsein ; 2) vor einem zu derselben Sylbe gehörenden Con\nsonanten in der 1. und 2. Pers . Sing. Impf. sowie in der\n3. Pers. Sing. Condit. , z. B. soatojn , kibewwijt , soattajś\nkibewdüjś ; 3) in dem gekürzten Stamm der caritiven Ad\njectiva und der Nomina auf jże ; z . B. peätöjn, huoletojnda ;\nkullajśta, Jüväjś-külä, illajśta- zu Abend essen.\n", " Uebrigens kommen in verschiedenen Gegenden Ver\nschiedenheiten vor ; so wird in Poaen j abgeworfen , wenn\ndasselbe am Schluss der dritten Sylbe eines Wortes steht,\nim Conditionalis sowie in abgeleiteten Wörtern auf je und\nim Plur. derjenigen auf (u)jte ; an anderen Orten wird das\nselbe dagegen gewöhnlich beibehalten ; z. B. kabrastaźin und\nkabrastajzin von kabrasta- wegräumen, pihlajaze und pihlajajźe\nkleine Eberkirsche, jälgimäźe und jälgimäjźe der letzte ; ter\n vehüziä und tervehujśie Grüsse.\n", " § 96. Wenn a, ä oder e durch Wegfallen eines zwischen\n befindlichen Consonanten nach den Dipthongen oa oder eä\n zu stehen kämen, so fallen jene Vocale fort ; z. B. koan für\nkoa-an, koatah für koa-etah von koada- fällen ; ebenso roan,\n roatah von roada- arbeiten ; roan für roa - an von roaga Pfahl\n oder adj . roh ; neän von neädä Marder ; heän, heätäh von\n heädä- vertreiben.\n", " § 97. Der Diphthong ow im Verbum nowze- steigen,\n wird zu o gekürzt, nicht blos wie im Finnischen in dem\n hiervon abgeleiteten transitiven Verbum nosta- heben, sondern\n gewöhnlich auch in den Beugungsformen, wo ow vor zwei\n Consonanten zu stehen käme ; z. B. Concess. nossen, Adj . II\n nossun ; Imperat. noskah, Subst. I nossa, II nossessa ; Imper\n sonalis nossah, nostih u. s. w.\n", "§ 98.", "Contraction .", "Zwei kurze Vocale, die durch\n Abwerfungdes dazwischen befindlichen Consonanten un\nmittelbar auf einander folgen würden, werden oft 1 zu einem\nDiphthong oder langen Vocal zusammengezogen.\na) a in der ersten Sylbe sowie auch in einer der\n folgenden wird mit folgendem a zu oa contrahirt ; z . B. poan\n von pada Topf, toatti Prolativ von taga das nach hinten.\n", "84\nBelegene ; kaloa Part. von kala Fisch, kallistoa Inf.von\nkallista- theuer machen.\nb) a-e wird zu oa contrahirt, z . B. poata Inf. von pagene\nfliehen , loalla oder loalla von lage Dach, moah (neben majeh)\nNom. von madehe Quabbe ; andoassa, andoassa für andaessa,\n Subst. II von anda- geben.\nc) ä-ä wird zu eä zusammengezogen ; z . B. heän von\nhädä Noth, löwdeä Inf. von löwdä- finden, pitimbeä Part . von\npitimbä längst.\nd) ä-e wird zu eä zusammengezogen ; z. B. keän von\n käde Hand, neättä von näge- sehen, meällä, meällä von mäge\n Hügel ; löwdeässä, löwdeässä für löwdäessä.\n", "Anmerkung.", " Im nördlichen Karelen kommt neben\n eä auch der Diphthong öä (üä) in der zweiten Sylbe oder\n weiterhin im Worte vor , z. B. löwdöä oder löwtöä , löw\n döässä.\n e) u, ü, i weiterhin im Worte , sei es dass dieselben .\n ursprünglich oder nach § 91 , a) aus o , ö , e entstanden sind,\n werden im nördlichen Karelen und bisweilen auch in Poaen\n und Reboľa mit nachfolgendem a, ä zu uo, üö, ie zusammen\n gezogen; z. B. lukkuo , garbaluo , tüttüö , kävelüö , kiekkie,\nanoppie , Partitive von lukku Schloss , garbalo Kransbeere,\ntüttö Mädchen, kävelü Wanderung, kiekki Fischadler, anoppe\nSchwiegermutter ; siduo, kampastuo, eksüö, etție, pahekśie,\nInf. von sido- binden, kampastu- stürzen , eksü- sich verirren ,\netti- suchen, pahekśi- übel aufnehmen ; eruo-, halgie- ; kangie,\n kebie, neben erua- , halgia-, kangia, kebiä.\n f) u (und o) , ü i (und e) in der zweiten Sylbe und\nweiterhin im Wort werden mit nachfolgendem e zu uo, üö\nund ie contrahirt ; z. B. kovuo, heboźuo, ottanuo, lühüö, keän\n dänüö, contracte Stämme, statt kovu(t)e, heboźu(t)e u . s . w .;\n eksüössä , sanuossa für eksüessä ,sanoessa ;ettien , itkien,\n kastiessa (vergl. § 91 , b) .\n", "Im Wort kuottele- versuchen , für koettele- , kommt Con\n traction von o-e schon in der ersten Sylbe vor .\ng) Auch ein zur ersten Sylbe gehörendes i wird bis\n weilen mit folgendem Vocal zu einem Diphthong zusammen\n85\ngezogen, nämlich stets in den Stämmen der Casus obliqui\nder Pronomina der 1. und 2. Person miw und siw für\nmi(n)u, si(n)u, sowie auch gewöhnlich in den Nominativen\nmie, sie anstatt miä, siä, welche letztere Formen in Poaen\ngebraucht werden.\n h) Ein in der zweiten Sylbe wird zuweilen mit vor\nhergehendem Vocal zu einem Diphthong auf j zusammen\ngezogen, z. B. rajś Hagel für rais von ragehe, rujś Roggen\nvon rugehe, kojśśa zu Hause, kojśta von Hause (nebst dem\nGenit. koin oder kojin) von kodi Haus .", "Eine derartige Con\ntraction kommt jedoch weiterhin im Worte immer vor, auch\nwenn i durch Kürzung aus ÿj entstanden ist ; z . B. keväjdä\nfür kevä(t)ijdä , Part. Plur. von keveä Frühling ; pijrajda,\nkebejdä, kangejda von pijroa Kuchen, kebie leicht, kangie steif;\n Superl. kebejmbä, kangejmba für kebe( t)ÿjmbä, kange(t)ijmba ;\n salbaj hülgäj; eroj, tilppuj, hävij, Imperfecte von salboa- zu\n schliessen, hülgeä- verwerfen, eruo- scheiden, tilppuo- zer\n hacken, hävie- umkommen.\n i)e-e im Partikelstamm ede das Vordere, sind meist\n zu ie zusammengezogen :iessä, iellä, ielläh, im Prol. jedoch\n immer zu ej : ejtti. Uebrigens werden diese Vocale, wenn\n dieselben im Beginn eines Wortes stehen, in Poaen gewöhn\n lich beibehalten ; z. B. veeśśä, reeśśä, meellä von vede Wasser,\n rege Schlitten , mede Honig ; in Sujgarvi zu ej contrahirt :\n vejśśä , rejśśä ; in Kiestinki entweder beibehalten : veessä,\n meen (neben mejen), oder zusammengezogen zu ie : viessä,\n riessä. Im Stamm segehe klares Wetter, hat sich e- e überall\n zum Diphthong ie verbunden : Nom. sies oder sieś.\nk) e- ä wird bisweilen zum Diphthong eä contrahirt ;\n z. B. meän , teän , heän (neben miän, tiän, hiän) von den\n pluralen Pronominalstämmen medä, tedä, hedä ; veän (neben\nviän, vejän) von vedä ziehen.\n", "§ 99.", "Veränderungen der Vocale des Auslautes.\na) Verwandlung in i:\n1)a (ä) wird in i verwandelt im Nominativus Sing.\nder Comparative , z . B. kovembi, madalembi , von kova hart,\nmadala niedrig .\n", " 86\n2) e geht im Nominativus zweisylbiger Wörter in i\nüber, mit Ausnahme von miehe Mann , seäme das Innere,\nlojme Decke, welche die gekürzten Stämme mies, seän, lojn\nfür diesen Casus gebrauchen ;\n3) e ist in i verwandelt worden , welches jedoch später\nhin weggefallen ist, in den Ordnungszahlwörtern 3-10 sowie\nauch in den Nomina qvalitatis ; z . B. kolmas für kolmanzi,\nvon kolmande der dritte ; kovus (neben kovut) von kovute,\nkovuo Härte.\nb) Elision :\n1) i wird abgeworfen in der 3 Pers. Sing. Conditional.;\nz. B. sajś, andajś, langiejś von sajźi. anbajźi langiejźi, Con\nditionalstämme von soa- erhalten, anda- geben, langie- fallen.\n", "2) Das aus e entstandene i fällt fort auch im Nom.\nSing. mehrsylbiger Wörter auf te, wie aus Mom. a) 3) er\nsichtlich ist.\n", "§ 100. Kürzung der Stämme.\n", "Mit der im vorhergehenden §, Mom. b) besprochenen\nElision ist auch die Abwerfung des letzten Vocals der Verbal\nund Nominalstämme a (ä) und e verwandt, welche nicht nur\nim Auslaut vieler Wörter sondern auch vor manchen Endungen\nvorkommt, und wodurch man die von uns sogenannten ge\n kürzten Stämme erhält.\n a) Von den Nominen wenden folgende Wörter und\n Wortclassen gekürzte Stämme an:\n 1 ) Von denen auf a (a); a) die Superlative im Nom.\n und bisweilen im Part . Sing.; z. B. kovin härtest, kovinda\n oder kovimboa von kovimba; B) die caritiven Adjectiva im\n Nom. und Part. z. B. ozatojn ozatojnda von ozattoma un\n glücklich.\n", " 2) Von zweisylbigen Stämmen auf e :a)diejenigen ,\n die zwischen den Vocalen der ersten und zweiten Sylbe die\nConsonanten h, d (t) , n, z (s) , r, l, nd (nt) , rd (rt), ks, ps\n haben : z. B. voahta , miestä , vettä , unda , kuusta , merda,\n tulda, kantta, vartta, usta, lasta von voahe Schaum , miehe\nMann, vede Wasser , une Schlaf , kuwze Tanne , mere Meer,\n 87\ntule Feuer , kande grosse Schachtel aus Birkenrinde , varde\nStiel, ukse Thür, lapse Kind ; B)folgende Stämme auf me :\nlojme Decke, lume Schnee, nieme Landspitze , seäme das In\nnere, sojme Krippe, tojme Geschicklichkeit, tuome Faulbaum,\ndie im Partit. lojnda, lunda, niendä u . s . w. lauten ;) die\ndrei Stämme auf hte in denen h aus k entstanden ist : ühte\nein, kahte zwei, lahte Bucht, Partit. ühtä, kahta, lahta ; d) veitte\nMesser, Partit. vejśtä.\n", "Alle diese Wörter kommen im Partit. mit gekürztem\nStamm vor ; lojme, seäme und miehe auch im Nominat.\n", "3) Alle mehrsylbigen Stämme auf e ausser anoppe\nSchwiegermutter, zu denen wir auch diejenigen zählen , die\nden finnischen contracten entsprechen . Der gekürzte Stamm\nwird von den Ordnungszahlwörtern 3 ―― 10 und von den\nWörtern auf ise nur im Partitiv gebraucht , von den\nSubstantiva qualitatis im Partit . und oft auch im Nominat. ,\nvon den übrigen Wörtern sowohl im Partit. als auch im No\nminat.; z. B. kolmatta, Wäjnämöjśtä, kovutta , Nom . kovus\nkovut; kasse, kassetta, lownat, -tta, kätüt, -ttä, opastunut od .\n-nun, nutta , sawwojn , -nda , huomenes , -sta , kallis , -sta,\n terveh, -htä, von kolmande, Wäjnämöjźe Nom. -möjńe, kovute\nkovuo Härte , kasteke kastie Thau , lownate lownoa Südwest,\nkätküte kätküö Wiege, opastunute , -nuo gelehrt , sawwome\n Pfahl, huomenekse Morgen, kallehe theuer, tervehe gesund.\n", "Bisweilen kommt der gekürzte Stamm auch im Essív\nvor, z. B. tojśśa von tojźe der zweite, kolmanna von kolmande\n der dritte.\n", "Auch bei Ableitungen fallena unde oft fort vor\n Endungen, die mit t beginnen ; z . B. lajhtu- mager werden,\n humaldu- sich berauschen, von lajha mager, humala Rausch ;\n kijrehtä- eilen, veśtä für vejśtä mit einem Beil behauen, var\nrasta- stehlen , illajśta- zu Abend speisen von kijrehe Eile,\n veitte Messer, vargaha Dieb, ildaże Abendmahlzeit.\nb) Die Verba , die mit gekürztem Stamm vorkommen ,\n gebrauchen denselben vor dem n des Concessivs und II. Ad\njectivs , vor dem t des I. und II. Substantivus und des Im\n personalis sowie vor dem k des Imperativs (und Optativs).\n", " 88\n Derartige Verben sind :\n 1) Dreisylbige Verba, die nach einem Vocal mit ta (tä)\nschliessen und in denen t in den Formen wegfällt , wo der\nAuslautsvocal verbleibt, d. h. Verba contracta ; z. B. kajman\nnen, kajmannun'; kajmata , -tessa, -tah, -ttih, kajmakkah , von\ndem aus kajmata- kajmoa- folgen gekürztem Stamm kajmat.\n", " 2) Alle zwei- und mehrsylbigen Verba auf e, welche\nvor diesem Vocal einen der Consonanten n, z (s), r, 1 oder ks\nnach einem Vocal haben, z. B. männen, männün , purren, purrun,\njuossen, juossun, poannen, poannun, väriśśen, -śśün, kävellen,\n-llün ; männä, männessä, männäh, mändih , purra , purressa,\npurrah , purdih , juossa , juossessa , juossah , juostih, poata,\npoatessa, poatah, poattih, väriśśä, -śśessä, - śśäh, -śtih, kä\n vellä, -llessä, -lläh, -ldih ; mängäh, purgah, juoskah, poakkah\n(oder poaťkah) , väriśkäh , kävelgäh , von den gekürzten\n Stämmen män-, pur-, juos-, poan-, väriś- , kävel-, von mäne\ngehen, pure- beissen, juokse- laufen, pagene- fliehen , värize\nzittern, kävele- wandern.\n", "3) Die dreisylbigen auf itte (von (i)jtte), welche jedoch\n auch , besonders in Poaen , mit vollständigem Stamm vor\n kommen; z . B. tarinnen oder tarittenen , tarita oder tariṭṭia,\n tarittih oder taritettih, tarikkah oder taritekkah , von taritte\ndarbieten .\n", "4) Auch das zweisylbige Verbum tiedä wissen hat bis\n weilen den gekürzten Stamm vor t ; z. B. Subst. I tietä\n (durch Schwächung, vom St. tiet-tä) neben tiedeä ; tiettäneh\nneben tijjettäneh ; tiettävä.\n", "This book should be returned to\n the Library on or before the last date\n stamped below.\n", "A fine is incurred by retaining it\n beyond the specified time.\n", "Please return promptly.\n JUN 2 27TH\n 348998\n D\n E\nL\nL\n E\n C\nN\nA\nC\nJUL 23'71 H\n"]