[["this", "is", "reproduction", "of", "library", "book", "that", "was", "digitized", "by", "google", "as", "part", "of", "an", "ongoing", "effort", "to", "preserve", "the", "information", "in", "books", "and", "make", "it", "universally", "accessible", "acerca", "libro", "copia", "digital", "libro", "generaci\u00f3n", "conservar", "estanter\u00eda", "biblioteca", "google", "decidir", "escanear \u00e9l", "proyecto", "pretender", "descubrir", "l\u00ednea", "libro", "mundo", "sobrevivir", "a\u00f1o", "derecho", "autor", "expirar", "libro", "pase", "dominio", "p\u00fablico", "libro", "dominio", "p\u00fablico", "significar", "protegido", "derecho", "autor", "per\u00edodo", "legal", "derecho", "expirar", "obra", "dominio", "p\u00fablico", "pa\u00eds", "libro", "dominio", "p\u00fablico", "puerta", "suponer", "patrimonio", "hist\u00f3rico", "cultural", "conocimiento", "resultar", "dif\u00edcil", "descubrir", "anotaci\u00f3n", "marca", "se\u00f1al", "margen", "presente", "volumen", "original", "aparecer", "archivo", "testimonio", "viaje", "libro", "recorrer", "editor", "biblioteca", "finalmente", "norma", "google", "enorgullecer", "colaborar", "distinto", "biblioteca", "digitalizar", "material", "dominio", "p\u00fablico", "accesibl", "mundo", "libro", "dominio", "p\u00fablico", "patrimonio", "humilde", "guardi\u00e1n", "obstante", "tratar", "trabajo", "caro", "motivo", "ofrecer", "recurso", "tomar", "medida", "evitar", "producir", "abuso", "comercial", "incluir", "restricci\u00f3n", "t\u00e9cnico", "solicitud", "automatizada", "asimismo", "pedir", "exclusivamente", "comercial", "archivo", "dise\u00f1ar", "b\u00fasqueda", "libro", "google", "particular", "pedir", "utilizar", "archivo", "personal", "comercial"], ["env\u00edar", "solicitud", "automatizada", "favor", "env\u00edar", "solicitud", "automatizada", "tipo", "sistema", "google", "cabo", "investigaci\u00f3n", "traducci\u00f3n", "autom\u00e1tico", "reconocimiento", "\u00f3ptico", "caracter", "campo", "resultar", "\u00fatil", "disfrutar", "acceso", "cantidad", "texto", "favor", "env\u00edeno", "mensaje", "fomentar", "material", "dominio", "p\u00fablico", "prop\u00f3sito", "seguro", "ayudar \u00e9l"], ["conserve ", "atribuci\u00f3n", "filigrana", "google", "archivo", "fundamental", "informar", "usuario", "proyecto", "ayudar \u00e9l", "encontrar", "material", "adicional", "b\u00fasqueda", "libro", "google", "favor", "eliminar"], ["mant\u00e9ngar", "legalidad", "material", "recuerde", "responsable", "asegurar \u00e9l", "legal", "sentado", "obra", "considerar", "dominio", "p\u00fablico", "usuario", "unidos", "usuario", "pa\u00eds", "legislaci\u00f3n", "derecho", "autor", "var\u00edar", "pa\u00eds", "facilitar", "informaci\u00f3n", "permitido", "espec\u00edfico", "libro", "favor", "suponer", "aparici\u00f3n", "libro", "programa", "significar", "utilizar", "mundo", "responsabilidad", "infracci\u00f3n", "derecho", "autor", "grave", "acerca", "b\u00fasqueda", "libro", "google", "objetivo", "google", "consistir", "organizar", "informaci\u00f3n", "procedente", "mundo", "hacer \u00e9l", "accesible", "\u00fatil", "forma", "universal", "programa", "b\u00fasqueda", "libro", "google", "ayuda", "lector", "descubrir", "libro", "mundo", "ayudar", "autor", "editor", "llegar", "audiencia", "b\u00fasqueda", "texto", "completo", "libro", "web", "p\u00e1gina", "harvard", "university", "veri", "ta", "libraryed", "of", "the", "peabody", "museum", "gift", "of", "roland", "burrage", "dixon", "of", "harvard", "massachusetts", "received", "may", "arte", "vocabulario", "lengualule", "tonocot\u00e9", "arte", "vocabulario", "lengua", "lule", "tonocot\u00e9", "compuesto", "facultad", "superior", "padre", "antonio", "machonidecerde\u00f1ar", "compa\u00f1ia", "jesus", "conlicencia", "enmadrid", "heredero", "juan", "garcia", "infanzon", "a\u00f1o", "reimpreso", "aires", "pablo", "coni", "calle", "potosi", "mdccclxxvii", "request", "of", "may", "advertencia", "ejemplar", "copiar", "arreglado", "edicion", "obtener", "sr", "dr"], ["angel"], ["carranza", "\u00e1", "nombre", "publico", "agradecer"], ["introduccion", "presentar", "p\u00fablico", "elarte", "yvocabu", "lariode", "lalengualule", "tonocot\u00e9", "creer", "deber", "tiempo", "hacerlepart\u00edcipedir", "sesabir", "libro", "autor", "as\u00edmismo", "indio", "hablar", "idioma"], ["padre", "antonio", "machoni", "cerde\u00f1a", "fu\u00e9", "procurador", "general", "provincia", "guay", "compa\u00f1\u00eda", "jes\u00fas", "despu", "funcionar", "misionero", "rector", "colegio", "m\u00e1ximo", "c\u00f3rdoba", "ma", "sa", "ber", "sinar", "bibliograf\u00eda", "jesu\u00edtico", "backer", "especial", "americano", "sr", "ludewig", "limi", "\u00e1", "copiarel", "t\u00edtulodar", "gram\u00e1tico"], ["parecer", "\u00e1", "ocuparme", "adquirir", "noticia", "probable", "machoni", "intere", "sar", "\u00f3", "ignorar", "pos", "v\u00e9ar", "introduccion", "dr", "andr\u00e9s", "lama", "\u00e1", "historia", "lozano"], ["teridad", "cosa", "tai", "pensar", "alabo", "fu\u00e9", "\u00fatil", "vida", "\u00fatil", "dejar", "sabriar", "idio", "ma", "existir", "gram\u00e1tico", "jesuitar", "habrio", "jesuita", "\u00e1", "manus", "crito", "servir", "\u00e1", "misionero", "dis", "tant", "a\u00f1o", "lugar", "efectosser", "rigor\u00f3s", "concentracion", "administrativo", "dominar", "penetrar", "poetamens", "agitat", "molem"], ["\u00e1", "encerr\u00e1ndome", "rol", "mo", "desto", "editor", "novedad", "reimpresion", "desear", "lector", "poseer", "\u00fatil", "obra", "machoni", "\u00fanico", "per", "mitido", "arreglar", "puntuacion", "moder", "nizar", "ortograf\u00eda", "cambio", "material", "cosa", "ata\u00f1er", "\u00e1", "disposicion", "tipogr\u00e1fico", "conveniencia", "estilo"], ["respetar", "fraseolog\u00eda", "autor", "reproducir", "facs\u00edmile", "dariar", "gusto", "\u00e1", "bibli\u00f3filo", "elegancia", "trivialidad", "pa", "dre", "machoni", "hallar", "punto", "vista", "arcaismo", "\u00f3", "estra\u00f1o", "\u00f3", "notable", "dejar", "reco", "jer \u00e9l", "creer", "consultar", "conve", "nienciar", "n\u00famero"], ["presentar", "vocabulario", "catecismo", "doctrina", "introduccion", "escrito", "losiguiente", "corregir", "ortograf\u00eda", "ejemplo", "vocal", "inicial", "realidad", "v", "consonante", "heenmendadosin", "escr\u00fapulo", "porquesin", "duda", "faltar", "may\u00fascula", "\u00e1", "imprenta"], ["entretanto", "preciso", "respetar", "des\u00f3rdir", "\u00e1", "palabra", "\u00e1", "causa", "apariencia", "incongruar", "cia", "autor", "citar", "vocablo", "acabar", "traer", "acabar", "sembrar", "comer", "cavar", "coser", "escribir", "hilar", "ar", "pri", "mero", "vista", "natural", "ponerlo", "lugar", "correspondiente", "\u00e1", "t\u00edtulo", "intensivo", "forma", "diverso", "verbo", "sentido", "absoluto", "especial", "justi", "ficar", "machoni", "dejo"], ["vocabulario", "repetici\u00f3n", "incongruencia", "apa", "rent", "ejemplo", "basu", "ra", "quitip", "vasura", "quitip", "begiga", "ysuy\u00e1p", "vejiga", "ysuy\u00e1p", "pobreza", "lule", "sinar", "negligencia", "autor", "negligencia", "harto", "frecuente", "gram\u00e1tico", "bibli\u00f3filo", "deber", "dar \u00e9l", "defraudado", "caso", "facsimile", "original", "lejos", "modelo", "redaccion"], ["estasrepetici\u00f3n", "pretesto", "diferencia", "ortogr\u00e1fico", "ejem", "plo", "p\u00e1ginasei", "l\u00ednea", "introduccion", "adelgazar", "palo", "cuchillo", "scuecsc", "scuecsy", "l\u00ednear", "repetir", "adelgazar", "scu\u00e9csc", "scuecsy", "\u00e1", "momento", "tam", "\u00e1", "f\u00e9", "deerrata", "tropezar", "\u00e1", "paso", "errata", "visible", "p\u00e1gina", "adornar", "mono", "mano", "fe ", "errata", "limitar \u00e9l", "\u00e1", "corregir", "g\u00e9nero", "evi", "dent\u00edsimas", "pa", "recir", "heredero", "juan", "garcia", "infanzon", "imprimir", "obra", "madrid", "a\u00f1o", "tipo", "fe\u00edsimo", "gastado", "roto", "cosa", "manuscrito", "arreglado", "pre", "sente", "interesado", "mente", "ocurrir", "salir", "paso", "deplorable", "mu", "cha", "voz", "sentido", "cambiar", "presen", "cia", "\u00fa", "ausencia", "acento", "dem\u00e1", "indiferente", "entender", "grave", "\u00f3", "agudo", "\u00f3", "circunflejo"], ["autor", "disponer", "vocabulario", "columna", "asignar", "\u00e1", "im", "perativo", "verbo", "gasto", "in\u00fatil", "espacio", "\u00e1", "quedar", "feo", "\u00e1", "vista", "ocasion", "embrollo", "intervenir", "columna", "clase", "palabra", "bastar", "escribimos", "futuro", "letra", "seguida", "presente", "indicativo"], ["lenguo", "lul\u00e9", "duda", "pobre", "vocabula", "rio", "forma", "gramatical", "compar", "idioma", "ricano", "guarany", "quichua", "aunel", "araucano", "elcualsinembargo", "competir", "lengua", "destinado", "\u00e1", "demostrar", "\u00e1", "fil\u00f3logo", "lengua", "americana", "analog\u00eda", "figurar", "pasar", "sr", "ulloa", "creer", "indio", "tipo"], ["severidad", "m\u00e9todo", "inductivo", "permitir", "generalizar", "sinpr\u00e9vioan\u00e1lisis", "prudente", "generacion", "surgir", "campo", "ciencia", "etnol\u00f3gico", "ramo", "leng\u00fc\u00edstica", "americano", "via", "constituir", "teo", "r\u00eda", "demo", "tiempo", "tiempo", "observer", "m\u00e1xima", "augusto", "satis", "citar", "satis", "ben\u00e8"], ["lengua", "ocurrir", "muchasonomato", "peyas", "expresivo", "ejemplo", "tacata", "ca\u00e7", "batir", "metal", "taclup\u00fap\u00e7", "batir", "huevo", "uc\u00e7", "beber", "cu\u00e1cs", "exclamar", "casp\u00e1\u00e7", "bostezar", "tat\u00e1s\u00e7", "bofetada", "necilihi\u00e7", "tambalear"], ["car\u00e1cter", "lengua", "repeticion", "seguido", "vocal", "labas", "ejemplo", "talapap\u00e1", "andrajo", "nizu", "lucucu\u00e7", "cosquil \u00e9l", "tiqueque\u00e7", "cacalatar", "cosa", "listado", "ozoc\u00f3p", "blando", "zolo", "l\u00f3p", "gotera", "mololo\u00f3", "granizacer"], ["verbo", "frecuentativo", "gunacion", "vocal", "raiz", "ejemplo", "introduccion", "tic\u00e1le", "corto", "cuchillo", "tic\u00f3lc\u00e7", "corto", "yapc\u00e1l\u00e7", "rasgo", "yapc\u00f3lce", "rasgo", "frecuentemente", "caso", "duplicacion", "griego", "latin", "t\u00e9tuqz", "pepuli", "poposci", "pret\u00e9rito", "perfecto", "v", "asomo", "acecho", "ococ\u00e7", "ocococ\u00e7"], ["particularidad", "incorporar", "verbo", "instrumento", "funcion", "prefijo", "ejem", "plo", "nical\u00e7", "corto", "tijera", "mano", "voz", "mano", "ys", "mano", "derecho", "yneumu\u00e9", "mano", "izquierdo", "yecu\u00e1s"], ["nicunce", "corto", "mano"], ["nicu\u00e9cs\u00e7", "adelgazo", "palo", "mano"], ["niclems", "agugereo", "mano"], ["nicaes\u00e7", "alargo", "mano"], ["nicalipe", "aliso", "mano"], ["niclecqu\u00e9\u00e7", "amaso", "mano"], ["nicuyu\u00e7", "amontono", "mano"], ["nicope", "apago", "tierra", "ech\u00e1ndolar", "mano"], ["nicalams", "apreto", "abajo", "mano"], ["nic\u00edquips\u00e7", "ara\u00f1o", "mano"], ["ejemplo", "tomar", "dosen", "letra", "notar", "generalidad", "procedimiento", "suceder", "instrumento", "for", "mir", "cuerpo", "cuchillo", "\u00f3", "cu\u00f1a"], ["notar", "vocar", "blo", "diriar", "pertenecer", "\u00e1", "lengua", "in", "do", "europeo", "palabra", "trato", "conquistador", "intro", "ducir", "lengua", "vaca\u00fa", "caval\u00fa", "sinar", "idioma", "h\u00e9"], ["nic\u00e7a\u00e7", "lavo", "griego", "vutto", "franc\u00e9s", "net", "toyer", "espa\u00f1ol", "neto"], ["cus", "oido", "griegoxovo", "ac\u00f9sticar"], ["enys", "naua", "ara\u00f1a", "tejido", "latin", "neo"], ["tala", "ti\u00e7", "telar", "tejer", "telam"], ["sumu", "chicha", "espa\u00f1ol", "zumo", "griego", "zuun"], ["nus", "hocico", "latin"], ["casualidad", "casualidad", "non", "nostrum", "componere", "lit", "opinion", "cualquiera", "vocabulario", "estenso", "serio", "raro", "encontrasar", "coincidir", "cia", "g\u00e9nero", "pasar", "\u00e1", "analog\u00eda", "lule", "idioma", "h\u00e9", "encontrar"], ["sr", "ludewig", "importante", "obra", "in", "titulado", "the", "literature", "of", "american", "aboriginal", "languages", "by", "hermann", "ludewig", "with", "additions", "and", "corrections", "by", "professor", "wm"], ["turner", "edited", "bynicolastruebner", "london", "truebner", "and", "c", "row", "mdcccl", "viii", "lul", "nacion", "id\u00e9ntico", "matar\u00e1s", "temido", "espa\u00f1ol", "dividido", "lule", "isistin\u00e9", "tokis", "tin\u00e9", "oristin\u00e9", "tonocot\u00e9", "idioma", "pre", "sentar", "estrecho", "analogia", "vilela"], ["padre", "machoninodiceuna", "palabra", "vilela", "siquiera", "nombra", "\u00e1", "ner \u00e9l", "espresion", "general", "allegar", "cualesquiera", "indio", "\u00e1", "mision", "aprender", "pondre", "vilela", "traer", "docto", "herv\u00e1s", "mos", "copia", "prop\u00f3sito", "tratar", "asunto"], ["lalenguo", "vilela", "elparecerde", "misionero", "paraguay", "di", "verso", "idioma", "cono", "cido", "hablar", "indio", "llamado", "lelo", "poblaci\u00f3n", "misi\u00f3n", "chaco", "poblaci\u00f3n", "cuyo", "nombre", "ortega", "macapillo", "san", "joseph", "situo", "dasar", "ribera", "rio", "salado", "ortega", "miraflor", "valbuena", "misi\u00f3n", "lul", "macapillo", "oriental", "\u00e1", "veinticinco", "grado", "minuto", "latitud", "\u00e1", "trescientos", "catorce", "grado", "cua", "rentaminuto", "longitud", "san", "joseph", "cerca", "grado", "veintiseis", "latitud", "\u00e1", "trescien", "tos", "quince", "grado", "minuto", "longitud"], ["poblacion", "\u00f3", "mision", "san", "joseph", "an", "t", "establecido", "\u00e1", "veintiochir", "grado", "latitud", "\u00e1", "veinticinco", "legua", "santiago", "bajola", "direccion", "deeclesi\u00e1stico", "seglar", "masel", "illust", "sr"], ["pedro", "argando\u00f1a", "obispo", "tucuman", "pasar", "arzo", "bispado", "charca", "tiempo", "h\u00e1", "pasar", "\u00e1", "jor", "vida", "esperimentar", "dificultosamente", "hallar", "eclesi\u00e1stico", "seglar", "em", "plear \u00e9l", "misi\u00f3n", "indio", "b\u00e1rbaro", "introduccion", "pobre", "desnudo", "a\u00f1o", "entregar", "mision", "vilelo", "\u00e1", "jesuita", "a\u00f1o", "sitio", "presente", "poblacion", "\u00e1", "veintiseis", "gra", "latitud", "ribera", "oriental", "rio", "salar", "poblacion", "san", "joseph", "bio", "a\u00f1o", "seiscientoscincuentar", "vilelo", "ciento", "catec\u00fameno"], ["tribu", "vilelo", "indio", "peque\u00f1o", "poblacion", "llamado", "chi", "peona", "occidente", "ciudad", "c\u00f3rdoba", "\u00e1", "legua", "distante", "misio", "nero", "religiososobservant", "san", "francisco"], ["tribu", "vilela", "habio", "a\u00f1o", "doscien", "ta", "persona", "errante", "bosque", "rio", "vermejo", "llamado", "rio", "chaco", "a\u00f1o", "gentilesy", "viviar", "errante", "bosqu", "tribu", "indio", "chunupi", "yooc", "yecoanita", "oco", "vacaas", "atalala", "sivinipisera", "peque\u00f1o", "n\u00famero", "persona", "tribu", "misionero", "creer", "ape", "mil"], ["as\u00edmismo", "noticia", "tribus", "poblacion", "ortega", "llamado", "tam", "se\u00f1ora", "consejo", "tribu", "indio", "omoampa", "yecono", "ampa", "\u00e9", "ypa", "constar", "doscientos", "persona", "recibir", "santar", "f\u00e9"], ["introduccion", "tribu", "indio", "pais\u00e1n", "tenia", "doscientos", "persona", "catec\u00famena", "pobla", "cion", "\u00f3", "mision", "macapillo", "llamadatambien", "se\u00f1ora", "pilar"], ["historia", "paraguay", "mencion", "tribu", "guamaicas", "tequet", "hablar", "idioma", "vilelo", "tribus", "perecer", "pest", "guerra", "\u00f3", "mezclar", "tri", "bus", "\u00f3", "escondido", "selva", "actual", "mente", "hallo", "misionero", "noticia", "tribus"], ["tribus", "nom", "bre", "vilela", "comprender", "yen", "tender", "generalmente", "habio", "dialecto", "idioma", "vilelo", "llamadovilelo", "omoampo", "hablar", "tri", "bus", "ortega", "elvilelo", "porla", "tribus", "llamar", "vilela"], ["elsr", "abatir", "francisco", "almiron", "misionero", "macapillo", "tri", "bus", "ortega", "pronunciar", "letra", "r", "cuyo", "lugar", "sostituyenla", "d", "querer", "pronun", "ciar"], ["advertir", "dar \u00e9l", "afinidad", "pa", "labra", "laslengua", "lule", "vilelar", "prin", "cipalmente", "palabra", "usual", "significar", "conocido", "cuerpo", "observacion", "conjetu", "rar", "afinidad", "lengua", "lule", "vilelar", "misionero", "juzganqueson", "totalmente", "diverso", "afinidad", "introduccion", "palabra", "atribuir", "comercio", "\u00f3", "comuni", "cacion", "naci\u00f3n", "lule", "vilelar"], ["peque\u00f1o", "vocabulario", "poligloto", "ciento", "cincuenta", "lengua", "observar", "afinidadde", "palar", "bra", "notar", "espa\u00f1ollule", "vilelar", "arbol"], [], ["kire"], ["cera"], ["\u03bc\u03b1\u03c1\u03ac"], ["lap\u00e1"], ["frisol"], ["poloto"], ["poroto"], ["hijo", "hija"], ["ku\u00e9"], ["inakir"], ["olla"], ["\u03ba\u03b1\u03c1\u03acjup\u00e9"], ["oreja"], ["cuspmaslup"], ["u\u00f1a"], ["isl\u00fa"], ["yerba"], ["nahl\u00e1"], ["an\u00e9"], ["sr", "ludewig", "andar", "ligero", "generalizacion"], ["dato", "machoni", "lector", "lugar", "someter", "\u00e1", "ilustrado", "cr\u00edtica", "misionero", "jesuita", "posterior", "\u00e1", "resumir", "abate", "lorenzo", "herv\u00e1s", "\u00e1", "reproduzco", "in", "extenso", "asunto", "concluido", "comocerrado", "ladiscusionar", "investigacion", "esfuerzo", "traer", "cosecha"], ["lengua", "lule", "simple", "artificio", "diverso", "lengua", "americana", "noticia", "\u00f3", "cuyo", "elemento", "gramatical", "leer", "hablar", "poblaci\u00f3n", "misi\u00f3n", "jesuita", "chaco", "poblaci\u00f3n", "llamar", "miraflor", "valbuena", "pertenecer", "\u00e1", "di\u00f3cesis", "tucuman", "h\u00e1ciar", "grado", "lati", "tud", "grado", "longitud", "valbuena", "oriente", "miraflor", "distancia", "legua", "machoni", "gram\u00e1tico", "lule", "impresar", "a\u00f1o", "d\u00e1", "noticia", "naci\u00f3n", "hablar", "dialecto", "lengua", "lule", "noticia", "convenir", "asunto", "leer", "historia", "pp", "techo", "zano", "charlevoix", "juzgar", "deber", "suplicar", "sr", "abate", "cama\u00f1o", "favorecer", "diligent", "averiguaci\u00f3n", "sionero", "nacion", "lule", "vivir", "residir", "faenza", "comunicar yo", "parecer", "misi\u00f3n", "hablar", "len", "gua", "lule", "cotejar \u00e9l", "sr", "abate", "jos\u00e9", "ferragut", "residente", "ravena", "misionero", "indio", "tonocot\u00e9s", "machoni", "desciendar", "lul", "fund\u00e1ndome", "documento", "advertir", "equivocaci\u00f3n", "noticia", "machoni", "d\u00e1", "naci\u00f3n", "hablar", "lengua", "lule", "dicha", "equivocar", "ci\u00f3n", "trasladar", "impugnarla", "noticia", "lul", "leer", "principio", "gram\u00e1tico", "lule", "machoni"], ["lengua", "lule", "machoni", "naci\u00f3n", "numeroso", "llamada", "lule", "isistin\u00e9", "toquistin\u00e9", "oristin\u00e9", "toconot\u00e9", "tonocot\u00e9", "cien", "a\u00f1o", "a\u00f1o", "viviar", "reducido", "\u00e1", "poblacion"], ["nacion", "toconot\u00e9", "tenia", "sesenta", "mil", "persona", "vecino", "\u00e1", "ciudad", "concepcion", "situado", "lago", "lejano", "rio", "chaco", "llamar", "vermejo", "naci\u00f3n", "poblaci\u00f3n", "poblad\u00edsima", "cerca", "ciudad", "llamado", "talavera", "madrid", "esteco", "habio", "fundado", "ribera", "rio", "salado", "\u00e1", "sesenta", "legua", "sitio", "edificar", "perecer", "terremoto", "acaecido", "a\u00f1o", "hundir \u00e9l", "mente", "interior", "tierra", "perecer", "ciudad", "concepcion"], ["jesuita", "alonso", "b\u00e1rcena", "hernar", "\u00f3", "fernando", "monroy", "juan", "vi\u00e1n", "a\u00f1o", "anunciar", "santo", "evangelio", "\u00e1", "lul", "\u00e1", "isistin\u00e9s", "\u00e1", "toqui", "tin\u00e9s", "\u00e1", "oristin\u00e9s", "reducido", "\u00e1", "poblar", "cion", "oir", "predicar", "\u00e1", "san", "francisco", "so", "lano"], ["venerable", "misionero", "pedro", "a\u00f1asco", "b\u00e1rcena", "predicar", "santo", "evangelio", "\u00e1", "toconot\u00e9s", "tonocot\u00e9s", "b\u00e1rcena", "sesenta", "a\u00f1o", "componer", "gram\u00e1tico", "vocabulario", "lengua", "tonocot\u00e9"], ["naci\u00f3n", "nombrado", "cerca", "infeliz", "ciudad", "esteco", "huir", "\u00e1", "selva", "opuesto", "rio", "salado", "habitar", "a\u00f1o", "volun", "tariamente", "salir", "selva", "se\u00f1or", "ester", "urizar", "gobernador", "tucuman", "encargar", "cuidado", "\u00e1", "jesuita", "nacion", "matar", "naci\u00f3n", "chaco", "tender", "idioma", "lule", "comerciar", "lule"], ["noticia", "machoni", "introduccion", "gunasobservaci\u00f3n", "merecer", "cr\u00edtica", "aprobacion", "sr", "abatir", "cama\u00f1o"], ["tradicion", "antiguo", "fundada", "creia", "interior", "chaco", "ri", "bera", "rio", "pilcomayo", "pa\u00eds", "desconocido", "escribiar", "pr\u00f3ximamente", "a\u00f1o", "habitar", "nu", "merosa", "tribu", "dela", "nacion", "toconot\u00e9", "lozanohacir", "mencion", "des", "cripcion", "chaco", "valer \u00e9l", "lascarta"], [], ["gaspar", "osorio", "c\u00e9lebremisionero", "chaco", "escrito", "h\u00e1cia", "a\u00f1o", "carta", "describir", "chaco", "noticia", "naci\u00f3n", "mencion", "to", "conot\u00e9s", "pilcomayo", "huir", "tucu", "man", "enesteentrar", "conquista", "dor", "a\u00f1o", "a\u00f1adir", "dicha", "carta", "relacion", "habita", "dor", "guadalcazar", "ciudad", "chaco", "tenia", "noticia", "toconot\u00e9s", "cuyo", "busca", "disponia", "osorio"], ["machoni", "creer", "lul", "toconot\u00e9s", "repetir", "machoni", "leer", "tonocot\u00e9s", "formar", "aquellana", "cion", "habiarefugiar", "\u00e1", "selva", "\u00e9lpor", "historia", "misi\u00f3n", "jesuita", "pp", "monroy", "vi\u00e1n", "biar", "convertido", "\u00e1", "lul", "pp", "b\u00e1r", "cena", "a\u00f1asco", "habian", "convertido", "\u00e1", "toco", "not\u00e9s", "unir", "noticia", "tradicion", "laantigua", "huida", "toconot\u00e9s", "juzgar", "toconot\u00e9s", "pilcomayo", "toconot\u00e9s", "introduccion", "convertido", "jesuita", "san", "frar", "cisco", "solano", "fu\u00e9", "apostol", "toconot\u00e9s"], ["toconot\u00e9s", "fu\u00e9", "apostol", "b\u00e1rcena", "ascendient", "indio", "matar", "\u00f3", "matar\u00e1", "nombrado", "matar", "palabra", "peruano", "significar", "yerba", "espa\u00f1ol", "soler", "llamar", "espa", "da\u00f1a", "italiano", "llamar", "galanga", "yerba", "abundar", "pa\u00eds", "matar\u00e1s", "indio", "hablar", "idioma", "to", "conot\u00e9", "cuyo", "gram\u00e1ticahacer", "elp"], ["b\u00e1rcena", "claramente", "infierar", "carta", "b\u00e1rcena", "escribir", "matar", "juan", "atienza", "provincial", "jesuita", "per\u00fa", "alcual", "diceasi", "lengua", "toconot\u00e9", "diligencia", "dios", "pedro", "a\u00f1asco", "creer", "cielo", "alegrar", "regocijariar", "fervor", "cuidado", "peque\u00f1o", "venir", "\u00e1", "oir", "doctrina", "sulen", "gua", "poblacion", "matar\u00e1", "teniar", "mil", "persona", "ciudad", "nombrado", "concepcion", "causa", "incursionesdelo", "abip\u00f3n", "mocobis", "toba", "mocosno", "calcaqui\u00e9", "fue ", "mudado", "\u00e1", "juris", "diccion", "santiago", "estero", "\u00e1", "veintiochir", "grado", "latitud", "\u00e1", "treinta", "legua", "desar", "tiago"], ["indio", "llamado", "matar\u00e1s", "verdaderostoconot\u00e9s", "n\u00famero", "sesenta", "mil", "jurisdiccion", "concepcion", "machoni", "citado", "\u00e1", "san", "francisco", "solano", "jesuita", "evangelizar", "n\u00famero", "toconot\u00e9s", "tri", "butario", "jurisdiccion", "esteco", "an", "t", "nombrado", "llegar", "\u00e1", "treinta", "mil", "habio", "toconot\u00e9s", "concepcion", "santiago", "san", "miguel", "esteco", "bia", "\u00e1", "cien", "mil", "toconot\u00e9s", "tributario", "erantreinta", "mil", "rey", "pagar", "tributo", "mujer", "ni\u00f1o", "ni\u00f1a"], ["numeroso", "nacion", "actualmente", "re", "ducir", "\u00e1", "peque\u00f1o", "n\u00famero", "persona", "causa", "pest", "trabajo", "\u00f3", "viciospersonal", "espa\u00f1ol", "obli", "\u00e1", "expreso", "prohibicion", "ley", "espa\u00f1ol", "india", "frecuen", "t", "rigorosa", "\u00f3rden", "rey", "cat\u00f3lico"], ["\u00e1", "cadapaso", "suceder", "am\u00e9", "rico", "demostrar", "necesidad", "depositar", "encargar", "\u00e1", "misionero", "cuidado", "misi\u00f3n", "querer", "providencia", "\u00fatil", "servicio", "religion", "soberano", "am\u00e9rica", "dominio", "dej\u00e1ran", "\u00e1", "voluntad", "\u00f3", "\u00e1", "consulta", "obispo", "eleccion", "delosgobernador", "pa\u00eds", "indio", "enpoco", "a\u00f1o", "despuesdeestaprovidenciar", "experimentar", "renta", "p\u00fablico", "crecer", "tranqui", "lidad", "estable", "gasto", "militar", "poblacion", "aumentar", "desmedidamente", "religion", "conquista", "pacificamente", "yconserir", "suma", "paz", "conquistar"], ["introduccion", "ley", "india", "\u00fatil", "justamente", "particular", "facultad", "\u00e1", "superior", "ecle", "si\u00e1stico", "am\u00e9rica", "proteger", "\u00e1", "in", "desvalido", "convendriar", "amplificar", "ley", "interpretar \u00e9l", "restriccion", "parecer", "interpretar", "sol\u00f3rzano", "enga\u00f1ar", "querer", "arreglar", "jurispru", "dencia", "americano", "europeo"], ["inferir", "nacion", "matar", "toconot\u00e9", "tonocotar", "escribir", "machoni", "lozano", "tribus", "\u00f3", "nacio", "neslul", "antesnombrada", "descender", "lul", "convertido", "teniar", "origen", "co", "mun", "toconot\u00e9s"], ["techo", "historia", "paraguay", "hablar", "lospp", "fernando", "monroy", "juanvi\u00e1n", "citado", "a\u00f1o", "lul", "antiguo", "hablar", "diverso", "lengua", "qu\u00edchua", "toconot\u00e9", "cac\u00e1na", "biar", "hablar", "lengua", "quichua", "s\u00fabdito", "\u00ednca", "\u00f3", "emperador", "per\u00fa", "quichua", "lengua", "pro", "pio", "universal", "debiar", "hablar", "toconot\u00e9", "habiar", "vivido", "tocono", "t\u00e9s", "lengua", "ca", "c\u00e1na", "nombre", "lengua", "quichua", "\u00f3", "pe", "ruana", "significar", "serrano", "\u00f3", "monta\u00f1es", "provenir", "palabra", "caca", "monta\u00f1a", "ignorar", "ca", "lidad", "lengua", "cac\u00e1na", "lul", "relacion", "techo", "infiere", "diverso", "toconot\u00e9"], ["palabra", "toconot", "toconoter", "introduccion", "significacion", "idioma", "lule", "parecer", "misionero", "nacion", "lule", "oir", "jam\u00e1s", "matar\u00e1s", "dadero", "toconot\u00e9s", "naci\u00f3n", "parienta", "\u00edndio", "llamar", "parienta", "\u00e1", "naci\u00f3n", "hablar", "idioma"], ["misionero", "matar\u00e1s", "oir", "hablar", "\u00e1", "\u00edndio", "lengua", "desconocer", "haber \u00e9l", "informado", "calidad", "idioma", "antiguo", "matar\u00e1s", "misionero", "lengua", "quechua", "hablar", "\u00e1", "matar\u00e1s", "decidir", "lengua", "matar", "tocar", "not\u00e9", "diverso", "totalmente", "\u00f3", "dialecto", "lengua"], ["lengua", "cac\u00e1na", "lul", "antiguo", "hablar", "actual", "mente", "lul", "desciendar", "probablemente", "lul", "vertido", "antiguamente", "afirmar", "machoni", "lul", "moderno", "pac\u00edfico", "anti", "guo", "fiero", "lengua", "lul", "moderno", "hallar", "palabra", "espa\u00f1ol", "inexacto", "descubrir", "se\u00f1al", "religion", "lul", "moderno", "nombre", "pel\u00e9", "significar", "hombre", "palabra", "lule", "significar", "lengua", "ultimamente", "historia", "jesuita", "tratar", "conversion", "lul", "antiguo", "mencion", "tri", "introduccion", "bus", "isistin\u00e9", "toquistin\u00e9", "oristin\u00e9", "nom", "brada"], ["lul", "moderno", "hallar", "do", "noticia", "in", "vencible", "se\u00f1or", "don", "ester", "urizar", "an", "t", "mencion", "perseguir", "a\u00f1o", "\u00e1", "naci\u00f3n", "guerrera", "abiponar", "toba", "\u00e1", "lul", "hall\u00f3pacifico", "convidar", "misionero", "quelosrecibierar", "tregar", "cuidado", "jesuita", "mision", "lul", "fundar", "causa", "incursi\u00f3n", "na", "ci\u00f3n", "b\u00e1rbaro", "errante", "paises ", "espa\u00f1ol", "a\u00f1o", "rser", "tablece\u00edr", "antiguo", "lugar", "miraflor", "llamar", "san", "ester", "lugar", "habio", "quinientos", "cincuenta", "lul"], ["tribu", "isis", "tin\u00e9", "toquistin\u00e9", "salir", "selva", "a\u00f1o", "establecer", "valbuena", "tam", "llamar", "san", "juan", "bautista", "po", "blacion", "a\u00f1o", "habio", "seteciento", "cuarenta", "persona", "tribus", "tribu", "ori", "tin\u00e9", "nombre", "quedar", "memoria", "lul", "conjeturar", "nombre", "oristin\u00e9", "tribu", "lul\u00e9", "susperegrinaci\u00f3n", "perder"], ["a\u00f1o", "despu", "publicado", "italiano", "observaci\u00f3n", "antecedent", "so", "bre", "loslul", "toconot\u00e9s", "se\u00f1or", "iolis", "\u00e1", "luzp\u00fablicar", "historia", "chaco", "laque", "s\u00edn", "citar yo", "confirmar", "reparo"], ["iolisjuzgar", "fabuloso", "introduccion", "noticia", "machoni", "lozano", "sentar", "mil", "toconot\u00e9s", "habio", "ribera", "rio", "tabibiri", "verde", "pilcomayo", "creer", "\u00e1", "cuarenta", "legua", "pilcomayo", "sur", "falda", "cordillera", "americano", "estabanlo", "indio", "chu", "rumatas", "serviar", "delo", "llama", "cultivar", "tierra", "llama", "pue", "vivir", "sinar", "pa\u00eds", "frio", "caliente", "suponer", "habitado", "churu", "mata", "lozano", "enga\u00f1ar", "cat\u00e1logo", "naci\u00f3n", "diverso", "\u00e1", "lul", "isistin\u00e9s", "toquistin\u00e9s", "oristin\u00e9s", "toconot\u00e9s", "queson", "tribus", "na", "cion", "ultimamente", "afirmar", "misionero", "pedro", "a\u00f1asco", "alfonso", "b\u00e1rcena", "avi", "sos", "serm\u00f3n", "lengua", "toconot\u00e9", "matar\u00e1s", "ejemplo", "seguir", "convertir \u00e9l", "\u00e1", "santa", "f\u00e9", "observaci\u00f3n", "ioli", "churuma", "ta", "d\u00e1", "noticia", "necesario", "car\u00e1cter", "lengua"], ["docto", "laborioso", "abate", "lorenzo", "herv\u00e1s"], ["podiar", "recopilar \u00e9l", "estosdato", "machoni", "trabajar", "a\u00f1o", "mision", "miraflor", "tiempo", "ter", "urizar", "arespacochega", "natural", "palabra", "parezca", "fehaciente", "cr\u00edtico", "posterior"], ["demas", "consultar", "\u00e1", "autor", "citar", "diccionario", "alcedo", "trabajo", "se\u00f1or", "alcid", "dr", "martin", "moussy", "ocupar", "detalladamente", "indio", "punto", "vista", "adelantar", "lul", "particular", "circunstancia", "indispensable", "introduccion"], ["l\u00e1rsen"], ["censura", "delpadrejuanmontijo", "compa\u00f1ia", "jesus", "misionero", "indio", "lul"], [], [], ["\u00f3rdir", "leido", "particular", "atencion", "arte", "lengua", "lule", "\u00e1", "costa", "trabajo", "observaci\u00f3n", "componer", "padre", "machoni", "noticia", "lengua", "trece", "a\u00f1o", "mision", "miraflor", "idioma", "vulgar", "indio", "juzgo", "\u00fatil", "impresion", "sugeto", "hubierar", "emplear", "conversion", "declarado", "comprension", "propiedad", "artificio", "lengua", "precepto", "frase", "elegante", "modos", "libro", "facilidad", "cualquiera", "mediana", "aplicacion", "capaz", "idioma", "hablar \u00e9l", "correctamente", "juzgo", "vocabulario", "lengua", "trabajo", "lamisma", "propiedad", "compuesto", "padre", "machoni", "arte", "vocabulario", "aprender", "lengua", "satisfaccion", "conferi", "prolijamente", "indio", "nacion", "lule", "inteligente", "idioma", "asegurar", "parecer", "colegio", "c\u00f3rdoba", "tucuman", "\u00e1", "agosto"], ["juan", "montijo"], ["sumadelar", "licencia", "licencia", "se\u00f1or", "consejo", "real", "castilla", "antonio", "machoni", "compa\u00f1ia", "jesu", "provincia", "paraguay", "reyno", "india", "imprimir", "libro", "intitulado", "arte", "vocabulario", "lengua", "tonocot\u00e9", "lule", "escrito", "padre", "constar", "original", "despachado", "oficio", "don", "miguel", "hernandez", "munilla", "escrivano", "c\u00e1mara", "consejo", "\u00e1", "marzo", "mil", "seteciento", "treinta"], ["licencia", "religion", "ger\u00f3nimo", "hariza", "prep\u00f3sito", "provincial", "compa\u00f1\u00eda", "jesu", "provincia", "andalucia"], ["particular", "comision", "rdo", "francisco", "retz", "prep\u00f3sito", "general", "compa\u00f1ia", "jesus", "licencia", "imprimar", "arte", "vocabulario", "lengua", "\u00edndico", "lule", "tonocot\u00e9", "dispuestoel"], ["antonio", "machoni", "procurador", "general", "provincia", "paraguay", "compa\u00f1ia", "examinar", "aprobado", "persona", "grave", "docta", "religion", "testimonio", "locualdi", "presente", "firmado", "nombre", "sellado", "sello", "oficio"], ["villa", "ossuna", "\u00e1", "veinte", "mes", "noviembre", "a\u00f1o", "mil", "seteciento", "treinta"], ["jesus", "ger\u00f3nymo", "hariza"], ["lector", "lengua", "ense\u00f1ar", "arte", "noes", "general", "particular", "nu", "merosa", "naci\u00f3n", "lule", "ysistin\u00e9", "toquistin\u00e9", "oristi", "n\u00e9", "tonocot\u00e9", "gent\u00edo", "n\u00fa", "mero", "sesenta", "mil", "alma", "cien", "a\u00f1o", "referida", "naci\u00f3n", "viviar", "pueblo", "inmediato", "\u00e1", "ciudad", "espa\u00f1ol", "tonocoter", "\u00e1", "concepcion", "destruido", "tiempo", "situado", "laguna", "distante", "rio", "bermejo", "\u00f3", "chaco"], ["pre", "dicar", "santo", "evanjelio", "\u00e1", "tonocot\u00e9s", "alonso", "b\u00e1rzena", "fervoros\u00edsimo", "misionero", "tenien", "do", "sesenta", "a\u00f1o", "componer", "arte", "vocabulario", "idioma", "indio", "pedro", "a\u00f1a", "co", "compa\u00f1\u00eda", "jesu", "provincia", "per\u00fa", "correspondiar", "pr\u00f3speramente", "\u00e1", "fervoroso", "zelo", "copioso", "fruto", "cogiar", "conversi\u00f3n", "infiel", "\u00e1", "santa", "f\u00e9", "malograr", "causa", "espa\u00f1ol", "disgustado", "tonocot\u00e9s", "retirar", "\u00e1", "inte", "rior", "chaco", "morada", "ribera", "rio", "yabibiri", "pilcomayo"], ["lector", "lul", "ysistin\u00e9s", "toquistin\u00e9s", "oristin\u00e9s", "\u00e1", "alumbrar", "luz", "santo", "evangelio", "a\u00f1o", "mil", "quinientos", "ochenta", "apostar", "lico", "misionero", "alonso", "b\u00e1rzena", "hernar", "monroy", "juan", "vi\u00e1n", "viviar", "re", "ducido", "\u00e1", "f\u00e9", "cristiano", "pueblo", "numeroso", "formado", "\u00e1", "soliar", "\u00e1", "predicarl", "san", "frar", "cisco", "solano", "situado", "cercan\u00eda", "ciudad", "talavera", "madrid", "nombre", "esteco", "fundar", "rio", "salado", "abajo", "sesenta", "legua", "distante", "sitio", "rio", "salado", "poblar", "a\u00f1o", "mil", "ciento", "noventa", "setiembre", "arruin\u00f3del", "espantoso", "terremoto", "quedasar", "vestigio", "hoyo", "sepul", "tar", "soberbio", "edificio", "cimiento", "tragar", "tierra", "quedar", "pi\u00e9", "rollo", "a\u00f1o", "seteciento", "instrumar", "to", "divina", "humano", "justicia", "elevado", "palma", "perdonar", "\u00e1", "fuego", "a\u00f1o", "emprendiar", "espeso", "crecido", "heno", "campo", "tierra", "f\u00e9rtil", "pro", "ducir", "consumir", "abrasar", "\u00e1rbo", "frutal", "huerto", "jard\u00edn", "infeliz", "ciudad"], ["espa\u00f1ol", "antiguo", "talavera", "madrid", "encomendado", "indio", "na", "ci\u00f3n", "oprimido", "pesado", "yugo", "vicio", "personal", "encomendero", "teniar", "sacerdote", "servir", "p\u00e1rroco", "abar", "nar", "f\u00e9", "habiar", "recibido", "sacudir", "cerviz", "yugo", "injusta", "servidumbre", "desam", "parar", "pueblo", "ysistin\u00e9s", "toquistin\u00e9s", "oris", "lector", "tin\u00e9s", "escojieronparasu", "habitacion", "dilatada", "campi\u00f1a", "banda", "salado", "est\u00e9ril", "\u00e1rida", "carecer", "rio", "arroyo", "manantial", "pozo", "\u00e1", "espa\u00f1ol", "seguir \u00e9l", "manifiesto", "riesgo", "perecer", "sed"], ["tierra", "inc\u00f3gnito", "cien", "a\u00f1o", "supiesar", "a\u00f1o", "mil", "seteciento", "trado", "general", "chaco", "cristiano", "celoso", "go", "bernador", "provincia", "tucuman", "ester", "urizar", "ent\u00f3nces", "salir", "voluntariamente", "inhabitabl", "bosque", "\u00e1", "buscar", "remedio", "alma", "cuerpo", "noble", "generosidad", "pio", "doso", "caballero", "acoger", "paternal", "benig", "nidad", "amor", "asign\u00e1ndol", "habitacion", "pri", "mero", "sitio", "valbuena", "c\u00f3", "ameno", "f\u00e9rtil", "espacioso", "terreno", "mira", "flores", "lugar", "mandar", "fabricarl", "reduccion", "pueblo", "habi\u00e9ndol", "proveido", "necesa", "rio", "manutencion", "vestuario", "gent\u00edo", "doctrinero", "habiar", "instruir", "f\u00e9", "juzgar", "conforme", "\u00e1", "justicia", "razon", "porhaber", "salir", "voluntariamente", "tierra", "da\u00f1o", "espa\u00f1ol", "incomodar \u00e9l", "borrar", "alma", "noticia", "miste", "rio", "f\u00e9", "habiar", "admitido", "parecer", "imprimir", "car\u00e1cter", "indeleble", "coraz\u00f3n", "\u00f3dio", "ojerizar", "nombre", "encomendero", "cuyo", "motivo", "real", "corona", "vasallo", "magestad", "servir \u00e9l", "soldado", "auxi", "liar", "presidiario", "frontera", "salta", "guerra", "espa\u00f1ol", "b\u00e1rbaro", "chaco", "siemprecar", "gobernador", "provincia", "lector", "tucuman", "mandase", "asistir", "quedar", "exento", "mita", "servicio", "personal", "\u00e1", "espa", "\u00f1ol"], ["condici\u00f3n", "exhorto", "se\u00f1or", "gobernador", "nombre", "ma", "gestad", "provincial", "compa\u00f1\u00eda", "pro", "vincia", "tucuman", "rogar", "tomar", "compa\u00f1\u00eda", "\u00e1", "cargo", "cuidar", "deaquel", "gent\u00edo", "indio", "guaran\u00ed", "re", "ducci\u00f3n", "paran\u00e1", "uruguay", "admitir", "com", "pa\u00f1\u00eda", "condici\u00f3n", "forme", "\u00e1", "santo", "apost\u00f3lico", "instituto", "esperanza", "concebiar", "segura", "re", "duccion", "miraflor", "situado", "puerta", "chaco", "servirio", "escala", "penetrar", "\u00e1", "t\u00edsima", "provincia", "poblado", "innumerable", "nacio", "n", "infiel", "se\u00f1uelo", "atraerla", "conoci", "miento"], ["enviar", "compa\u00f1\u00eda", "misionero", "\u00e1esta", "reduccion", "fu\u00ed", "trabaj\u00e9", "a\u00f1o", "instruccion", "ense\u00f1anza", "gent\u00edo", "experimentar", "prime", "ros", "paso", "evang\u00e9lico", "ministerio", "harto", "dolor", "corazon", "necesario", "misionero", "entrar", "\u00e1", "predicar", "divi", "na", "palabra", "noticia", "\u00e1", "nacion", "infiel", "delenguaque ", "ignora", "tenerel", "artey", "vocabulario", "idioma", "int\u00e9rprete", "soplar", "defecto"], ["soler", "acontecer", "\u00e1", "principio", "mision", "emprender \u00e9l", "gent\u00edo", "algun", "contar", "gioso", "perezar", "remedio", "adulto", "habermodo", "instruirl", "misterio", "santa", "f\u00e9", "administrar \u00e9l", "sacra", "cramento", "santo", "bautismo", "suceder", "recien", "entrado", "mision", "da\u00f1o", "hu", "bierir", "evitado", "arte", "vocabulario", "idioma", "indio", "h\u00e1", "cien", "a\u00f1o", "componer"], ["alonso", "b\u00e1rzena", "evangelizar", "\u00e1", "tonocot\u00e9s", "lul", "arte", "haber \u00e9l", "impreso", "noticia", "vida", "misionero", "apost\u00f3lico", "hallar \u00e9l", "edad", "sesenta", "a\u00f1o", "compelido", "fervoroso", "zelo", "salvacion", "alma", "ardiar", "pecho", "tomar", "fatiga", "componer \u00e9l", "voca", "bulario", "frustrar \u00e9l", "glorioso", "trabajo", "haber \u00e9l", "\u00e1", "imprenta", "sionero", "jesuita", "provincia", "componer", "art", "vocabulario", "lengua", "diverso", "naci\u00f3n", "infiel"], ["suceder", "arte", "vocabulario", "peque\u00f1o", "afan", "larga", "observacion", "a\u00f1o", "compuse", "\u00e1", "tampa", "servir", "\u00e1", "misionero", "fuerir", "enviado", "\u00e1", "mision", "facilidad", "aprender", "lengua", "doctrinar", "\u00e1", "indio", "ense\u00f1ar \u00e9l", "\u00e1", "naci\u00f3n", "tiempo", "redujerar", "\u00e1", "santo", "f\u00e9", "agregarir", "\u00e1", "reduccion", "practicar", "misi\u00f3n", "chiquito", "lengua", "general", "sinar", "nacion", "ense\u00f1ar", "\u00e1", "naci\u00f3n", "b\u00e1rbaro", "diverso", "lengua", "reducir", "agregar", "\u00e1", "misi\u00f3n", "practicar", "len", "lector", "gua", "tonocot\u00e9", "particular", "nacio", "n", "nacion", "matar", "chaco", "motivo", "vecino", "\u00e1", "tonocot\u00e9s", "lul", "comerciar", "barbarismo", "razon", "hablar", "naci\u00f3n", "estra\u00f1a", "reducidas\u00e1", "f\u00e9", "agregar", "\u00e1", "reduccion", "raflor", "numeroso", "nacion", "iv\u00e1n", "manso", "pac\u00edfico", "reducir \u00e9l", "pedir", "ministro", "evang\u00e9lico", "gobernador", "cumar", "agregar", "\u00e1", "mision", "miraflor", "lengua", "naci\u00f3n", "adoran", "\u00e1"], ["conveniente", "vocabulario", "arte", "lengua", "particular", "impri", "ma", "ense\u00f1ar", "experiencia", "mar", "nuscrito", "persevera", "estampar", "papelcon", "imprenta", "duro", "ypermanece", "servir", "\u00e1", "padre", "misionero", "chiquito", "favor", "divino", "entrar", "norte", "venir", "h\u00e1cia", "sur", "reducir", "cruz", "cristo", "predicacion", "evang\u00e9lico", "gre", "santa", "iglesia", "naci\u00f3n", "b\u00e1rbaro", "habitar", "espacios\u00edsimo", "terreno", "esperar", "lle", "gacer", "\u00e1", "tonocot\u00e9s", "situado", "ri", "bera", "rio", "yabibir\u00ed", "correr", "rio", "verde", "rio", "pilcomayo", "\u00e1", "banda", "nor", "\u00e1", "sur", "entrar", "rio", "paraguay"], ["principal", "motivo", "redu", "cir", "\u00e1", "precepto", "reglasesta", "lengua", "fu\u00e9", "gloria", "salvacion", "alma", "quedar", "brevemente", "insinuado", "lector", "ing\u00e9nuamente", "artificio", "precepto", "lengua", "cla", "ro", "f\u00e1cil", "cualquiera", "mediana", "aplicacion", "tiempo", "lospuedecomprender", "hacer \u00e9l", "capaz", "hablar", "corrientemente", "ex", "pedicion", "idioma", "frecuentemente", "leer", "diligencia", "registrar", "vocabulario"], ["i", "arte", "lengua", "tonocot\u00e9ylular", "cap\u00edtulo", "p\u00f3nensar", "nota", "\u00f3", "advertencia", "nota", "lengua", "proprio", "nativo", "naci\u00f3n", "numeroso", "tonocot\u00e9", "lule", "ysistin\u00e9", "toquistin\u00e9", "oristine", "cincuenta", "mil", "alma", "infiel", "vivir", "interior", "chaco", "ribera", "rio", "pilcomayo", "f\u00e1ltanle", "\u00e1", "idioma", "voz", "propria", "necesario", "suplir", "lengua", "vg", "iglesia", "rezar", "haci\u00e9ndola", "castellana", "tonocot\u00e9s", "declinar", "nombre", "conjugar", "verbo", "\u00e1", "proprio", "lengua", "latino", "voz", "griego", "latiniz\u00e1ndola", "carecer", "voz", "propria", "necesario", "significar", "cosa", "parecer", "necesario", "verbo", "diverso", "significar", "lengua", "castellano", "explicar", "verbo", "vg", "cortar", "lengua", "cosa", "cortar", "arte", "lengua", "instrumento", "verbo", "diverso", "vocabulario"], ["nota", "hablar", "lengua", "estra\u00f1o", "caso", "pronuncia", "cion", "voz", "vocablo", "imitar", "fuerar", "\u00e1", "natural", "lengua", "pronunciar", "observ\u00e1ndol", "condiligenciacuar", "hablar"], ["nota", "natural", "lengua", "carecer", "pronunciacion", "letra", "b", "d", "f", "g", "r", "indio", "ladino", "criar", "espa\u00f1ol", "pronunciar", "letra", "nues", "tro", "t\u00e9rmino", "vg", "rezai", "iglesia", "ladino", "lio", "decirdio", "lezai", "rezar", "iclesio", "iglesia", "etc", "lapor", "dy", "r", "lugar", "g", "c", "dificultad", "pronun", "ciacion", "reducir", "\u00e1", "expresen", "pronunciir", "letra", "consonant", "junta", "vocablo", "\u00f3", "voz", "\u00e1", "letra", "c", "pronunciar", "c", "h", "comunmente", "s", "cedilla", "sinar", "dar \u00e9l", "fuerza", "\u00e1", "s", "\u00e1", "herir", "punta", "lengua", "diente", "superior", "\u00e1", "encia", "vg", "cec", "pronunciar", "letra", "cc", "pronunciar", "c", "s", "vg", "se\u00e7", "significar", "lloro", "pronunciar", "letra", "c", "entender", "letra"], ["diccion", "terminar", "cc", "vg", "oalec\u00e7", "c", "pen\u00faltimo", "pronunciar", "q", "\u00f3", "c"], ["nota", "obstante", "nota", "deber", "tender", "generalmente", "pronunciar", "tonocot\u00e9", "lule", "cy", "nombre", "verbo", "pronunciar", "s", "\u00f3", "c", "cedilla", "vg", "vmuec\u00e9", "pec\u00e9", "stosp\u00e7t"], ["nota", "lengua", "pronunciar", "letra", "v", "consonante", "vg", "lengua", "latino", "vobi", "\u00f3", "castellana", "vosotro", "sinar", "pro", "nuncia", "vocal", "vg", "u\u00e1", "u\u00f3", "a\u00f1o", "uy\u03ac", "casa", "u\u1ebb", "cualquiera", "combinar", "v", "pronunciacion", "vocal", "suceder", "lavoz", "comenzar", "b", "vg", "buey", "pronunciar", "b", "uey", "voz", "ll", "vg", "cavallo", "pronunciar", "ll", "caval\u00fa"], ["nota", "voz", "quis", "dema", "vo", "ce", "q", "pronunciar", "liqui", "castellano", "fuerir", "vocal", "inmediata", "\u00e1", "letra", "voz", "nombre", "pronombre", "verbo", "\u00f3", "adverbio", "etc", "yaquip", "sembrado", "\u00f3", "sementerar", "quis", "aquy", "brasa", "equise", "sue\u00f1o", "quinetar", "quic", "estoir", "pi\u00e9", "tequetar", "como\u00e9ste", "mequequetar", "mequetar", "mequesy", "tequesy", "contrario", "pronun", "ciar", "\u00e1", "anteponer", "c", "\u00e1", "\u028a", "seguir", "vocal", "liquir", "v", "sinar", "pronunciar", "vg", "cuv\u00e1", "ca", "labaza", "cu\u00e9", "hijo", "cucl\u00fat", "hijo", "var"], ["nota", "acento", "comunmente", "\u00falti", "ma", "s\u00edlar", "palabra", "\u00f3", "voz", "lengua", "vg", "pel\u00e9", "hombre", "vac\u00e1l", "muger", "comunmente", "nombre", "verbo", "acento", "s\u00edlar", "lengua", "palabra", "acento", "s\u00edlaba", "\u00f3", "letra", "vocal", "tilde", "note", "principio", "nota", "empezar", "\u00e1", "ejercitar \u00e9l", "lengua", "habituar", "pronunciar", "dicci\u00f3n"], ["cap\u00edtulo", "ii", "delnombre", "lengua", "oracion", "nombre", "pronombre", "verbo", "participio", "pre", "posicion", "adverbio", "interjeccion", "conjuncion", "lengua", "latino", "perfeccion"], ["nombre", "sustantivo", "pel\u00e9", "hombre", "vac\u00e1l", "muger", "adjetivo", "ec\u00ed", "osey\u00fa", "malo", "p\u00f3", "blanco", "cel\u00e9", "negro", "adjetivo", "lengua", "servir", "sustantivo", "vg", "significar", "bondad", "malicia", "blancura", "negrura", "nombre", "sustantivo", "carecer", "lengua", "nombre", "adjetivo", "posponar", "\u00e1", "tantivo", "vg", "pel\u00e8", "ec\u00ec", "hombre", "vac\u00e1l", "osey\u00fa", "muger", "malo", "pel\u00e9", "p\u00f3", "hombre", "blanco", "vac\u00e1", "cel\u00e9", "muger", "negra"], ["nombre", "lengua", "significacion", "indeclinabl", "distingar", "caso", "diverso", "terminacion", "nombre", "lengua", "tonocot\u00e9", "tina", "nota", "\u00f3", "part\u00edcula", "posponer", "nombre", "denotar", "caso", "lengua", "quichua", "sinar", "terminacion", "servir", "\u00e1", "diverso", "g\u00e9nero", "caso", "caso", "ablativo", "nota", "\u00f3", "part\u00edcula", "l\u00e9", "m\u00e1", "y\u00e1", "t\u00e1", "dosprimera", "significar", "posponar", "nombre", "vg", "uyal\u00e9", "casa", "uyam\u00e1", "casa", "diferencia", "part\u00edcula", "movimiento", "quietud", "hablar", "ordinariamente", "servir", "significar", "movimiento", "uyam\u00e1", "casa", "ar", "part\u00edcula", "m\u00e1", "a\u00f1adir", "s\u00edlar", "n\u00f3", "significar", "duda", "uyamanar", "ventura", "casa", "\u00f3", "casa"], ["part\u00edcula", "y\u03ac", "posponer", "nombre", "significar", "mismoquecon"], ["vg", "uey\u00e1", "anteponer", "verbo", "\u00f3", "nombre", "significar", "valde", "vg", "y\u00e1", "ne\u00e7", "valde", "vengo", "y\u00e1", "pel\u00e9", "hombre", "valde", "y\u00e1", "po\u00f3p", "valde", "blanco", "cap\u00edtulo", "inferir", "ter", "minacion", "nota", "\u00f3", "part\u00edcula", "caso", "nombre", "\u00f3", "nombre", "oracion", "esceptuar", "ablativo", "caso", "nombre", "circunstancia", "tiempo", "hablar", "\u00f3", "verbo", "pedir", "caso", "determinado", "finalmente", "dic", "ci\u00f3n", "declinar", "declinacion", "variar", "terminacion", "caso", "lengua", "latino", "nombre", "genu", "n\u00famero", "singular"], ["lengua", "ejemplo", "nominativo", "pel\u00e9"], ["hombre", "genitivo", "pel\u00e9", "hombre", "dativo", "pel\u00e9par", "hombre", "acusativo", "pel\u00e9", "hombre", "vocativo", "pel\u00e9", "\u00f3", "hombre", "ablativo", "pel\u00e9", "l\u00e9", "pelem\u00e1", "hombre", "pel\u00e9", "y\u00e1", "hombre"], ["hombre", "amar", "\u00e1", "pel\u00e9", "amaicynt", "alma", "hombre", "criar", "pel\u00e9", "animap", "tiat\u00e9p", "hombre", "cielo", "pel\u00e9", "z\u00f3", "dios", "tycsp"], ["amar", "hombre", "euyp", "amaicip", "pel\u00e9", "hombre", "amar", "\u00e1", "amar", "\u00e1", "t\u00ed", "pel\u00e9", "dios", "c\u00e9", "amaicy", "mequequetar", "amaicip", "hombre", "pel\u00e9", "ecypm\u00e1", "\u00f3", "ecypt\u00e1", "sit", "\u00f3", "pel\u00e9", "ecypl\u00e9", "sit", "hombre", "pel\u00e9", "sit"], ["plural", "singular", "a\u00f1adir \u00e9l", "part\u00edcular", "nombre", "plural", "persona", "verbo", "plural", "oracion", "vg", "pel\u00e9", "nenp\u00e1n", "hombre", "venir", "colegir", "circuns", "tancia", "hablar", "vg", "uac\u00e1yl", "nevecsy", "\u00e1", "muchacha", "llamar", "cu\u00e9l", "nev\u00e1n", "venir", "muchacho", "a\u00f1adir \u00e9l", "adjetivo", "signi", "fique", "multitud", "vg", "pel\u00e9", "evyp", "\u00f3", "pel\u00e9", "evyp\u00e1n", "hombresmuchos", "peronota", "adjetivo \u00e9l", "callar", "sustantivo", "juntar", "algun", "nombre", "numeral", "vg", "pel\u00e9", "tam\u00f3p", "hombre", "pel\u00e9", "locu\u00e9p", "hombre", "advi\u00e9rtasar", "\u00e1", "dicci\u00f3n", "umu\u00e9", "significar", "madre", "cumu\u00e9", "significar", "muger", "casado", "singular", "plural", "a\u00f1adir", "dicci\u00f3n", "tonocot\u00e9", "lule", "letra", "consonant", "\u00e1", "ly", "p", "umu\u00e9lp", "madre", "cumuelp", "muger", "casado", "id", "est", "uxor"], ["capitulo", "iii", "pronombre", "pronombr", "primitivo", "singular", "quis", "ego", "u\u00e9"], ["mim\u00e1", "ille", "ipsir", "tit\u00e1", "tit\u00e9", "hic", "istir", "plural"], ["u\u00e1"], ["nosotrosno", "mil"], ["vosotrosvo", "teotar"], ["isti", "meotar", "illi", "ipsi"], ["indeclinabl", "nombre", "nombre", "\u00f3rdir", "\u00e1", "co", "nocer \u00e9l", "caso", "oracion", "entender", "pronombr", "casosnovariar", "terminacion", "comoestenombre", "genu", "lengua", "latino", "algunir", "sentido", "declinacion"], ["losdemostrativo", "lugar", "adverbio", "local", "significar", "lugar", "lugar", "lugar"], ["lengua", "tiar", "hic", "quy", "hinc", "all\u00e1"], ["mi\u1ea3"], ["illic", "mial\u00e9"], ["all\u00e1", "illac", "ci\u00e1"], ["ubi", "ci\u00e1"], ["pordond", "qu\u00f3", "ci\u00e1", "qu\u00e1", "ci\u00e1"], ["undir"], ["\u00e1", "a\u00f1adir", "part\u00edcula", "m\u00e1", "\u00f3", "y\u00e1",