[["reproduction", "library", "book", "digitize", "google", "ongoing", "effort", "preserve", "information", "book", "universally", "accessible", "tozzer", "library", "tz", "igue", "outline", "grammar", "theangami", "naga", "language", "vocabularyandillustrativesentence"], ["mccabe", "deputy", "commissioner", "naga", "hill", "district", "assam"], ["calcutta", "print", "superintendent", "government", "printing", "india"], [], ["d", "harvard", "university", "ve", "ri", "tas", "library", "peabody", "museum", "gift", "roland", "burrage", "dixon", "harvard", "massachusetts", "receive", "\u043b\u0430\u0441", "outlinegrammar", "theangami", "nagalanguage", "vocabularyand", "illustrativesentence"], ["mccabe", "deputy", "commissioner", "naga", "hill", "district", "assam"], ["dieu", "e", "emor", "drong", "calcutta", "print", "superintendent", "government", "printing", "india"], [], ["m", "bequest", "dixoni", "preface"], ["follow", "brief", "work", "ang\u0101mi", "n\u0101g\u0101", "language", "pretend", "rank", "exhaustive", "analysis", "grammar", "vocabulary"], ["sole", "object", "collate", "examination", "phrase", "ordinary", "use", "simple", "rule", "service", "student", "acquisition", "language"], ["I", "gratefully", "acknowledge", "assistance", "I", "derive", "perusal", "follow", "work", "dr", "comparative", "dictionary", "non", "aryan", "language", "india", "captain", "language", "india", "cust"], ["non", "aryan", "language", "india", "note", "aborigine", "eastern", "fron", "tier", "india", "dr", "conry"], ["manuscript", "note", "ang\u0101mi", "n\u0101g\u0101", "mccabe", "depy", "commr", "n\u0101g\u0101", "hills", "district", "assam"], ["january"], ["hebreezettelu", "outline", "grammar", "theang\u0101mi", "n\u0101g\u0101", "language", "vocabulary", "illustrative", "sentence", "language", "n\u0101g\u0101", "tribe", "group", "head", "different", "philologist"], ["professor", "max", "m\u00fcller", "classifie", "lohitic", "fanciful", "inappropriate", "affluent", "brahmaputra", "classification", "geographical", "sense", "temporary", "convenience", "main", "taine", "mr", "hodgson", "classify", "tamulian", "aboriginal", "I", "incline", "opinion", "aborigine", "sub", "himalayas", "far", "east", "river", "dhunsiri", "assam", "belong", "tibetan", "stock", "east", "river", "chinese", "stock", "I", "pre", "sume", "mr", "hodgson", "aware", "n\u0101g\u0101", "tribe", "exist", "east", "west", "dhunsiri"], ["captain", "forbe", "designate", "language", "tibeto", "burman", "close", "affinity", "exist", "n\u0101g\u0101", "tribe", "hill", "tribe", "arracan", "link", "chepang", "kusunda", "nepal", "abor", "mishmis", "garo", "khasias", "kuki", "singphos", "assam"], ["appear", "I", "suitable", "indo", "chinese", "support", "contention", "I", "propose", "pare", "number", "chinese", "tibetan", "nepalese", "n\u0101g\u0101", "root"], ["emphasize", "fact", "ang\u0101mi", "n\u0101g\u0101", "strong", "affinity", "dialect", "n\u0101g\u0101", "tribe", "I", "note", "similarity", "exist", "nowgong", "n\u0101g\u0101", "tribe", "sepa", "rate", "rengma", "lhota", "semas", "present", "time", "unintelligible"], ["b", "list", "common", "word"], ["english"], ["ang\u0101mi", "n\u0101g\u0101"], ["nowgong", "naga"], ["mhache", "macha"], ["tez\u0103", "\u0101z\u00fc"], ["egg", "ts\u00fc"], ["fire", "mi"], ["mi"], ["korr"], [], ["ki"], ["salt", "mats\u00fc", "ts\u00fc"], ["thou"], ["n\u0101"], [], ["po"], ["p\u00e5"], ["ann\u0103"], ["pangu"], ["taku"], ["kerr", "tarr"], ["mekw\u00fc", "mats\u00fc"], ["day"], ["eat", "chijong"], ["mann\u00fc"], [], ["tsutsu"], ["nowgong", "n\u0101g\u0101", "hodgson", "note", "aborigine", "eastern", "frontier", "publish", "asiatic", "society", "journal"], ["follow", "table", "compare", "angami", "n\u0101g\u0101", "chinese", "word", "english"], ["angami", "n\u0101g\u0101"], ["chinese"], ["type", "nankin", "thou", "m\u0101nyak", "chi", "nankin", "chiki", "cheli", "ch\u00ea", "\u03c4\u03bf", "kikih", "day", "kinhi"], ["kinjih", "day", "yes"], ["si", "know", "ear", "nie", "titi", "soil", "horn", "k\u0101koh", "kikih", "thochu", "iron"], ["tejje", "salt"], ["mets\u00e4", "ts\u0103", "t\u00e4kpa"], ["list", "common", "word"], ["english"], ["ang\u0101mi", "n\u0101g\u0101"], ["chinese"], ["type", "sky"], ["ti", "nankin", "tree", "gy\u00e4rung", "water", "pekin", "cold", "gy\u0101mi", "long", "eat"], ["chi", "kill", "s\u0103", "dead", "sahshanghai"], ["compare", "english"], ["ang\u0101mi", "n\u0101g\u0101"], ["eastern", "nepal"], ["type", "\u0101", "chourasya", "kache"], ["mo"], ["kh\u0101le", "b\u0101hingya", "firemi"], ["mi", "foot", "rodong"], ["serp\u0101", "manm\u0103", "sun"], ["n\u0101", "sunw\u00e4r", "laugh", "n\u00fc"], ["nhy\u0171", "new\u0101r", "sit", "b\u0103"], ["b\u0101k", "l\u00ea"], ["limbu", "tell"], ["pu"], ["nachhereng"], ["ruko", "elephant", "japanese", "zo", "eye"], ["I"], ["I", "chinese", "nepalese", "tibetan", "japanese", "word", "hunter", "comparative", "dictionary", "non", "aryan", "language", "india", "forbe", "language", "india", "comparative", "table", "burmese", "singpho", "karen", "n\u0101g\u0101", "dialect", "include", "ang\u0101mi", "n\u0101g\u0101", "I", "refer"], ["refer", "language", "class", "max", "m\u00fcller", "state", "nomad", "contrast", "aryan", "stock", "disappointed", "fail", "trace", "family", "likeness", "hold", "aryan", "semitic", "language", "necessary", "glance", "moment", "peculiar", "condition", "n\u0101ga", "life", "grasp", "fact", "strongly", "favour", "growth", "dialect", "group", "small", "community", "person", "n\u0101g\u0101s", "remain", "isolated", "hill", "deign", "visit", "b", "ang\u0103mi", "n\u0101g\u0101", "immediate", "neighbour", "longing", "possession", "head", "strong", "resist", "single", "village", "isolate", "influence", "work"], ["khel", "unit", "naga", "society", "general", "rule", "find", "village"], ["great", "emergency", "com", "bine", "resist", "common", "danger", "soon", "lapse", "normal", "condition", "remain", "separate", "antagonistic", "example", "rapidly", "isolation", "produce", "dialectical", "change", "I", "mention", "fact", "rengma", "n\u0101g\u0101", "family", "migrate", "seventy", "year", "ago", "themokedima", "hill", "river", "koli\u0101ni", "unintelligible", "member", "parent", "stock"], ["hand", "progress", "civilization", "limit", "tribal", "feud", "develop", "inter", "village", "communication", "course", "time", "efface", "dialectical", "difference", "create", "lingua", "franca"], ["spite", "condition", "note", "marked", "affinity", "speech", "n\u0101g\u0101", "tribe", "inhabit", "tract", "country", "river", "dhunsiri", "dikhu", "barail", "range", "plain", "assam", "natural", "assume", "language", "common", "origin"], ["comparative", "table", "I", "think", "parent", "stock", "fitly", "describe", "indo", "chinese", "ang\u0101mi", "n\u0101g\u0101"], ["ang\u0101mi", "n\u0101g\u0101", "describe", "non", "language", "chinese", "stock", "distinctly", "monosyllabic", "pass", "gradually", "early", "stage", "agglutination", "number", "simple", "word", "root", "limited", "accent", "emphasis", "word", "vary", "different", "way", "produce", "corresponding", "variety", "meaning"], ["like", "chinese", "lohitic", "language", "primitive", "stage", "agglutinate", "class", "ang\u0101mi", "n\u0101g\u0101", "peculiarly", "rich", "intonation", "illustration", "statement", "I", "append", "example", "variety", "mean", "simple", "word", "I", "attempt", "mark", "tone", "emphasis", "learn", "ear", "beginner", "avoid", "mistake", "use", "qualifying", "word", "render", "mean", "clear"], ["cold", "wild", "animal", "si", "know", "ch\u00f6"], ["head", "wood"], ["ang\u0101mi", "n\u0101g\u0101"], ["eat", "clothe", "chito", "voice", "kwe", "await"], ["house", "wash", "kr\u00f6", "place", "t", "buy", "ki", "season", "l\u00ea", "field", "warm"], ["pleased", "close", "ni"], ["kha", "loin", "cloth"], ["t", "steep"], ["fire", "tiger", "mitail", "field", "root"], ["tekhu", "grasshopper", "day", "jew", "harp", "zha", "pay", "large"], ["n\u0101g\u0101s", "tell", "marked", "difference", "intonation", "word", "n\u0101g\u0101", "clearly", "mark", "tonal", "distinction", "fail"], ["article", "chinese", "language", "chamber", "encyclop\u00e6dia", "appropriate", "ang\u0101mi", "n\u0101g\u0101", "I", "able", "verbal", "alteration", "transcribe", "ang\u0101mi", "n\u0101g\u0101", "language", "recognize", "principle", "inflexion", "word", "incapable", "modification", "form", "generally", "speak", "relation", "word", "ascertain", "position", "sentence", "word", "use", "adjective", "verb", "adverb", "vi", "themm\u0101", "h\u0101u", "viw\u00e9this", "man", "good"], ["pevil\u00e9ch\u00e9", "good", "improve"], ["tavise"], ["certain", "word", "length", "lapse", "vague", "general", "signification", "use", "parti", "cle", "determine", "relation", "word", "thorough", "acquaint", "ance", "use", "particle", "absolutely", "essential", "proper", "study", "ang\u0101mi", "n\u0101g\u0101", "language", "student", "grasp", "exact", "force", "meaning", "particle", "word", "employ", "meet", "difficulty", "acquisition", "language"], ["chapter", "noun", "pronoun", "verb", "postposition", "special", "use", "particle", "exemplified"], ["I", "simply", "\u00e1ng\u0101mi", "n\u0101g\u0101", "note", "particle", "special", "meaning", "attach", "frequently", "drop", "use", "form", "adjective", "adverb", "parti", "ciple", "ka", "ke", "I", "pe"], ["kesha", "large"], ["pekr\u00e5"], ["kevi", "good"], ["rekr\u00e5", "s", "black"], ["pet\u00ea"], ["kemethi"], ["strong"], ["met\u00e9", "concave"], ["kevor", "come"], ["pes\u00e5kechi"], [], ["kangu"], ["res\u00e5"], ["sentence", "indefinite", "article", "prefix", "ke", "use", "form", "adjective", "drop", "adjective", "precede", "noun", "themma", "kezha", "po", "big", "man"], ["tef\u00fch", "kati", "po"], ["black", "dog"], ["mell\u00e4", "kereku", "concave", "plank", "subject", "definite", "prefix", "ke", "elide", "themma", "hau", "zh\u0101"], ["man", "big"], ["po", "methi", "mo", "strong"], ["mell\u00e4", "h\u00e4u", "plank", "concave", "animal", "object", "prefix", "te", "mi", "drop", "sentence", "definite", "misapprehension", "likely", "arise", "elision", "tef\u00fch", "f\u00fch", "dog"], ["thezh\u0171", "zh\u00fc", "bed"], ["theba", "seat", "\u0101", "b\u0101", "seat"], ["mithu"], ["thu", "cow"], ["ang\u0101mi", "n\u0101g\u0101", "drop", "te", "word", "tekhu", "tiger", "thegha", "bear", "\u0101khu", "mean", "field", "tiger", "agha", "v", "getable", "grass", "bear", "ang\u0101mi", "n\u0101g\u0101"], ["ang\u0101mi", "language", "primitive", "character", "surprising", "find", "common", "object", "form", "col", "locate", "root", "descriptive", "character", "essential", "student", "carefully", "analyze", "meaning", "root", "acquire", "power", "analyze", "compound", "word", "necessarily", "follow", "peculiarly", "interesting", "amusing", "etymology", "find", "great", "assistance", "remember", "word"], ["example", "fully", "elucidate", "meaning", "antmha", "ch\u00e9", "light", "small", "thing", "mha", "che", "small"], ["buffalo", "reli", "light", "slow", "crow", "chesha", "light", "choke", "n\u0101g\u0101s", "state", "crow", "greedy", "try", "swallow", "piece", "meat", "bone", "bone", "stick", "throat", "hoarse", "note"], ["father", "po", "\u0101\u00e3", "pu", "light", "birth", "giver", "fish", "kho", "k\u00e5", "come", "fish", "find", "small", "hill", "stream", "dry", "sea", "son", "come", "rain"], ["flower", "nie", "pu", "light", "earth", "bloom", "goat", "then\u00fc", "light", "grinner", "expression", "goat", "face", "mild", "grin"], ["thevo", "light", "stupid", "pig", "walk", "eye", "fix", "ground", "n\u0101g\u0101s", "sky", "till", "die", "night", "tizi", "light", "sky", "dark", "mosquito", "viru", "light", "thin", "oil", "ghakrids\u00fc", "light", "vegetable", "water", "river", "ker", "light", "descend", "meandering", "plantain", "leaf", "t\u00e9kwe", "nie", "light", "cover", "leaf", "n\u0101g\u0101s", "cook", "rice", "field", "journey", "wrap", "plantain", "leave"], ["butterfly", "ts\u00e9", "pro", "light", "sniff", "fly", "away", "leechre", "va", "light", "hover", "strike", "hawk", "mu", "light", "hoverer", "snipe", "kijinuru", "light", "dabber", "profit", "po", "m\u0103", "v\u00ed", "light", "good", "price", "moustache", "t\u0101", "m\u0101", "light", "hairy", "mouth", "fence", "ch\u0101", "kh\u00e1", "l\u00edt", "road", "barksizh\u00fc", "light", "wood", "skin", "alphabet"], ["alphabet"], ["selection", "alphabet", "angami", "n\u0101g\u0101", "language", "I", "guide", "simple", "rule", "frame", "mr", "lyall", "important", "rule", "letter", "use", "sound", "I", "find", "roman", "alphabet", "help", "diacritical", "mark", "duty", "write", "character", "angami", "n\u0101g\u0101", "language"], ["vowel", "mark", "short", "company", "sharp", "pan", "misuse", "\u00e9", "mate", "\u0101", "long", "father", "\u00e5", "broad", "ball", "\u00e0", "sharp", "pan", "e", "unmarked", "meet", "bed", "\u00e9", "use", "sound", "ey", "ai", "aim", "I", "unmarked", "thin", "use", "long", "I", "machine", "I", "shine", "o", "unmarked", "short", "pot", "\u014d", "long", "o", "bone", "\u00f6", "like", "german", "sch\u00f6n", "u", "sound", "u", "pull", "bull", "sound", "u", "hull", "skull", "long", "sound", "oo", "english", "german", "br\u00fcder", "following", "english", "diphthong", "express", "ang\u0101mi", "au", "aw", "caul", "bawl", "\u00e5", "ai", "ay", "\u00e9", "ea", "I", "ea", "great", "\u00e9", "ea", "bread", "ei", "ai", "ei", "rein", "\u00e9", "eo", "people", "eo", "yeoman", "\u014d", "eu", "ew", "y\u00fa", "ey", "\u00e9", "ie", "lie", "ai", "ie", "mien", "oa", "groat", "\u014d"], ["alphabet"], ["oa", "broad", "\u00e5", "oe", "\u014d", "oo", "\u016b", "ou", "au", "oi", "ue", "\u00fa", "y\u016b", "ui", "suit", "y\u016b"], ["consonant", "b", "english", "c", "discard", "combination", "ch", "hard", "use", "k", "soft", "d", "english", "f", "english"], ["ph", "use", "sound", "serve", "case", "p", "h", "sound", "g", "hard", "gun", "h", "english", "j", "joy", "french", "sound", "j", "jour", "em", "ploye", "sh", "use", "k", "english", "english"], ["far", "I", "note", "peculiar", "sound", "use", "ang\u0101mi", "n\u0101g\u0101", "m", "english", "n", "english", "p", "english"], ["q", "discard"], ["sound", "qu", "queeris", "require", "kw", "employ", "r", "hindustani", "mer\u0101", "s", "sh", "shall", "t", "pronounce", "english", "point", "tongue", "root", "upper", "tooth", "th", "hot", "house", "v", "english", "w", "english", "x", "discard", "g", "english"], ["ang\u0101mi", "n\u0101g\u0101", "peculiar", "sound", "offorme", "press", "ing", "tip", "tongue", "upper", "low", "tooth", "I", "write", "sound", "l\u0151"], ["worth", "note", "fact", "different", "angami", "n\u0101g\u0101", "village", "marked", "variety", "pronunciation", "find"], ["article", "long", "use", "khonoma", "mozem\u0101", "village", "change", "\u00e0", "kohima", "eastern", "ang\u0101mi", "village", "\u00e0", "inter", "change"], ["pf", "kw", "k\u0192", "interchangeable", "remark", "apply", "n", "o", "u", "t", "th", "ts", "ch", "p"], ["difficult", "matter", "little", "general", "interest", "define", "minutely", "limit", "mutation", "occur"], ["work", "tentative", "description", "appear", "I", "suffi", "cient", "note", "fact", "existence", "student", "leave", "ascertain", "practical", "experience", "exact", "extent"], ["article"], ["indefinite", "article", "express", "numeral", "adjective", "po", "ma", "po", "man"], ["strictly", "speak", "definite", "article", "demonstrative", "pronoun", "hau", "lu", "use", "definitive"], ["sentence", "relative", "pronoun", "use", "angami", "n\u0101g\u0101", "word", "u", "force", "definite", "article"], ["boy", "come", "yesterday"], ["nichuma", "andu", "kevor", "u"], ["yesterday", "come"], ["dog", "I", "beat", "\u00efef\u00fch", "\u00e4", "kev\u0171", "u", "mo", "mo", "g\u0103"], ["dog", "I", "beat"], ["noun"], ["section", "treat", "noun", "head", "gender", "number", "case"], ["ang\u0101mi", "gender", "apply", "animate", "object", "ex", "press", "addition", "suffix", "fact", "distinct", "word", "signify", "animate", "object", "describe", "male", "female", "sex"], ["word", "imply", "human", "relationship", "distinct", "form", "use"], ["\u0101", "mother", "\u0101", "po", "father", "\u00e3", "na", "son", "\u0101", "nup", "f\u00fc", "daughter"], ["f", "\u0101", "s\u0103z\u0103u", "broth"], ["lupf\u00fc", "sister", "er", "noun"], ["ii", "sex", "animal", "human", "express", "bythe", "follow", "termination", "masculine", "pf", "ch\u00fa", "d\u1ea3", "dz\u00fa"], ["feminine", "pf\u0171", "kr\u0171"], ["pf\u00f6", "suffix", "use", "follow", "instance", "tef\u00fch", "dog"], ["masc", "f\u00fchpf\u00f6", "fem", "f\u00fchkr\u00fc", "niana", "cat"], ["masc", "ni\u00e0n\u00e5pf\u00f6", "fem", "ni\u00e0n\u00e5kr\u00fc"], ["thezurat"], ["masc", "zupf\u0151", "fem", "zukr\u00fc"], ["chu", "suffix", "use", "masculine", "wild", "animal", "correspond", "feminine", "suffix", "kr\u00fc", "tsu", "elephant"], ["masc", "tsuch\u0171", "fem", "tsukr\u00e1"], ["thegha", "bear"], ["masc", "theghacha", "fem", "thegh\u0101kr\u0171", "theni\u00e0", "wild", "cat"], ["masc", "theni\u00e0ch\u00fa", "fem", "theni\u00e0kr\u00e1"], ["tekwimonkey"], ["masc", "tekwich\u00e1", "fem", "tekwikr\u00e1"], ["suffix", "employ", "denote", "sex", "certain", "domestic", "animal", "correspond", "feminine", "suffix", "kr\u00e1", "mithu", "cow"], ["masc", "thud\u00e5", "fem", "thukr\u0171"], ["then\u00fc", "goat"], ["masc", "n\u00e1d\u00e5", "fem", "n\u00fckr\u0171"], ["suffix", "use", "denote", "male", "sex", "bird", "thev\u0171", "fowl"], ["masc", "v\u00e1dz\u0171", "fem", "v\u00e4kr\u0171"], ["remu", "hawk"], ["masc", "m\u00e1dz\u0171", "fem", "m\u00fckr\u0171"], ["exception", "foregoing", "rule"], ["thevo", "pig"], ["masc", "vokro", "fem", "vokr\u00e1"], ["noun"], ["mengi", "wild", "pig"], ["masc", "thedza", "fem", "mengikr\u0171"], ["absolutely", "necessary", "remember", "different", "mode", "denote", "gender", "meaning", "understand", "add", "word", "thepfoma", "male", "thenum\u0101", "female", "animate", "object", "sex", "wish", "indicate"], [], ["simple", "ang\u0101mi", "n\u0101g\u0101", "mode", "express", "singular", "plural", "instance", "context", "general", "meaning", "sentence", "allow", "sufficient", "guide", "object", "specify", "black", "cow"], ["athu", "kati", "nguy\u0101", "m\u00e0"], ["cow", "timorous"], ["mithu", "mere", "per\u00ea", "ya", "w\u00ea"], ["example", "inflection", "descriptive", "word", "em", "ploye", "denote", "singular", "plural"], ["general", "rule", "desire", "clearly", "mark", "singular", "plural", "numeral", "adjective", "po", "use", "denote", "singular", "suffix", "ko", "plural", "I", "dog", "house", "\u0101", "unki", "nu", "tef\u00fch", "po", "ngul\u00e9"], ["catch", "dog"], ["tef\u00fch", "ko", "t\u00e9l\u00e9ch\u00e9"], ["separate", "dual", "form", "exist", "ang\u0101mi", "n\u0101g\u0101", "language", "useful", "note", "ang\u0101mi", "careful", "employ", "numeral", "adjective", "n\u0101", "kenna", "wish", "express", "duality", "brother", "sick"], ["us\u0101z\u0103u", "una", "mhache", "shabaw\u00e9"], ["I", "shall", "come"], ["hena", "vortowe"], ["case"], ["angami", "n\u0101g\u0101", "language", "inflexion", "consequently", "strictly", "speak", "thing", "declension", "case", "dative", "ablative", "locative", "form", "mean", "postposi", "tion"], ["noun"], ["nominative", "genitive", "postposition", "add", "remain", "identical", "crude", "form", "noun", "rule", "apply", "accusative", "case", "note", "man", "come", "themm\u0101", "h\u0101u", "vorw\u1ebf"], ["man", "themm\u0101", "h\u0101u", "z\u0101"], ["I", "man", "\u00e3", "themm\u0101", "h\u0101u", "ngul\u00e9"], ["postposition", "nu", "use", "express", "force", "dative", "ablative", "accusative", "I", "field", "day", "tisonha", "l\u00ea", "nu", "tsuyaw\u00ea"], ["I", "return", "dusk", "field", "\u0101", "\u00e3", "thev\u0103", "le", "nu", "vorw\u00e9"], ["rat", "abound", "field", "l\u00ea", "nu", "thesu", "chaper\u00e9w\u00e9"], ["dative", "express", "postposition", "la", "I", "want", "cloth", "brother", "\u0101", "\u0101", "s\u0101z\u0101u", "l\u0101", "kwe", "po", "l\u00e9towe"], ["proper", "noun", "person", "use", "dative", "case", "word", "express", "postposition", "ki", "I", "luvanu\u0101", "luvanu", "ki", "votow\u00e9"], ["sahib", "po", "s\u0101h\u0101", "ki", "votew\u00ea"], ["proper", "noun", "place", "postposition", "express", "dative", "I", "kohima", "\u0101", "kohira", "votew\u00ea"], ["I", "note", "general", "rule", "accusative", "remain", "identical", "crude", "form", "noun", "ap", "parent", "exception", "rule", "particle", "bo", "bu", "ofteni", "place", "noun", "accusative", "case", "use", "particle", "gather", "follow", "example", "apply", "equally", "pronoun", "noun", "let", "horaki", "speak", "horaki", "bo", "puw\u0101ch\u00ea"], ["let", "vimatso", "eat", "vimatso", "bo", "mhachil\u00each\u00e9"], ["let", "come", "house", "po", "bo", "ki", "nu", "vorch\u1ebf"], ["let", "I", "know", "bo", "sil\u00each\u00e9"], ["let", "coolie", "kuli", "bo", "vot\u0101h\u00e9ch\u00e9"], ["bother", "I", "\u00e3", "bo", "kemezhi\u00eah\u00e9ch\u00e9"], ["adjective"], ["ang\u0101mi", "n\u0101g\u0101", "adjective", "invariably", "follow", "noun", "qualify", "decline", "undergo", "change", "plural"], [], ["feminine", "form", "add", "word", "pf\u00fc", "female", "crude", "form", "kevi", "good"], ["thenu", "kevipf\u00fc", "po", "good", "woman"], ["kati", "black"], ["f\u00fchkr\u00fc", "katipf\u00fc", "po", "black", "bitch"], ["rule", "strictly", "observe", "termination", "pf\u00fc", "drop", "fact", "feminine", "form", "adjective", "use", "think", "necessary", "clearly", "distin", "guish", "gender", "noun", "qualify"], ["comparison"], ["change", "form", "place", "adjective", "express", "comparative", "superlative", "degree"], ["hindustani", "object", "com", "pare", "comparison", "particle", "adjective", "remain", "positive", "follow", "particle", "ki", "man", "themm\u0101", "h\u0101u", "lu", "ki", "viwe"], ["good"], ["dog", "large", "\u00e3f\u00fch", "unf\u00fch", "ki", "sh\u0101"], ["tiger", "strong", "cow", "tekhu", "mithu", "ki", "mech\u0101"], ["superlative", "superlative", "comparison", "form", "plac", "ing", "pronominal", "adjective", "pet\u00e9", "ko", "follow", "particle", "ki", "immediately", "adjective", "positive", "degree", "tree", "large", "si", "bo", "hau", "pet\u00ea", "ko", "ki", "zh\u0101"], ["big"], ["village", "small", "ren\u0103", "h\u0103u", "pet\u00ea", "ko", "ki", "che"], ["cow", "timorous", "animal", "mithu", "kuna", "pet\u00e9", "ko", "ki", "mithiw\u00e9"], ["mode", "form", "superlative", "comparison", "place", "word", "th\u00e5", "keth\u00e5", "truly", "adjective", "positive", "degree", "good", "hau", "kevitha"], ["dog", "large", "kohima", "kohir\u0101", "unf\u00fch", "kesh\u0101", "tha"], ["numeral"], ["desire", "express", "possession", "quality", "high", "degree", "adverb", "se", "per\u00e9", "use", "affix", "adjective", "positive", "degree", "vi", "severy", "good", "vi", "pre", "good", "vi", "p\u00ed", "good", "form", "general", "use"], ["numeral"], ["serr", "pemo", "theth\u0101", "serr", "pemo", "tekw\u00fc", "serr", "d\u0101", "o", "pokr\u00f6", "pangu", "serr", "o", "kenn\u0101", "suru", "lhida", "pemothen\u0101", "then\u0103", "c", "thetha", "lhida", "lhi", "pangu", "pemo", "then\u0103", "kerr", "c", "kerr", "o", "lhi", "pangu", "kerr", "o", "kenn\u0101", "lhi", "suru", "pemo", "then\u0101", "kerr", "o", "s\u00e9", "lhi", "suru", "kerr", "o", "thena", "pemo", "then\u0103", "kerr", "o", "pangu", "lhi", "then\u0101", "kerr", "o", "suru", "lhi", "thetha", "pemo", "then\u0101", "mekw\u00fc", "pemo", "lhi", "theth\u00e4", "mekw\u00fc", "pemo", "thetha", "lhi", "tekw\u00fc", "pemo", "then\u0103", "mekw\u00fc", "pemo", "lhi", "tekw\u00fc", "kr\u0101", "pemo", "then\u0103", "mekw\u00fc", "kr\u0101", "mekw\u00fc", "kenna", "di", "po", "kr\u0101", "mu", "serr", "pemo", "n\u00ed\u00e9", "po"], ["note", "numeral"], ["elevenkerr", "o", "pokr\u00f6"], ["word", "kr\u00f6", "mean", "add", "increase", "I", "po", "\u00e5", "rekr\u00f6shich\u00ea"], ["pronoun"], ["seventeenmekw\u00fc", "pemo", "then\u0101"], ["light"], ["seven", "fall", "short", "money", "fall", "short", "I", "wantrak\u0101", "\u0101", "kechau", "pemowe"], ["thirty", "serr", "likely", "contract", "form", "s\u1ebfkerr", "kr\u0101", "mu", "po", "kra", "di", "po"], ["mu", "di", "equivalent", "di", "particle", "use", "form", "past", "conjunctive", "participle", "vordi", "come"], ["ordinal"], ["ordinal", "form", "adding\u016b", "cardinal", "po", "u", "ker\u00e4u"], ["second", "ken\u0101", "u", "kenau"], [], ["fourth", "d\u0103"], ["distributive"], ["distributive", "numeral", "form", "repeat", "cardi", "nal", "singly", "po", "po"], ["twosken\u0101", "n\u0101"], ["threess\u00e9", "s\u00e9"], ["let", "coolie", "come", "time", "kuli", "bo", "ma", "po", "po", "vorch\u00e9"], ["numeral", "adverb"], ["numeral", "adverb", "express", "prefix", "word", "va", "cardinal", "v\u0103", "po"], ["twice", "v\u0101", "va", "kenn\u0101"], ["pronoun"], ["personal", "pronoun"], ["I", "\u0101"], ["thou"], ["po"], ["heko", "hen\u0101", "\u00e0", "vo"], ["neko", "un\u0101"], ["luko", "uko", "liko", "\u1e25\u0101ko", "lun\u0103", "h\u0101n\u0101"], ["pronoun"], ["word", "use", "masculine", "feminine", "gender", "hena", "use", "ve", "expression", "\u00e1", "vo", "I"], ["un\u0103"], ["lun\u0101", "distance"], ["h\u0101n\u0101", "close", "hand"], ["personal", "pronoun", "use", "possessive", "pronoun", "immediately", "precede", "object", "possess", "husband", "\u00e3", "nupf\u00f6"], ["thy", "houseunki"], ["cowpo", "thu"], ["cloth", "heko", "kwe"], ["foot", "neko", "phi"], ["field", "luko", "l\u00ea"], ["notice", "second", "person", "personal", "pronoun", "thou", "change", "un", "n", "faintly", "sound"], ["word", "heko", "neko", "ko", "drop", "her\u0103", "village"], ["netinam\u0103", "tribesman"], ["dative", "ablative", "locative", "case", "personal", "pronoun", "form", "addition", "particle", "case", "noun", "I", "speak", "\u00e3", "po", "ki", "pul\u00e9"], ["I", "buy", "\u0101", "po", "la", "kr\u00f6l\u00e9w\u00e9"], ["spear", "rangu", "po", "nu", "b\u0103w\u00e9"], ["demonstrative", "pronoun"], ["demonstrative", "pronoun", "hau", "lu", "feminine", "form", "h\u00e4pf\u00fc", "lupf\u00fc"], ["plural", "person", "plural", "personal", "pronoun", "h\u0101ko"], ["luko"], ["c", "pronoun"], ["follow", "example", "illustrate", "use", "pronoun", "good", "h\u0103u", "viwe"], ["\u0101", "I", "beforeth\u0101dz\u00f6", "h\u0101ko", "ngumow\u00e9"], ["I", "speak", "\u00e3", "lu", "ki", "pul\u00e9"], ["I", "come", "place", "yesterday", "\u0101", "andu", "h\u0101nu", "vorw\u00e9"], ["woman", "fall"], ["thenu", "kipf\u00fc", "tetsug\u0101"], ["lupf\u00fc"], ["relative", "pronoun"], ["angami", "n\u0101g\u0101", "language", "rich", "relative", "pronoun"], ["note", "chapter", "article", "word", "u", "place", "present", "participle", "force", "relative", "pronoun", "feminine", "form", "pf\u00fc", "man", "come", "themm\u0101", "kevor"], ["child", "diednichum\u0101", "s\u0101ket\u0103u"], ["field", "I", "purchase", "\u00e3", "l\u00e9", "kekr\u00f6l\u00e9"], ["man", "I", "speak", "\u0101", "\u00e3", "m\u0101po", "ki", "d\u1ebf", "kepu", "u", "t\u00e5te"], ["I", "know", "mean", "kepu", "\u0101", "simow\u00e9"], ["choose", "like", "ni", "u", "l\u00e9l\u00e9ch\u00e9"], ["woman", "live", "house", "thenu", "lu", "ki", "nu", "keb\u0101", "pf\u00fc"], ["brother", "wound", "die", "yesterday", "\u0101", "s\u0101z\u0101u", "rez\u0101", "kache", "u", "andu", "s\u0101t\u0101"], ["interrogative", "pronoun"], ["interrogative", "pronoun", "ang\u0101mi", "n\u0101g\u0101", "follow", "whomasc", "sopo", "fem", "sopf\u00fc"], ["masc", "kiu", "fem", "kipf\u00fc"], ["kejipo", "kedipo", "sopo"], ["come", "sopo", "vorg\u0101"], ["tree", "fall", "si", "kiu", "tetsutega"], ["woman", "away"], ["thenu", "kipf\u00fc", "t\u00e5teg\u0101"], ["woman", "sopf\u00fc", "pog\u0101"], ["want"], ["kejipo", "ch\u0101\u0101g\u0101", "kedipo", "ch\u0101\u0101g\u0101"], ["unz\u0101", "sopoga"], ["matter", "kejipo", "chig\u0103"], ["look", "kejipo", "pf\u00fcy\u0101g\u0101"], ["house", "leave", "dog", "\u00e3f\u00fch", "sopo", "kinu", "kh\u0101w\u0101g\u0101"], ["indefinite", "pronoun"], ["maho", "kehuri", "kehupori"], ["mh\u0101ho"], ["hocho"], ["pronoun"], ["compound", "indefinite", "express", "word", "kehupo", "I", "away", "come", "\u0101", "b\u0101", "kemoki", "m\u0101ho", "vorw\u00e9"], ["let", "come", "m\u00e3", "kehupori", "vorch\u00e9", "maho", "bo", "vorch\u00e9"], ["miss", "mhaho", "pejew\u0101le"], ["come", "send", "away", "kehupo", "vorri", "pobo", "t\u00e5latel\u00e9"], ["I", "obeyno", "de", "kehupo", "pushiderri", "\u00e0", "d\u00e9", "l\u00e9tow\u00e9", "reflexive", "pronoun"], ["reflexive", "pronoun", "self", "ren", "dere", "word", "tha", "decline", "form", "singular", "plural", "I", "come", "vorwe"], ["po", "chilewe"], ["luko", "ngul\u00e9"], ["express", "word", "possessive", "pronoun", "repeat", "reflexive", "form", "property", "\u00e0", "\u00e0", "v\u00e9"], ["property"], ["house", "po", "po", "ki"], ["follow", "example", "illustrate", "use", "reciprocal", "pro", "noun", "kill", "luko", "u", "dukriw\u0101we"], ["love", "heko", "kangumezh\u00eaaw\u00e9"], ["rob", "otheruna", "kejipochidi", "ne", "reguy\u0101g\u0101"], ["pronominal", "adjective"], ["adjectives", "partake", "certain", "extent", "nature", "pro", "noun", "I", "append", "list", "example", "illustrate", "use", "pet\u00e9", "pet\u00e9", "ko"], ["n\u0101"], ["otherkekri"], ["pet\u00e9"], ["per\u00e9", "pez\u00e9"], ["kichu"], ["kajechu", "kedid\u00e9"], ["h\u0101de"], ["verb"], ["h\u00e4chu"], ["kind", "h\u0101mh\u0101kache", "h\u0101ikache"], ["kind", "lumh\u0101kache"], ["kind", "kejipomh\u0101kache"], ["die", "luko", "pet\u00e9", "s\u0103t\u00e0"], ["wound", "hen\u0101", "rez\u0101tewe"], ["bring", "I", "flower", "niepu", "kekri", "po", "sevor", "\u00e0", "tsuch\u00e9"], ["village", "burn", "ren\u0103", "pet\u00e9", "ki", "r\u00e9waw\u00e9"], ["I", "bird", "jungle", "\u0101", "nha", "nu", "per\u0101", "nguper\u00e9w\u00e9"], ["coolie", "kuli", "kichu", "b\u0101g\u0101"], ["want", "kajechu", "l\u00e9tog\u0101"], ["I", "want", "cloth", "kind", "\u00e3", "kw\u1ebf", "h\u00e3mh\u0101kache", "l\u00e9towe"], ["mha", "kemh\u0101", "like", "resemble", "kind", "cow", "look"], ["mithu", "kejipomh\u0103", "kache", "pf\u00fcy\u0101g\u0101"], ["verb"], ["ang\u0101mi", "n\u0101g\u0101", "language", "possess", "large", "number", "verbal", "root", "chiefly", "monosyllabic", "undergo", "change", "whatsoever", "conjugation", "number", "person", "indicate", "number", "person", "personal", "pronoun", "general", "meaning", "sentence"], ["mood", "voice", "tense", "indicate", "addition", "term", "verbal", "particle", "fact", "distinct", "word", "possess", "force", "use", "employ", "combination", "verbal", "root"], ["sake", "convenience", "I", "shall", "place", "order", "mood", "tense", "list", "verbal", "particle", "use", "form"], ["indicative", "mood"], ["present", "tense"], ["present", "imperfect"], ["past", "imperfect"], ["distinction", "formation", "tense", "context", "indicate", "time", "action", "place"], ["verbal", "particle", "use", "form", "tense", "w\u00e9is", "I", "speak", "\u00e3", "puw\u00e9"], ["I", "speak", "\u00e3", "unki", "puw\u00e9"], ["I", "speak", "yesterday", "\u0101", "andu", "unki", "puw\u00e9"], ["verb"], ["necessary", "specially", "mark", "continuity", "action", "particle", "zh\u00fc", "employ", "tree", "fallingsi", "tetsuzh\u00fcw\u1ebf"], ["come", "po", "vorzh\u00fcw\u00e9"], ["past", "tense", "past", "tense", "form", "addition", "particle", "w\u00ea", "l\u00ea", "w\u00ea", "l\u00ea", "shi", "w\u00e9", "I", "year", "\u00e3", "inj\u00f6sa", "po", "nguw\u00e9"], ["I", "I", "speak", "\u00e3", "unki", "ke", "pu", "modz\u00fc", "po", "ngul\u00e9w\u00e9"], ["I", "eat", "\u0101", "mhachil\u00e9w\u00e9"], ["I", "speak", "\u0101po", "ki", "pushiw\u00e9"], ["future", "tense", "tense", "form", "particleto", "meaning", "imply", "affirmative", "I", "shall", "come", "\u00e3", "vorto", "\u00e3", "vortowe"], ["die", "po", "s\u0101towe"], ["I", "shall", "return", "\u00e3", "l\u00e0", "vorr\u00e5", "\u00e0", "un", "pitow\u00e9"], ["express", "negative", "future", "particle", "lelho", "lelhow\u00e9", "add", "verbal", "root", "I", "shall", "come", "\u0101", "vorlelhow\u00e9"], ["kill", "I", "po", "\u0101", "dukrilelhowe"], ["imperative", "mood"], ["imperative", "form", "add", "ch\u1ebf", "shiche", "verbal", "root", "pushich\u00e9", "speak"], ["s\u00e4t\u00e4ch\u00e9die"], ["v\u00fcch\u00e9", "strike"], ["chishich\u00e9"], ["vorch\u00e9come"], ["aorist", "particle", "y\u0101", "use", "form", "aorist", "bird", "fly", "per\u0103", "proy\u0101w\u00e9"], ["I", "walk", "day", "tisonha", "pher\u00e9yaw\u00e9"], ["kejipo", "chiy\u0101g\u0101"], ["subjunctive", "mood"], ["mood", "use", "indicate", "thing", "happen", "particle", "ambiguity", "nhi\u00e0", "add", "future", "form", "come", "po", "vortonhi\u00e0"], ["rain", "tirrtonhi\u00e0"], ["verb"], ["subjunctive", "conditional", "form", "add", "r\u00e5", "verbal", "root", "come", "I", "po", "vorr\u00e5", "\u0101", "kitog\u0101"], ["noise", "I", "turn", "mel\u00ear\u00e0", "unbo", "kita", "vot\u00e0towe"], ["die", "son", "poor", "po", "s\u0101t\u0101ra", "pon\u00e5", "mh\u0101", "jet\u00e0towe"], ["come", "yesterday", "I", "pay", "andu", "vorra", "unk\u0101z\u0101", "untsutow\u00e9ru"], ["die", "I", "rich", "po", "s\u0103t\u0103r\u0103", "mh\u0101", "niletow\u00e9ru"], ["run", "away", "kill", "po", "t\u00e4shimora", "dukriw\u00e4moletoru"], ["passive", "voice"], ["passive", "voice", "properly", "ang\u0101mi", "n\u0101g\u0101", "language"], ["particle", "te", "add", "root", "transitive", "verb", "passive", "signification"], ["particle", "te", "follow", "pronounce", "ta", "yesterday", "po", "andu", "ngute"], ["I", "beat", "\u00e3", "v\u00fcw\u00e4te"], ["dog", "kill", "tef\u00fch", "dukriw\u00e4te"], ["break", "chu", "betsawate"], ["break", "I", "\u00e1", "unketsu", "modz\u0171", "chu", "bets\u00e4w\u00e4tew\u00ea"], ["particle", "te", "use", "intransitive", "verb", "tree", "fall", "si", "tetsutew\u00ea"], ["man", "come", "themm\u0103", "h\u0103u", "vortew\u00ea"], ["particle", "ho", "passive", "signification", "verb", "employ", "I", "beat", "v\u00fcw\u0101ho"], ["dog", "kill", "tef\u00fch", "dukriw\u0101ho"], ["particle", "use", "merely", "emphasize", "action", "verb", "come", "po", "vormoho"], ["verb"], ["gerund"], ["genitive", "gerund", "express", "add", "particle", "l\u00eb", "future", "form", "I", "come", "house", "purpose", "\u0101\u00e3", "unki", "pitol\u00f6", "vorw\u00e9"], ["come", "buy", "clothe", "po", "kwe", "kr\u00f6tol\u00f6", "vorw\u00e9"], ["dative", "gerund", "express", "add", "particle", "ye", "genitive", "gerund", "I", "start", "\u00e3", "t\u00e2tol\u00f6yew\u00e9"], ["beat", "I", "po", "\u0101", "v\u00fctol\u00f6yewe"], ["I", "remain", "I", "t\u00e5zoto", "hanu", "b\u0101lel", "howe"], ["sentence", "zo", "force", "ye", "participle"], ["follow", "sentence", "illustrate", "use", "present", "past", "conjunctive", "participle", "vor", "come", "come", "road", "I", "tiger", "\u0101", "ch\u0101", "nu", "ke", "vorki", "tekhu", "po", "nguw\u00e9"], ["chi", "cause", "I", "pain", "hau", "kachiki", "kemeahi\u00e9sew\u00e9"], ["pu", "speak", "speak", "man", "hit", "I", "\u00e3", "d\u00ea", "kepuki", "themm\u0101", "lu", "\u01ce", "v\u0171w\u00e9"], ["hear", "angry", "hau", "sil\u00eadi", "po", "ni", "mosewe"], ["speak", "awaypo", "de", "pudi", "t\u00e5te"], ["potential"], ["potential", "form", "add", "l\u00e9to", "verbal", "root", "I", "\u00e3", "t\u00e5letow\u00e9"], ["po", "ngul\u00e9towe"], ["noise", "hear", "mel\u00eamora", "sil\u00e9tow\u00e9"], ["negative", "form", "add", "kalejew\u00e9", "verbal", "root", "I", "\u0101", "t\u00e5", "kalejew\u00e9"], ["po", "ngu", "kalejew\u00e9"], ["adverb"], ["follow", "example", "illustrate", "use", "frequentative", "desi", "derative", "permissive", "acquisitive", "I", "frequently", "t\u00e5t\u00e0zowe"], ["I", "work", "\u00e3", "chit\u00e0zow\u00e9"], ["I", "speak", "\u00e3", "unki", "d\u00e9", "put\u00e0zow\u00e9"], ["I", "wish", "\u00e1", "ungu", "ni\u00f6w\u00e9"], ["wish", "kejipo", "chi", "ni\u00f6ga"], ["wish", "die"], ["s\u0101t\u0101", "ni\u00f6y\u0101m\u00e0"], ["let", "come", "po", "bo", "vorch\u00e9"], ["let", "speak", "po", "bo", "pushich\u00e9"], ["allow", "po", "t\u00e5l\u00e9to", "pakr\u00e5"], ["adverb"], ["adverb", "time"], ["day", "konh\u0101", "day", "tha", "v", "yesterday", "andu"], ["mh\u0101kio", "day", "yesterday", "dunha", "hokio"], ["morrow", "sodu"], ["bef", "ore", "modz\u00fc"], ["day", "kajeki", "nonh\u0103"], ["whenki", "usedafter", "present", "night", "ch\u00e9j\u00f6"], ["night", "inj\u00f6"], ["ago", "mand", "z\u00e4tewe"], ["morrow", "night", "sohi"], ["instantly", "l\u0101"], ["quickly", "mh\u0101i", "rekri"], ["ts\u00e9", "ch\u00e9"], ["s\u0103"], ["day", "ts\u00e9d\u00e5"], ["evening", "theva"], ["r\u0101ki", "th\u0101dz\u00fc"], ["henceforward", "th\u0101s\u0101ts\u00e5"], ["year", "tsitha"], ["kemoki"], ["year", "inj\u0151s\u0101"], ["soonhocho", "n\u00e5z\u0101"], ["year", "teki"], ["day", "kinhi"], ["night", "thevaghi"], ["ts\u00e9", "ken\u00e5"], ["morning", "kise"], ["unceasinglythis", "month", "h\u0103u", "kr\u00f6"], ["continuallylast", "month", "lu", "kr\u00f6"], ["kend", "kendnu", "ch\u00e9", "month", "kep\u0101ru", "kr\u00f6", "s\u0101nu"], ["suddenly"], ["regularly", "soporimo", "tisonh\u0101"], ["daily"], ["adverb", "place"], ["forward", "pedz\u00fc"], ["kehuts\u00e4", "kehur\u0101"], ["backwards", "kis\u0101"], ["pet\u00e9", "kajinu"], ["mh\u0101ho", "keb\u0101nu"], ["presence", "mhodz\u00fc", "h\u0101nu", "h\u0101ki"], ["kir\u0101ponu", "unu", "luki", "chiki"], ["irapo", "kajeki", "kits\u0101", "v", "h\u0101", "nu", "nu"], ["near", "kepenaki"], ["h\u00e4ts\u00e4"], ["lu", "nu", "nu"], ["luts\u0103"], ["pesats\u0101nu"], ["distance", "kepeki", "petse"], ["pekr\u00e5ts\u0101nu"], ["afar", "cha", "cha", "per\u00e9"], ["ki", "nu", "nu"], ["pes\u00e5ghi", "kit\u0101", "nu", "pes\u00e5nu", "mhoghi"], ["aside", "h\u0101ts\u0101te"], ["pekranu", "pekr\u00e5ghi"], ["s\u0101"], ["ahead", "r\u0101l\u00e9", "mhodz\u00fc"], ["kekrits\u0101"], ["hu"], ["insidenu"], ["adverb", "manner"], ["kikidi"], ["v", "badly", "pesha", "sha", "vimo"], ["way", "hidi", "hail\u00e9", "kidi", "kejipochidi", "h\u0101"], ["attentively", "men\u00e5di"], ["way", "chidi", "lukemh\u0101"], ["equally", "kethu", "v", "slowly", "reli"], ["gratis", "metha", "truly", "keth\u00e5"], ["mo"], ["wholely", "pet\u00e9"], ["yes", "uw\u00ea"], ["s\u0103"], ["slightly", "z\u0101", "z\u0101"], ["gently", "rebi"], ["pesi"], ["pakr\u00e5"], ["quietlyalso", "ri"], ["accidentally", "simodi", "pothe"], ["company", "z\u00e9"], ["pevi", "vi"], ["designedly", "m\u0101da"], ["list", "phrase", "append", "grammar", "use", "adverb", "illustrate"], ["postposition"], ["ang\u0101mi", "n\u0101g\u0101", "language", "possess", "preposition", "properly"], ["follow", "postposition", "correspond", "certain", "english", "preposition", "nu"], ["betweend\u00e5nu"], ["mho", "mhoghi"], ["fromnu", "nu"], ["ki", "v\u0101kri"], ["ki"], ["accord", "nu"], ["ghi"], ["conjunction", "interjection"], ["mhodz\u00fc"], ["belowkr\u00e5"], ["s\u0101"], ["throughmats\u00e5", "nu"], ["zexcept", "s\u0103"], ["conjunction"], ["formation", "sentence", "ang\u0101mi", "n\u0101g\u0101", "favour", "use", "connective", "surprising", "find", "language", "poor", "conjunction"], ["word", "translate", "mu", "di", "ri", "horuki", "j\u0101thu", "mu", "horuki", "mu", "fathu"], ["rupee", "annasraka", "po", "di", "moy\u0101", "rak\u0101", "po", "mu", "moy\u0101", "po"], ["I", "kohima", "buy", "fowl", "\u00e3", "kohir\u0103", "vodi", "thev\u00fcpo", "kr\u00f6l\u00e9"], ["light", "I", "kohima", "fowl", "buy"], ["I", "day", "khonoma", "jotsoma", "\u0101", "tha", "khonor\u0103", "vo", "fots\u0101r\u0101ri", "vo"], ["ri"], ["becausel\u0101"], ["derri"], ["s\u0101"], ["mu", "mo", "r\u00e5"], ["die", "po", "ri", "s\u0101t\u0101w\u00ea"], ["horuki", "come", "house", "mu", "mo", "r\u00e5", "horuki", "\u00e0", "ki", "vorch\u00e9"], ["horuki", "come", "ri", "horuki", "vorh\u00each\u00e9"], ["interjection"], ["assent", "yes", "u"], ["yes", "yesu", "w\u1ec3", "u", "w\u1ebf", "u"], ["approval", "bravo", "hu", "hu", "vi", "se", "w\u00ea"], ["sorrow", "pain", "annoyance", "o", "dear", "\u0101", "y\u0101"], ["oh", "oh", "h\u00ea", "h\u00ea", "\u00eahi", "waho"], ["disgust", "aich"], ["attract", "attention", "\u0101", "ho"], ["syntax"], ["syntax"], ["angami", "n\u0101g\u0101", "language", "destitute", "inflexion", "syntax", "play", "important", "construction", "instance", "meaning", "indicate", "merely", "position", "word", "sentence", "I", "strike", "\u0101po", "v\u00fcw\u00e9"], ["strike", "I", "po", "\u00e0", "v\u00fcw\u00ea"], ["construction", "simple", "sentence", "ang\u0101mi", "n\u0101g\u0101", "regular", "character", "usual", "order", "word", "subject", "adjunct", "predicate", "verb", "stand", "good", "man", "come", "quickly", "themma", "keviu", "mh\u0101i", "vorw\u00e9"], ["good", "quickly", "come"], ["verb", "objective", "complement", "direct", "indirect", "precede", "I", "cow", "\u0101", "mithu", "po", "unts\u00fcw\u00e9"], ["I", "tell", "story", "\u00e3", "de", "po", "ki", "puw\u00e9"], ["compound", "sentence", "dependent", "clause", "precede", "princi", "pal", "clause", "I", "tell", "I", "come", "vorto", "kechi", "kehoki", "unki", "pumowe"], ["I", "know", "alive", "deadpo", "rhimor\u00e5", "s\u0101t\u0101moshi", "\u0101", "pu", "kelejew\u0107"], ["light", "alive", "dead", "I"], ["construction", "interrogative", "sentence", "deserve", "notice", "interrogative", "particle", "g\u00e0", "ro", "m\u00e0", "place", "end", "sentence", "g\u0101", "ro", "use", "interrogative", "pronoun", "m\u00e0", "kitsa", "votoga", "kits\u0101", "votoro"], ["come", "vortom\u00e0"], ["ga", "ro", "use", "interrogative", "pronoun", "precede", "negative", "particle", "mo", "repeat", "twice", "field"], ["l\u00ea", "nu", "tsuto", "mo", "mo", "g\u0101", "l\u00ea", "nu", "tsuto", "mo", "mo", "ro"], [], ["negative", "sentence", "particle", "mo", "case", "verbal", "particle", "le", "auxiliary", "particle", "passive", "particle", "te", "use", "stand", "end", "sentence", "I", "speak", "\u0101", "pumo"], ["I", "po", "ngumowe"], ["break", "po", "bets\u0101w\u0101mote"], ["I", "chimole"], ["le", "use", "thenegative", "particle", "place", "I", "know", "sil\u00e9mov\u00e9"], ["particle", "t\u00e9", "employ", "negative", "particle", "precede", "come", "po", "vormotewe"], ["adjective", "follow", "noun", "qualify"], ["possessive", "pronoun", "precede", "noun", "refer"], ["adverb", "qualify", "adjective", "adverb", "immediately", "fol", "low", "sick", "po", "mh\u0101che", "se", "baw\u00e9"], ["come", "quickly", "po", "rekri", "se", "vorw\u00e9"], ["adverb", "qualify", "verb", "generally", "follow", "verbal", "root", "chi", "pevil\u00e9ch\u00e9"], ["quickly", "tamhaishich\u00ea", "ajan", "va", "rule", "strictly", "construe"], ["ang\u0101mi", "n\u0101g\u0101s", "differently", "purelil\u00e9ch\u00e9", "pureli", "speak", "gently", "reli", "pushich\u00e9", "mhaital\u00e9ch\u00e9", "quickly", "\u5914", "tamhail\u00e9ch\u00e9"], ["adverb", "la", "precede", "verbal", "root", "intransitive", "verb", "come", "l\u0103vorch\u00e9"], ["run", "l\u0103", "t\u0103l\u00each\u00e9", "follow", "root", "active", "verb", "chilashich\u00e9"], ["pulashich\u00e9"], ["syntax"], ["article"], ["article", "po", "u", "h\u0103u", "lu", "invariably", "follow", "noun", "define", "man", "m\u0101", "po"], ["tiger", "tekhu", "hau", "tekhu", "lu"], ["adjective", "qualify", "noun", "use", "article", "place", "adjective", "black", "dog", "tef\u00fch", "kati", "po"], ["good", "cow", "mithu", "kevi"], ["noun"], ["noun", "descriptive", "body", "use", "pos", "sessive", "pronoun", "precede"], ["remark", "apply", "noun", "descriptive", "relationship"], ["sexual", "particle", "follow", "noun", "qualifying", "adjective", "use", "particle", "pf\u00fc", "affix", "adjective"], ["adjective", "employ", "pf\u00fc", "place", "cow", "thukr\u00fc", "lupf\u00fc"], ["good", "black", "cow", "thukr\u00fc", "kavi", "kati", "lupf\u00fc"], ["plural", "particle", "ko", "follow", "noun", "ad", "jective", "qualify", "noun", "sexual", "particle", "use", "ko", "imme", "diately", "follow", "white", "hen", "v\u00fckr\u00fc", "kach\u0101", "h\u0101pf\u00fc", "ko"], ["adjective"], ["adjective", "general", "rule", "follow", "noun", "qualify", "adjective", "intimately", "connect", "noun", "form", "compound", "word", "precede", "noun", "good", "man", "kevima", "po", "warrior", "ablack", "man", "katima", "po", "negro", "month", "lu", "kr\u00f6"], ["month", "h\u00e4u", "kr\u00f6"], ["adverbial", "affix", "se", "z\u0101", "add", "adjective", "indi", "cate", "respectively", "great", "small", "degree", "quality", "black", "ti", "se"], ["blackish", "ti", "z\u0103"], ["compound", "word"], ["cardinal", "number", "follow", "noun", "con", "necte", "adjective", "qualify", "noun", "use", "cardinal", "number", "place", "adjective", "large", "dog", "tef\u00fch", "kesha", "s\u00e9"], ["adverb"], ["adverb", "qualify", "clause", "place", "rule", "subject", "I", "come", "\u0101", "th\u00e3", "vorlelhow\u00e9"], ["I", "kill", "accidentally", "simodi", "po", "dukriw\u0101w\u00e9"], ["I", "wealthy", "\u0101", "th\u0101dz\u00fc", "mh\u0101", "niwe"], ["I", "speak", "\u0101", "kehoki", "po", "ki", "pumow\u1ebf"], ["compound", "word"], ["noun", "form", "verbs", "prefix", "verbal", "root", "b\u0103", "sit"], ["theba", "chair"], ["zh\u00fc", "lie"], ["thezh\u00fc", "bed"], ["noun", "agency", "form", "affix", "ma", "present", "parti", "ciple", "kwe", "watch"], ["kekwema", "watchman"], ["b\u0101", "sit"], ["keb\u0101m\u0101", "sitter"], ["chi", "work"], ["kechima", "workman"], ["verb", "form", "adjective", "prefix", "pe", "affixing", "l\u00e9", "ch\u00e9to", "crude", "form", "adjective", "vi", "good"], ["pevil\u00e9ch\u00e9", "improve"], ["shabad"], ["peshal\u00eache", "spoil"], ["zha", "large"], ["peshaleche", "enlarge"], ["s\u0101"], ["pesashiche", "increase"], ["table", "measurement", "phrase"], ["table"], ["space", "measurement"], ["kw\u0171a", "span"], ["kw\u0171", "dz\u0171", "span", "forefinger"], ["kw\u0171", "cha", "span", "middle", "finger"], ["thu", "cubit"], ["ki", "distance", "cover", "arm", "extend"], ["cha", "chavery", "far"], ["distance", "estimate", "time", "accomplish", "walking"], ["capacity"], ["\u0440\u043e", "por", "handful"], ["bilhi", "po", "mese", "po", "handful"], ["bis\u00e9", "po", "zh\u0101rh\u0101", "small", "basket", "contain", "seer", "rice"], ["measure", "common", "ang\u0101mi", "village", "derive", "fact", "use", "measure", "zh\u0101", "wage", "sha", "uts\u0103", "seer"], ["rhazh\u0151", "uts\u0103"], ["maund", "rh\u0101zh\u0151"], ["ch\u00fc", "large", "basket", "contain", "maund"], ["phrase"], ["time"], ["day", "zha", "po"], [], ["month", "kr\u0151", "po"], ["midday", "kinhi", "l\u00e5"], ["year", "tsi", "po"], ["afternoon", "teh\u1ebf", "s\u0101ki"], ["evening", "thev\u0103"], ["early", "morning", "tisom\u0101t\u0101", "ise", "night", "tizi"], ["midnight", "ki", "s\u00e5tila"], ["season"], ["hot", "weather", "til\u00e9ki"], ["harvest", "therrki"], ["cold", "weather", "tisiki"], ["harvest", "baiyeki"], ["harvest", "time", "l\u00e9yeki", "tich\u0101ki"], ["rain", "mets\u00fcki"], [], ["month"], ["october", "thenny\u00e9", "o", "kr\u1ecf"], ["april", "ker\u00e4u", "o", "kr\u0151"], ["november", "zipe", "o", "kro"], ["ketsu", "o", "kr\u0151"], ["december", "red\u00e9", "o", "kr\u0151"], ["june", "chach\u016f", "o", "kr\u00f3"], ["january", "doshi", "o", "kr"], ["july", "chadi", "o", "kr\u0151"], ["february", "keno", "o", "kr\u0151"], ["august", "chi", "r\u00e9", "o", "kr\u00f3"], ["march", "kezi", "o", "kr\u0151"], ["september", "r\u00e9y\u00e9", "o", "kr\u1ecf"], ["phrase", "illustrate", "use", "verb"], ["hasabandonedhisthemma", "lu", "po", "r\u0101", "kh\u0101\u0101w\u1ebf", "village"], ["abate", "pets\u0101l\u00each\u00ea", "abet", "murder", "themu", "kachiu", "kits\u0101", "t\u00e0w\u00ea"], ["abide", "I", "z\u00e9", "b\u0101l\u00each\u00ea"], ["I", "able", "I", "will\u0101", "chil\u00eavir\u00e5", "\u00e0", "unki", "putow\u00e9", "let", "know"], ["able"], ["chil\u00eato", "mo", "mo", "g\u0101"], ["run", "fast", "abletal\u00ea", "kevith\u00e5", "t\u0101l\u00e9ch\u00e9"], ["good", "run"], ["prisoner", "abscond"], ["kedem", "\u0101", "t\u0101te"], ["abuse", "I"], ["kejipochidi", "ki", "d\u00ea", "kesh\u00e5", "puy\u0101g\u0101"], ["bad", "word"], ["accept", "article", "asaa", "v\u00e9", "h\u0103u", "meth\u1ea3", "l\u00eal\u00each\u00ea", "present"], ["accompanyyour", "s\u0101h\u0101", "rev\u0151r\u00e5", "po", "z\u00ea", "t\u00e5l\u00eatom\u00e0"], ["saheb", "tour"], ["accuse", "keregu", "d\u00e9", "po", "kechiaw\u00ea"], ["head", "\u0101", "ts\u0171", "chib\u0101", "I", "acquire", "whati\u0101", "kech\u0101u", "ngul\u00eaw\u00ea", "want"], ["I", "theorder", "\u0101", "d\u00e9", "kashira", "po", "bo", "vorch\u00ea", "admit"], ["father", "alwaysad\u0101", "po", "tisonh\u0101", "\u0101", "r\u00e5y\u0101w\u00ea", "monish", "I"], ["advance", "coolie"], ["kuli", "mhodz\u0171", "r\u0101l\u00each\u00ea"], ["let", "agree", "\u00e1", "vo", "kez\u00eal\u00each\u00ea", "listen", "I", "anda", "d\u00e9", "raniedi", "reli", "d\u00ea", "l\u00ea", "pushich\u00ea", "answer", "slowly", "man", "kill", "tiger", "themma", "lu", "w\u00ea", "tekhu", "po", "gil\u00earu", "friend", "applaud", "po", "kez\u00e9ma", "pet\u00e9", "unidi", "bid\u0101tew\u00ea"], ["phrase"], ["approve", "work", "I", "mh\u0103", "chi", "kache", "l\u00ea", "pevimog\u0101", "approach", "I"], ["\u00e1", "pen\u00e5h\u00e9", "arise", "tat\u0103l\u00ea", "arouse", "I"], ["kaba", "suru", 